Repository: phpipam/phpipam
Catalog: functions/locale/*/LC_MESSAGES/phpipam.po
Languages: cs_cz, pt_br

source: Error
cs_cz: Chyba
pt_br: Erro

source: Login successful
cs_cz: Úspěšné přihlášení
pt_br: Login bem sucedido

source: AD login successful
cs_cz: AD přihlášení úspěšné
pt_br: Login no AD bem sucedido

source: LDAP login successful
cs_cz: LDAP přihlášení úspěšné
pt_br: Login no LDAP bem sucedido

source: Failed to connect to AD server
cs_cz: Chyba spojení s AD serverem
pt_br: Falha ao conectar ao servidor de AD

source: Failed to connect to LDAP server
cs_cz: Chyba spojení s LDAP serverem
pt_br: Falha ao conectar ao servidor LDAP

source: Failed to authenticate user against AD
cs_cz: Chyba autentikace uživatele s AD
pt_br: Falha na autentica&ccedil;&atilde;o do usu&aacute;rio no AD

source: Failed to authenticate user against LDAP
cs_cz: Chyba autentikace uživatele s LDAP
pt_br: Falha na autentica&ccedil;&atilde;o do usu&aacute;rio no LDAP

source: Wrong username or password
cs_cz: Chybný uživatel nebo heslo
pt_br: Nome de usu&aacute;rio ou senha errada

source: Failed to log in
cs_cz: Chyba přihlášení
pt_br: Falha ao entrar

source: Administrator level privileges are required to access this site
cs_cz: Pro přístup na tyto stránky je potřeba oprávnění úrovně Administrátora
pt_br: Privil&eacute;gios de administrador s&atilde;o necess&aacute;rios para acessar a este site

source: Real name field is mandatory!
cs_cz: Pole skutečné jméno je povinné!
pt_br: Campo nome real &eacute; obrigat&oacute;rio!

source: Passwords do not match!
cs_cz: Hesla nesouhlasí
pt_br: As senhas n&atilde;o s&atilde;o iguais!

source: Password must be at least 8 characters long!
cs_cz: Heslo musí mít délku nejméně 8 znaků!
pt_br: A senha deve ter pelo menos 8 caracteres!

source: Invalid email address!
cs_cz: Chyba v emailové adrese!
pt_br: E-mail inv&aacute;lido!

source: User
cs_cz: Uživatel
pt_br: Usu&aacute;rio

source: already exists!
cs_cz: již existuje!
pt_br: j&aacute; existe!

source: Cannot delete user
cs_cz: Uživatele nelze vymazat
pt_br: N&atilde;o &eacute; poss&iacute;vel excluir usu&aacute;rio

source: Cannot update user
cs_cz: Uživatele nelze aktualizovat
pt_br: N&atilde;o &eacute; poss&iacute;vel atualizar usu&aacute;rio

source: Name is mandatory
cs_cz: Jméno je povinné
pt_br: Nome &eacute; obrigat&oacute;rio

source: Database
cs_cz: Databáze
pt_br: Banco de Dados

source: Other
cs_cz: Jiné
pt_br: Outro

source: Update settings error
cs_cz: Chyba aktualizace nastavení
pt_br: Erro na altera&ccedil;&atilde;o das configura&ccedil;&otilde;es

source: Replaced
cs_cz: Nahrazen
pt_br: Substitu&iacute;do

source: items successfully
cs_cz: položky úspěšné
pt_br: itens com sucesso

source: Wrong IP address
cs_cz: Chybná IP adresa
pt_br: Endere&ccedil;o IP errado

source: IP address already exists
cs_cz: IP adresa již existuje
pt_br: Endere&ccedil;o IP j&aacute; existe

source: Please login first
cs_cz: Nejdříve se přihlaste, prosím
pt_br: Por favor, autentique-se primeiro

source: No access
cs_cz: Bez přístupu
pt_br: Sem acesso

source: Read
cs_cz: Čtení
pt_br: Leitura

source: Read / Write
cs_cz: Čtení / Zápis
pt_br: Leitura / Escrita

source: error
cs_cz: chyba
pt_br: erro

source: Tools
cs_cz: Nástroje
pt_br: Ferramentas

source: Not in use (Offline)
cs_cz: Nevyužíváno (Offline)
pt_br: N&atilde;o est&aacute; em uso (Offline)

source: Reserved
cs_cz: Rezervováno
pt_br: Reservado

source: VLAN must be numeric value!
cs_cz: VLAN musí být číselná hodnota!
pt_br: Valor da VLAN deve ser num&eacute;rico!

source: Vlan number can be max 4094
cs_cz: Číslo vlan musí být max 4094
pt_br: N&uacute;mero de VLANs deve ser de no m&aacute;ximo 4094

source: Subnet overlapps with
cs_cz: Podsíť se překrývá s
pt_br: Sub-rede se sobrep&otilde;e a

source: Select Master subnet
cs_cz: Zvolte hlavní subnet
pt_br: Selecione a Sub-rede mestre

source: Root subnet
cs_cz: Kořenová podsíť
pt_br: Sub-rede ra&iacute;z

source: IP address not valid
cs_cz: IP adresa není platná
pt_br: Endere&ccedil;o de IP n&atilde;o &eacute; v&aacute;lido

source: IP address not in selected subnet
cs_cz: IP adresa není ve zvolené podsíti
pt_br: Endere&ccedil;o de IP n&atilde;o est&aacute; na sub-rede selecionada

source: Cannot add subnet as IP address!
cs_cz: Nelze vložit podsíť jako IP adresu!
pt_br: N&atilde;o foi poss&iacute;vel adicionar a sub-rede como um endere&ccedil;o IP

source: Cannot add broadcast as IP address!
cs_cz: Nelze vložit broadcast jako IP adresu!
pt_br: N&atilde;o foi possivel adicionar um endere&ccedil;o broadcast como um endere&ccedil;o IP

source: Invalid CIDR format!
cs_cz: Chybný CIDR formát!
pt_br: Formato CIDR inv&aacute;lido

source: Invalid IP address!
cs_cz: Chybná IP adresa!
pt_br: Endere&ccedil;o IP inv&aacute;lido!

source: IP address cannot be subnet! (Consider using
cs_cz: IP adresa nemůže být podsítí! (Zvažte užití
pt_br: Endere&ccedil;o IP n&atilde;o pode ser sub-dividido! (Considere usar

source: Invalid netmask
cs_cz: Chybná maska
pt_br: M&aacute;scara de rede inv&aacute;lida

source: Invalid IPv6 address!
cs_cz: Chybná IPv6 adresa!
pt_br: Endere&ccedil;o IPv6 inv&aacute;lido!

source: The following required PHP extensions are missing
cs_cz: Následující vyžadované PHP rozšíření chybí
pt_br: As seguintes extens&otilde;es PHP est&atilde;o faltando

source: Please recompile PHP to include missing extensions and restart Apache.
cs_cz: Přeložte PHP včetně chybějících rozšíření a restartujte Apache, prosím.
pt_br: Por favor, recompile o PHP para incluir as extens&otilde;es que faltando e reinicie o Apache server

source: Database connection failed
cs_cz: Chyba spojení s databází
pt_br: Falha ao conectar no banco de dados

source: (closest parent)
cs_cz: (nejbližší rodič)
pt_br: (parente pr&oacute;ximo)

source: Name
cs_cz: Jméno
pt_br: Nome

source: Username
cs_cz: Uživatelské jméno
pt_br: Nome de usu&aacute;rio

source: Password
cs_cz: Heslo
pt_br: Senha

source: your domain username
cs_cz: vaše doménové uživatelské jméno
pt_br: seu usu&aacute;rio do dom&iacute;nio

source: your domain password
cs_cz: vaše doménové heslo
pt_br: sua senha no dom&iacute;no

source: Sent by user
cs_cz: Odesláno uživatelem
pt_br: Enviado pelo usu&aacute;rio

source: New IP address request in subnet
cs_cz: Nový IP požadavek v podsíti
pt_br: Novo endere&ccedil;o IP solicitado na sub-rede

source: Section
cs_cz: Sekce
pt_br: Se&ccedil;&atilde;o

source: Subnet
cs_cz: Podsíť
pt_br: Sub-Rede

source: Description
cs_cz: Popis
pt_br: Descri&ccedil;&atilde;o

source: Owner
cs_cz: Vlastník
pt_br: Dono

source: Requested by
cs_cz: Požaduje
pt_br: Solicitado por

source: Comment
cs_cz: Komentář
pt_br: Coment&aacute;rio

source: Sent at
cs_cz: Odesláno v
pt_br: Enviado &agrave;

source: IP address request
cs_cz: IP požadavek
pt_br: Endere&ccedil;o IP solicitado

source: assigned IP address
cs_cz: přiřazená IP adresa
pt_br: endere&ccedil;o IP atribu&iacute;do

source: Assigned IP address
cs_cz: Přiřazená IP adresa
pt_br: Endere&ccedil;o IP atribu&iacute;do

source: Requested from
cs_cz: Požaduje
pt_br: Solicitado de

source: Comment (request)
cs_cz: Komentář (požadavek)
pt_br: Coment&aacute;rio (solicitado)

source: Loading
cs_cz: Pracuji
pt_br: Carregando

source: Please select subnet from left menu
cs_cz: Zvolte laskavě podsíť z nabídky vlevo
pt_br: Por favor, selecione a sub-rede no menu lateral esquerdo

source: Please select tool from left menu!
cs_cz: Zvolte nástroj z nabídky vlevo
pt_br: Por favor, selecione a ferramenta no menu lateral esquerdo

source: Please select setting from left menu!
cs_cz: Zvolte nastavení z nabídky vlevo
pt_br: Por favor, selecione a configura&ccedil;&atilde;o no menu lateral esquerdo

source: IP Search results
cs_cz: Výsledky vyhledávání IP
pt_br: Resultados da busca por IP

source: ip address
cs_cz: ip adresa
pt_br: endere&ccedil;o ip

source: state
cs_cz: stav
pt_br: estado

source: description
cs_cz: popis
pt_br: descri&ccedil;&atilde;o

source: owner
cs_cz: vlastník
pt_br: dono

source: note
cs_cz: poznámka
pt_br: notas

source: Subnet search results
cs_cz: Výsledky hledání subsítě
pt_br: Resutados da buscas por sub-rede

source: Subet
cs_cz: Podsíť
pt_br: Sub-Rede

source: Mask
cs_cz: Maska
pt_br: M&aacute;scara

source: Master subnet
cs_cz: Hlavní podsíť
pt_br: Sub-rede mestre

source: Invalid input
cs_cz: Chybný vstup
pt_br: Entrada inv&aacute;lida

source: Create subnet from result
cs_cz: Vytvoř podsíť z výsledku
pt_br: Criar uma sub-rede a partir dos resultados

source: Select Section
cs_cz: Zvolte sekci
pt_br: Selecione uma se&ccedil;&atilde;o

source: Please select
cs_cz: Zvolte prosím
pt_br: Por favor, selecione

source: IPv4v6 calculator
cs_cz: IPv4/v6 kalkulátor
pt_br: Calculadora IPv4v6

source: IP address
cs_cz: IP adresa
pt_br: Endere&ccedil;o IP

source: mask
cs_cz: maska
pt_br: m&aacute;scara

source: Please enter IP address and mask in CIDR format
cs_cz: Vložte laskavě IP adresu a masku v CIDR formátu (př. 192.168.1.0/24)
pt_br: Por favor, digite um endere&ccedil;o IP e a m&aacute;scara no formato CIDR

source: Calculate
cs_cz: Vypočítej
pt_br: Calcular

source: Available VRFs and belonging subnets
cs_cz: Dostupné VRFs a příslušné podsítě
pt_br: VRFs dispon&iacute;veis e suas sub-redes

source: No VRFs configured
cs_cz: VRF nejsou konfigurovány
pt_br: VRFs n&atilde;o configuradas

source: Master Subnet
cs_cz: Hlavní podsíť
pt_br: Sub-rede Mestre

source: Used
cs_cz: Využito
pt_br: Usado

source: Free
cs_cz: Volné
pt_br: Livre

source: Requests
cs_cz: Požadavky
pt_br: Solicitados

source: Master subnet does not exist
cs_cz: Hlavní podsíť neexistuje
pt_br: Sub-rede mestre n&atilde;o existe

source: enabled
cs_cz: povoleno
pt_br: habilitado

source: No subnets belonging to this VRF
cs_cz: Do této VRF nepatří žádná podsíť
pt_br: Nenhuma sub-rede pertencente &agrave; esta VRF

source: List of network devices
cs_cz: Seznam síťových zařízení
pt_br: Lista de dispositivos de rede

source: Device not specified
cs_cz: Zařízení nebylo specifikováno
pt_br: Dispositivo n&atilde;o especificado

source: click to show/hide belonging IP addresses
cs_cz: kliknutím zobrazíte/skryjete náležející IP adresy
pt_br: clique para mostrar/esconder os endere&ccedil;os ip pertencentes &agrave; esta

source: Available VLANs:
cs_cz: Dostupné VLANy:
pt_br: VLANs dispon&iacute;veis:

source: Number
cs_cz: Číslo
pt_br: N&uacute;mero

source: Belonging subnets
cs_cz: Náležející subsítě
pt_br: Sub-redes pertencentes

source: free
cs_cz: volné
pt_br: livre

source: here you can change your account details
cs_cz: zde můžete upravit detaily Vašeho účtu
pt_br: aqui voc&ecirc; pode mudar os detalhes da sua conta

source: Real name
cs_cz: Skutečné jméno
pt_br: Nome real

source: Display name
cs_cz: Zobrazované jméno
pt_br: Nome de visualiza&ccedil;&atilde;o

source: Email address
cs_cz: Emailová adresa
pt_br: Endere&ccedil;o de email

source: Random
cs_cz: Náhodné
pt_br: Aleat&oacute;rio

source: repeat
cs_cz: opakujte
pt_br: repetir

source: Re-type password
cs_cz: Zopakujte heslo
pt_br: Redigite sua senha

source: Save changes
cs_cz: Uložit změny
pt_br: Salvar altera&ccedil;&otilde;es

source: Instructions for managing IP addresses
cs_cz: Instrukce ke správě IP adres
pt_br: Instru&ccedil;&otilde;es para gerenciamento de endere&ccedil;os IP

source: IP request form
cs_cz: IP požadavek od
pt_br: IP solicitado por

source: Enter description
cs_cz: Zadejte popis
pt_br: Digite um descri&ccedil;&atilde;o

source: DNS name
cs_cz: DNS název
pt_br: Nome DNS

source: Owner of IP address
cs_cz: Vlastník IP adresy
pt_br: Dono do endere&ccedil;o IP

source: Requester
cs_cz: Žadatel
pt_br: Solicitante

source: your email address
cs_cz: vaše emailová adresa
pt_br: seu endere&ccedil;o email

source: Additional comment
cs_cz: Další poznámky
pt_br: Coment&aacute;rio adicional

source: Enter additional details for request if they are needed
cs_cz: Zadejte další podrobnosti k požadavku, je-li třeba
pt_br: Digite detalhes adicionais para solicita&ccedil;&atilde;o, caso forem precisos

source: Cancel
cs_cz: Storno
pt_br: Cancelar

source: Request IP
cs_cz: IP požadavek
pt_br: Solicitar IP

source: Search IP database
cs_cz: Hledat v IP databázi
pt_br: Pesquisar IP no banco de dados

source: search
cs_cz: hledat
pt_br: pesquisar

source: Text search
cs_cz: Hledání textu
pt_br: Pesquisa por texto

source: Text searches through description, hostname, switch, port and owner
cs_cz: Text je hledán v popisech, názvech hostů, switchů, portů a vlastníků
pt_br: A procura por texto &eacute; feita nos campos descri&ccedil;&atilde;o, hostname, switch, porta e dono

source: For wildcard search add * (user*)
cs_cz: Hledání zástupným znakem přidejte * (uživatel*)
pt_br: Para pesquisa por wildcard, adicione *(user*)

source: IPv4 search tips
cs_cz: Tipy pro hledání IPv4
pt_br: Dicas para pesquisa IPv4

source: You can search through ranges with * (e.g. 10.23.3.*)
cs_cz: Můžete vyhledávat v rozsazích pomocí * (např. 10.23.3.*)
pt_br: Voc&ecirc; pode pesquisar atrav&eacute;s de faixas como *(e.g.10.23.3.*)

source: * shows ALL IP addresses and subnets
cs_cz: * zobrazí všechny IP adresy a podsítě
pt_br: * mostra TODOS endere&ccedil;os IPs e sub-redes

source: IPv6 search tips
cs_cz: Tipy pro hledání IPv6
pt_br: Dicas de pesquisas por IPv6

source: You can search through ranges by specifying whole subnet (e.g. 2002:8a10::/32)
cs_cz: Můžete vyhledávat v rozsazích specifikování celé podsítě (např. 2002:8a10::/32)
pt_br: Voc&ecirc; pode pesquisar atrav&eacute;s de faixas, especificando toda uma sub-rede (e.g. 2002:8a10::/32)

source: Hostname search tips
cs_cz: Tipy pro hledání hostů
pt_br: Dicas de pesquisa por hostname

source: Device search tips
cs_cz: Tipy pro hledání zařízení
pt_br: Dicas de pesquisa por dispositivos

source: You can get all used / available ports and connected IP's / hostnames in some device by entering device name in search field
cs_cz: Můžete získat všechny použité/volné porty a vztažené IP / názvy hostů zařízení vložením názvu zařízení do vyhledávacího pole
pt_br: Voc&ecirc; pode obter todos IP's conectados, usados e portas dispon&iacute;veis e hostnames de algum dispositvo, digitando o nome do dispositivo no campo de pesquisa

source: MAC search tips
cs_cz: Tipy pro hledání MAC
pt_br: Dicas de pesquisa por MAC

source: You can search by MAC address list entering MAC in 00:1cd:d4:78:ec:46 or 001dd478ec46 format, or search multiple with 00:1c:c4:
cs_cz: Můžete hledat dle seznamu MAC adres vložením MAC ve formátu 00:1cd:d4:78:ec:46 nebo001dd478ec46 případně více adres pomocí 00:1c:c4:
pt_br: Voc&ecirc; pode fazer pesquisas por endere&ccedil;os MAC no formato 00:1cd:d4:78:ec:46 ou no formato 001dd478ec46, ou procurar por v&aacute;rios no formato 00:1c:c4:

source: Custom field search tips
cs_cz: Tipy pro vyhledávání uživatelských polí
pt_br: Dicas para pesquisa em campos personalizados

source: You can search custom fields
cs_cz: Můžete hledat v uživatelských polích
pt_br: Voc&ecirc; pode pesquisar por campos personalizados

source: Email not valid!
cs_cz: Email není platný
pt_br: Email n&atilde;o v&aacute;lido!

source: Please fix the following error
cs_cz: Upravte laskavě následující chyby
pt_br: Por favor, corrija o seguinte erro

source: Error updating
cs_cz: Chyba aktualizace
pt_br: Erro ao atualizar

source: Account updated successfully
cs_cz: Účet aktualizován úspěšně
pt_br: Conta atualizada com sucesso

source: Available subnets
cs_cz: Dostupné podsítě
pt_br: Sub-redes dispon&iacute;veis

source: IP calculator
cs_cz: IP kalkulátor
pt_br: Calculadora IP

source: Instructions
cs_cz: Instrukce
pt_br: Instru&ccedil;&otilde;es

source: Search
cs_cz: Hledat
pt_br: Pesquisa

source: Devices
cs_cz: Zařízení
pt_br: Dispositivos

source: VLANs
cs_cz: VLANy

source: Subnets
cs_cz: Podsítě
pt_br: Sub-redes

source: User menu
cs_cz: Uživatelská nabídka
pt_br: Menu de usu&aacute;rio

source: My account
cs_cz: Můj účet
pt_br: Minha conta

source: Search results (IP address list)
cs_cz: Výsledky hledání (seznam IP adres)
pt_br: Resultados da pesquisa (lista de endere&ccedil;os IP)

source: Export All results to XLS
cs_cz: Exportovat všechny výsledky do XLS
pt_br: Exportar todos reultados para XLS

source: Edit IP address details
cs_cz: Upravit detaily IP adresy
pt_br: Editar os detalhes do endere&ccedil;o IP

source: Send mail notification
cs_cz: Odeslat emailové upozornění
pt_br: Enviar notifica&ccedil;&atilde;o via e-mail

source: Delete IP address
cs_cz: Vymazat IP adresu
pt_br: Deletar endere&ccedil;o IP

source: Edit IP address details (disabled)
cs_cz: Upravit detaily IP adresy (zakázáno)
pt_br: Editar os detalhes do endere&ccedil;o IP (desabilitado)

source: Delete IP address (disabled)
cs_cz: Vymazat IP adresu (zakázáno)
pt_br: Deletar endere&ccedil;o IP (desabilitado)

source: Search results (Subnet list)
cs_cz: Výsledky hledání (Seznam podsítí)
pt_br: Resultados da pesquisa (Lista da sub-rede)

source: Edit subnet details
cs_cz: Upravit detail podsítě
pt_br: Editar detalhes da sub-rede

source: Edit subnet (disabled)
cs_cz: Upravit podsíť (zakázáno)
pt_br: Editar sub-rede (desabilitado)

source: Search results (VLANs)
cs_cz: Výsledky hledání (VLAN)
pt_br: Resultados da pesquisa (VLANs)

source: phpIPAM tools
cs_cz: phpIPAM nástroje
pt_br: Ferramentas phpIPAM

source: Oops! Something went wrong!
cs_cz: Oops! Něco je špatně!
pt_br: Oops! Alguma coisa deu errado!

source: Provided http error code is
cs_cz: Dostupný http chybový kód je
pt_br: O erro do servidor http &eacute;

source: Sending mail failed
cs_cz: Odeslání pošty se nezdařilo
pt_br: Falha ao enviar e-mail

source: Sending mail succeeded
cs_cz: Odeslání pošty bylo úspěšné
pt_br: Email enviado com sucesso

source: Wrong recipients! (separate multiple with ,)
cs_cz: Chybný příjemce! (oddělte více příjemců pomocí ,)
pt_br: Destinat&aacute;rios errados! (use , para separar m&uacute;ltiplos destinat&aacute;rios)

source: has
cs_cz: má
pt_br: tem

source: directly nested subnets
cs_cz: podřízené podsítě
pt_br: Sub-redes diretamente aninhadas

source: Subnet description
cs_cz: Popis podsítě
pt_br: Descri&ccedil;&atilde;o de sub-rede

source: Free space
cs_cz: Volný prostor
pt_br: Espa&ccedil;o livre

source: IP addresses in subnet
cs_cz: IP adresy v posíti
pt_br: Endere&ccedil;os IP na sub-rede

source: All IP addresses belonging to ALL nested subnets
cs_cz: Všechny IP adresy náleží do Všech podřízených podsítí
pt_br: Todos endere&ccedil;os IP pertencentes &agrave; todas sub-redes aninhadas

source: Subnet does not exist
cs_cz: Podsíť neexistuje
pt_br: Sub-rede n&atilde;o existe

source: Page
cs_cz: Strana
pt_br: P&aacute;gina

source: Previous page
cs_cz: Předchozí strana
pt_br: P&aacute;gina anterior

source: Next page
cs_cz: Další strana
pt_br: Pr&oacute;xima p&aacute;gina

source: Sort by IP address
cs_cz: Seřadit dle IP adresy
pt_br: Ordenado por endere&ccedil;o IP

source: Sort by hostname
cs_cz: Seřadit dle hostname
pt_br: Ordenado por hostname

source: Sort by description
cs_cz: Seřadit dle popisu
pt_br: Ordenado por descri&ccedil;&atilde;o

source: Sort by device
cs_cz: Seřadit dle zařízení
pt_br: Ordenado por dispositivo

source: Sort by port
cs_cz: Seřadit dle portu
pt_br: Ordenado por porta

source: Sort by owner
cs_cz: Seřadit dle vlastníka
pt_br: Ordenado por dono

source: Sort by
cs_cz: Seřadit dle
pt_br: Ordenado por

source: Search same hostnames in db
cs_cz: Hledat stejný hostname v db
pt_br: Pesquisar mesmos hostnames no banco de Dados

source: Orphaned IP addresses for subnet
cs_cz: Osiřelé IP adresy pro podsíť
pt_br: Endere&ccedil;os IP &oacute;rf&atilde;os por sub-rede

source: Move to different subnet
cs_cz: Přesunout do jiné podsítě
pt_br: Mover para uma sub-rede aninhada

source: IP address details
cs_cz: Detaily IP adresy
pt_br: Detalhes do endere&ccedil;o IP

source: Subnet desc
cs_cz: Popis podsítě
pt_br: Descri&ccedil;&atilde;o de sub-rede

source: Send email notification
cs_cz: Odeslat upozornění poštou
pt_br: Envirar notifica&ccedil;&atilde;o por email

source: Recipients
cs_cz: Příjemci
pt_br: Destinat&aacute;rios

source: Separate multiple recepients with ,
cs_cz: Oddělte příjemce pomocí ,
pt_br: Separar v&aacute;rios destinat&aacute;rios com ,

source: Title
cs_cz: Název
pt_br: T&iacute;tulo

source: Content
cs_cz: Obsah
pt_br: Conte&uacute;do

source: Send Mail
cs_cz: Odeslat Mail
pt_br: Enviar email

source: Cannot edit IP address
cs_cz: Nelze editovat IP adresu
pt_br: N&atilde;o foi poss&iacute;vel editar o endere&ccedil;o IP

source: Invalid hostname
cs_cz: Neplatný hostname
pt_br: Hostname inv&aacute;lido

source: Only 255 IP addresses at once
cs_cz: Pouze 255 IP současně
pt_br: Apenas 255 endere&ccedil;os IP de uma vez

source: Cannot
cs_cz: Nelze
pt_br: N&atilde;o foi poss&iacute;vel

source: Range
cs_cz: Rozsah
pt_br: Faixa

source: updated successfully
cs_cz: aktualizován úspěšně
pt_br: atualizado com sucesso

source: successfull
cs_cz: úspěšný
pt_br: com sucesso

source: Hostname is not unique
cs_cz: Název hosta není unikátní
pt_br: Hostname n&atilde;o &eacute; &uacute;nico

source: already existing in database
cs_cz: již existuje v databázi
pt_br: j&aacute; existe no banco de dados

source: Duplicate IP address
cs_cz: Duplicitní IP adresa
pt_br: Duplicar endere&ccedil;os IP

source: already existing in selected network
cs_cz: již existuje ve vybrané síti
pt_br: j&aacute; existe na rede selecionada

source: Error inserting IP address
cs_cz: Chyba ve vložení IP adresy
pt_br: Erro ao inserir o endere&ccedil;o IP

source: You do not have permission to access this network
cs_cz: Nemáte oprávnění pro přístup k této síti
pt_br: Voc&ecirc; n&atilde;o tem permiss&atilde;o para acessar essa rede

source: Subnet details
cs_cz: Detail podsítě
pt_br: detalhes da sub-rede

source: Hierarchy
cs_cz: Hierarchie
pt_br: Hierarquia

source: Permission
cs_cz: Oprávnění
pt_br: Permiss&atilde;o

source: Actions
cs_cz: Akce
pt_br: A&ccedil;&otilde;es

source: You do not have permissions to edit subnet
cs_cz: Nemáte oprávnění k úpravě podsítě
pt_br: Voc&ecirc; n&atilde;o tem permiss&atilde;o para editar essa sub-rede

source: Add new nested subnet
cs_cz: Přidat vnořenou podsíť
pt_br: Adicionar nova rede aninhada

source: Edit subnet properties
cs_cz: Upravit nastavení podsítě
pt_br: Editar propriedades da sub-rede

source: Manage subnet permissions
cs_cz: Správa přístupu k podsíti
pt_br: Administrar permiss&otilde;es da sub-rede

source: Move IP address to different subnet
cs_cz: Přesunout IP adresy do jiné podsítě
pt_br: Mover endere&ccedil;o IP para uma sub-rede diferente

source: Select new subnet
cs_cz: Zvolte novou podsíť
pt_br: Selecionar nova sub-rede

source: Move IP address
cs_cz: Přesunout IP adresy
pt_br: Mover endere&ccedil;o IP

source: Cannot edit IP address details
cs_cz: Nelze upravit detaily IP adres
pt_br: N&atilde;o foi poss&iacute;vel editar os detalhes do endere&ccedil;o IP

source: You do not have write access for this network'
cs_cz: Nemáte oprávnění k zápisu do této sítě
pt_br: NimaÅ¡ pravic za pisanje v tem omreÅ¾ju

source: add
cs_cz: přidat
pt_br: adicionar

source: edit
cs_cz: upravit
pt_br: editar

source: delete
cs_cz: vymazat
pt_br: deletar

source: You can add,edit or delete multiple IP addresses<br>by specifying IP range (e.g. 10.10.0.0-10.10.0.25)
cs_cz: Můžete přidat, upravit nebo vymazat více IP adres současně<br>uvedením rozsahu IP(např. 10.10.0.0-10.10.0.25)
pt_br: Voc&ecirc; pode adicionar, editar, ou deletar m&uacute;ltiplos endere&ccedil;os IP especificando uma faixa de IP (e.g. 10.10.0.0-10.10.0.25)

source: Click to check for hostname
cs_cz: Kontrola jména hosta
pt_br: Clique para checar o hostname

source: MAC address
cs_cz: MAC adresa
pt_br: Endere&ccedil;o MAC

source: IP address owner
cs_cz: Vlastník IP
pt_br: Dono do endere&ccedil;o IP

source: Device
cs_cz: Zařízení
pt_br: Dispositivo

source: Select device
cs_cz: Zvolte zařízení
pt_br: Selecionar dispositivo
