Repository: phpipam/phpipam
Catalog: functions/locale/*/LC_MESSAGES/phpipam.po
Languages: cs_cz, pt_br

source: Custom subnet fields
cs_cz: Uživatelská pole podsítě
pt_br: Campos de sub-rede customizado

source: No custom subnet fields created yet
cs_cz: Doposud nebyla vytvořena žádná uživatelská pole podsítě
pt_br: Nenhuma campo de sub-rede customizado foi criado ainda

source: Move down
cs_cz: Přesunout dolů
pt_br: Mover para baixo

source: Add new custom subnet field
cs_cz: Přidat nové uživatelské pole do podsítě
pt_br: Adicionar novo campo de sub-rede customizado

source: Custom VLAN fields
cs_cz: Uživatelská pole VLAN
pt_br: Campos de VLAN customizado

source: No custom VLAN fields created yet
cs_cz: Doposud nebyla vytvořena žádná uživatelská pole VLAN
pt_br: Nenhum campo de VLAN customizado foir criado ainda

source: Add new custom VLAN field
cs_cz: Přidat nové uživatelské pole VLAN
pt_br: Adicionar novo campo de VLAN customizado

source: Custom User fields
cs_cz: Uživatelská pole Uživatele
pt_br: Campos de usu&aacute;rio customizados

source: No custom user fields created yet
cs_cz: Doposud nebyla vytvořena žádná uživatelská pole uživatele
pt_br: Nenhum campo de usu&aacute;rio customizado foi criado ainda

source: Add new custom User field
cs_cz: Přidat nové pole Uživatele
pt_br: Adicionar novo campo de Usu&aacute;rio customizado

source: You can add additional custom fields to IP addresses and subnets (like CustomerId, location, ...)
cs_cz: Můžete přidat další uživatelská pole do IP adres a podsítí (jako CustomerId, location, ...)
pt_br: Voc&ecirc; pode adicionar campos customizados para endere&ccedil;os IP e sub-redes (por exemplo: IdCliente, local, ...)

source: Please enter something in search field
cs_cz: Vložte laskavě něco k vyhledání
pt_br: Por favor, digite alguma coisa no campo de pesquisa

source: does not exist, first create switch under admin menu
cs_cz: neexistuje, nejdříve vytvořte switch v administrační nabídce
pt_br: n&atilde;o esxiste, crie primeiramente um switch abaixo do menu admin

source: Cannot update request
cs_cz: Nelze aktualizovat požadavek
pt_br: N&atilde;o foi poss&iacute;vel atualiza&ccedil;&atilde;o solicitada

source: Request has beed rejected
cs_cz: Požadavek byl odmítnut
pt_br: Sua solicita&ccedil;&atilde;o foi rejeitada

source: already in use
cs_cz: již využíván
pt_br: j&aacute; em uso

source: First available IP address is
cs_cz: První dostupná IP adresa je
pt_br: O primeiro IP dispon&iacute;vel &eacute;

source: Cannot confirm IP address
cs_cz: Nelze potvrdit IP adresu
pt_br: N&atilde;o foi poss&iacute;vel confirmar o endere&ccedil;o IP

source: IP address request confirmed and added to database
cs_cz: Požadavek na IP adresu byl potvrzen a zadán do databáze
pt_br: Solicita&ccedil;&atilde;o de endere&ccedil;o IP confirmado e adicionado ao banco de dados

source: custom IP field
cs_cz: uživatelské pole IP
pt_br: Campo IP customizado

source: Update failed
cs_cz: Aktualizace selhala
pt_br: Falha ao atualizar

source: Update successfull
cs_cz: Aktualizace úspěšná
pt_br: Atualiza&ccedil;&atilde;o conclu&iacute;da com sucesso

source: Manage VRF
cs_cz: Správa VRF
pt_br: Gerenciar VRF

source: Add VRF
cs_cz: Přidat VRF
pt_br: Adicionar VRF

source: Errors occured when importing to database!
cs_cz: Při importu databáze nastala chyba!
pt_br: Erros ocorreram no momento da importa&ccedil;&atilde;o do banco de dados

source: Import successfull
cs_cz: Import proběhl úspěšně
pt_br: Importa&ccedil;&atilde;o feita com sucesso

source: Cannot upload - Return Code:
cs_cz: Nelze nahrát - Návratový kód:
pt_br: N&atilde;o foi poss&iacute;vel a atualiza&ccedil;&atilde;o - C&oacute;digo retornado:

source: Cannot move file to upload dir
cs_cz: Nemohu přesunout soubor do adresáře upload
pt_br: N&atilde;o foi poss&iacute;vel mover arquivo para atualiza&ccedil;&atilde;o do diret&oacute;rio

source: Success
cs_cz: Úspěch
pt_br: Sucesso

source: device
cs_cz: zařízení
pt_br: dispositivo

source: Device type
cs_cz: Typ zařízení
pt_br: Tipo do dispositivo

source: Vendor
cs_cz: Výrobce
pt_br: Fabricante

source: SW version
cs_cz: Verze SW
pt_br: Vers&atilde;o de SW

source: Software version
cs_cz: Verze software
pt_br: Vers&atilde;o do Software

source: Sections to display device in
cs_cz: Zařízení zobrazit v sekcích
pt_br: Se&ccedil;&atilde;o &agrave; qual o dispositivo ser&aacute; exibido

source: Hostname is mandatory
cs_cz: Jméno hosta je povinné
pt_br: Hostname &eacute; obrigat&oacute;rio

source: VRF name
cs_cz: Jméno VRF
pt_br: Nome da VRF

source: Route distinguisher
cs_cz: Odlišení tras
pt_br: Distin&ccedil;&atilde;o de rotas

source: Nested subnet not in root subnet!
cs_cz: Podřízená podsíť není v kořenové podsíti!
pt_br: Sub-rede aninhada n&atilde;o &eacute; uma sub-rede root!

source: Please fix following problems
cs_cz: Opravte laskavě následující problémy
pt_br: Por favor, corrija os seguintes problemas

source: Error adding new subnet
cs_cz: CHyba přidání nové podsítě
pt_br: Erro ao adicionar uma nova sub-rede

source: Subnet, IP addresses and all belonging subnets deleted successfully
cs_cz: Podsíť, IP adresy a příslušné podsítě vymazány úspěšně
pt_br: Sub-redes, endere&ccedil;os IP e todas as sub-redes pertencentes &agrave; esta foram deletadas com sucesso

source: VLAN name
cs_cz: Náze VLAN
pt_br: Nome da VLAN

source: VLAN number
cs_cz: Číslo VLAN
pt_br: N&uacute;mero da VLAN

source: removing VLAN will also remove VLAN reference from belonging subnets
cs_cz: odstraněním VLAN budou odstraněny také reference příslušných podsítí
pt_br: Ao remover a VLAN, as refer&ecirc;ncias pertencentes a esta VLAN nas sub-redes tamb&eacute;m ser&atilde;o removidas

source: List of all active IP addresses requests
cs_cz: Seznam všech aktivních žádostí o IP adresy
pt_br: Lista de todas solicita&ccedil;&otilde;es &agrave; endere&ccedil;os IP ativos

source: Edit
cs_cz: Editovat
pt_br: Editar

source: No IP address requests available
cs_cz: Nejsou dostupné žádné žádosti o IP adresu
pt_br: Nenhuma solicita&ccedil;&atilde;o a endere&ccedil;os IP est&atilde;o dispon&iacute;veis

source: User deleted successfully
cs_cz: Uživatel vymazán úspěšně
pt_br: Usu&aacute;rio deletado com sucesso

source: custom VLAN field
cs_cz: uživatelské pole VLAN
pt_br: Campo de VLAN customizado

source: Name must be at least 4 characters long
cs_cz: Jméno musí být nejméně 4 znaky dlouhé
pt_br: Nome deve conter no m&iacute;nimo 4 caracteres

source: Group edit error
cs_cz: Chyba úpravy skupiny
pt_br: Erro ao editar grupo

source: Group add error
cs_cz: Chyba přidání skupiny
pt_br: Erro ao adicionar grupo

source: Group delete error
cs_cz: Chyba výmazu skupiny
pt_br: Erro ao deletar grupo

source: Group edit success
cs_cz: Úprava skupiny úspěšná
pt_br: Grupo editado com sucesso

source: Group add success
cs_cz: Přidání skupiny úspěšné
pt_br: Grupo adicionar com sucesso

source: Group delete success
cs_cz: Výmaz skupiny úspěšné
pt_br: Grupo deletado com sucesso

source: Failed to update AD settings
cs_cz: Chyba v aktualizace nastavení AD
pt_br: Falha ao atualizar as configura&ccedil;&otilde;es do AD

source: AD settings updated
cs_cz: AD nastavení aktualizováno
pt_br: Configura&ccedil;&otilde;es do AD atualizadas

source: phpIPAM Server settings
cs_cz: Nastavení serveru phpIPAM
pt_br: Configura&ccedil;&otilde;es do Servidor phpIPAM

source: Site settings
cs_cz: Nastavení stránek
pt_br: Configura&ccedil;&otilde;es do site

source: Site title
cs_cz: Název stránek
pt_br: T&iacute;tulo do site

source: Set site title
cs_cz: Nastavení názvu stránek
pt_br: Adicionar t&iacute;tulo ao site

source: Site domain
cs_cz: Doména stránek
pt_br: Dom&iacute;nio do site

source: Set domain for sending mail notifications
cs_cz: Nastavení domény pro odeslání e-mailu oznámení
pt_br: Setar dom&iacute;nio para o envio de notifica&ccedil;&otilde;es via e-mail

source: Site URL
cs_cz: URL adresa
pt_br: URL do site

source: Set site URL
cs_cz: Nastavení URL stránek
pt_br: Setar URL do site

source: Admin settings
cs_cz: Admin nastavení
pt_br: Configura&ccedil;&otilde;es do administrador

source: Admin name
cs_cz: Jméno Administrátora
pt_br: Nome do administrador

source: Set administrator name to display when sending mails and for contact info
cs_cz: Nastavte zobrazované jméno administrátora při odesílání pošty
pt_br: Setar nome do administrador a ser mostrado nos emails enviados e nas informa&ccedil;&otilde;es do contato

source: Admin mail
cs_cz: Adresa administrátora
pt_br: Email do administrador

source: Set administrator e-mail to display when sending mails and for contact info
cs_cz: Nastavte zobrazovaný email administrátora pro odesílání zpráv a kontaktiních informací
pt_br: Setar email do administrador a ser mostrado nos emails enviados e nas informa&ccedil;&otilde;es do contato

source: Feature settings
cs_cz: Nastavení vlastností
pt_br: Configura&ccedil;&atilde;o de aspecto

source: Auth type
cs_cz: Typ autentikace
pt_br: Tipo de autentifica&ccedil;&atilde;o

source: Local authentication only
cs_cz: Pouze lokální autentikace
pt_br: Somente autentica&ccedil;&atilde;o local

source: AD authentication
cs_cz: AD autentikace
pt_br: Autentica&ccedil;&atilde;o via AD

source: OpenLDAP authentication
cs_cz: OpenLDAP autentikace
pt_br: Autentica&ccedil;&atilde;o via OpenLDAP

source: Set authentication type for users. Requires php LDAP support. Set connection settings in admin menu
cs_cz: Nastavte typ autentikace uživatelů. Vyžaduje podporu php LDAP.
pt_br: Setar tipo de autentica&ccedil;&atilde;o para usu&aacute;rios. Reque suporte php LDAP. Configure configura&ccedil;&otilde;es de conex&atilde;o no menu admin

source: Tooltips
cs_cz: Popisky
pt_br: Dicas de ferramentas

source: Enable or disable tooltips
cs_cz: Pvolit nebo zakázat popisky
pt_br: Habilitar ou desabilitar dicas de ferramentas

source: IP request module
cs_cz: Modul IP žádostí
pt_br: M&oacute;dulo de solicita&ccedil;&atilde;o IP

source: Enable or disable IP request module
cs_cz: Povolit nebo zakázat modul IP žádostí
pt_br: Habilitar ou desabilitar o m&oacute;dulo de solicita&ccedil;&atilde;o por IP

source: Enable VRF support
cs_cz: Povolit VRF podporu
pt_br: Habilitar suporte VRF

source: Enable or disable VRF module
cs_cz: Povolit nebo zakázat VRF modul
pt_br: Habilitar ou desabilitar m&oacute;dulo VRF

source: Resolve DNS names
cs_cz: Vyhledat DNS názvy
pt_br: Resolver nomes DNS

source: Check reverse dns lookups for IP addresses that do not have hostname in database. (Activating this feature can significantly increase ip address pages loading time!)
cs_cz: Kontrola zpětných DNS záznamů IP adres, které nemají vyplněné pole hostname.(Aktivací této vlastnosti může dojít k prodloužení časů načítání stránky s IP adresami!)
pt_br: Checar lookup de dns reverso para endere&ccedil;os IP que n&atilde;o possuem hostname no banco de dados (Ativando essa caracter&iacute;stica pode aumentar significantemente o tempo de carregamento das p&aacute;ginas de endere&ccedil;os IP!)

source: Duplicate VLANs
cs_cz: Duplikovat VLANy
pt_br: Duplicar VLANs

source: Allow duplicate VLAN numbers
cs_cz: Povolit duplikaci čísel VLAN
pt_br: Habilitar a duplica&ccedil;&atilde;o dos n&uacute;meros de VLAN

source: Send html mail instead of plain text
cs_cz: Odeslat html mail namísto prostého textu
pt_br: Enviar emails html ao inv&eacute;s de pleno texto

source: Hide donation button
cs_cz: Skrýt tlačítko příspěvku
pt_br: Esconder bot&otilde;a de doa&ccedil;&otilde;a

source: IP visual display limit
cs_cz: Limit zobrazení IP adres
pt_br: Limite de IPs a serem mostrados

source: IP address print limit
cs_cz: Omezení zobrazení IP adres
pt_br: Limite de impress&atilde;o de endere&ccedil;os IP

source: Show all
cs_cz: Zobrazit vše
pt_br: Mostrar tudo

source: Number of IP addresses per page
cs_cz: Počet IP adres na stránku
pt_br: N&uacute;mero de endere&ccedil;os IP por p&aacute;gina

source: Subnet ordering
cs_cz: Řazení podsítí
pt_br: Ordena&ccedil;&atilde;o de Sub-Rede

source: Subnet, ascending
cs_cz: Podsíť, vzestupně
pt_br: Sub-rede, crescente

source: Subnet, descending
cs_cz: Podsíť, sestupně
pt_br: Sub-rede, decrescente

source: Description, ascending
cs_cz: Popis, vzestupně
pt_br: Descri&ccedil;&atilde;o, crescente

source: Description, descending
cs_cz: Popis, sestupně
pt_br: Descri&ccedil;&atilde;o, decrescente

source: How to order display of subnets
cs_cz: Jak řadit zobrazení podsítí
pt_br: Como ordenar visualiza&ccedil;&atilde;o de sub-redes

source: Search and replace fields in IP address list
cs_cz: Vyhledá a nahradí pole v seznamu IP adres
pt_br: Pesquisar e substituir campos na lista de endere&ccedil;os IP

source: Select field to replace
cs_cz: Zvolte pole k nahrazení
pt_br: Selecionar campo &agrave; ser substitu&iacute;do

source: Select search string
cs_cz: Zvolte vyhledávací řetězec
pt_br: Selecionar string pesquisada

source: search string
cs_cz: řetězec k nahrazení
pt_br: pesquisar por string

source: Select replace string
cs_cz: Zvolte nový řetězec
pt_br: Selecionar string &agrave; ser substitu&iacute;da

source: replace string
cs_cz: nový řetězec
pt_br: substituir string

source: Replace
cs_cz: Nahradit
pt_br: Substituir

source: Failed to update instructions
cs_cz: Chyba aktualizace instrukcí
pt_br: Falha ao atualizar as instru&ccedil;&otilde;es

source: Instructions updated successfully
cs_cz: Instrukce aktualizovány úspěšn
pt_br: Instru&ccedil;&otilde;es atualizadas com sucesso

source: No subnets found
cs_cz: Podsítě nenalezeny
pt_br: Nenhuma sub-rede encontrada

source: Remove this subnet
cs_cz: Odstranit tuto podsíť
pt_br: Remover essa sub-rede

source: select section
cs_cz: zvolte sekci
pt_br: selecionar se&ccedil;&atilde;o

source: Settings updated successfully
cs_cz: Nastavení aktualizováno úspěšně
pt_br: Configura&ccedil;&otilde;es atualizadas com sucesso

source: Add section
cs_cz: Přidat sekci
pt_br: Adicionar se&ccedil;&atilde;o

source: Group Permissions
cs_cz: Oprávnění skupiny
pt_br: Permiss&otilde;es de Grupo

source: no
cs_cz: ne
pt_br: n&atilde;o

source: yes
cs_cz: ano
pt_br: sim

source: All groups: No access
cs_cz: Všechny skupiny: Bez přístupu
pt_br: Todos os gurpos: sem acesso

source: No sections configured
cs_cz: Sekce nejsou konfigurovány
pt_br: Nenhuma se&ccedil;&atilde;o configurada

source: Groups with RO permissions will not be able to create new subnets
cs_cz: Skupiny s RO oprávněním nebudou schopné vytvořit podsítě
pt_br: Grupos com permiss&otilde;es RO n&atilde;o estar&atilde;o aptos a criar novas sub-redes

source: Fileds cannot be empty
cs_cz: Pole nemohou být prázdná
pt_br: Os campos n&atilde;o podem ficar vazios

source: Reordering failed
cs_cz: Přeřazení polí
pt_br: Falha ao reordenar

source: Fields reordered successfully!
cs_cz: Pole přeřazena úspěšně
pt_br: Campos reordenados com sucesso!

source: phpIPAM server settings
cs_cz: Nastavení serveru phpIPAM
pt_br: Configura&ccedil;&otilde;es do servidor phpIPAM

source: Please select setting from left menu
cs_cz: Zvolte prosím nastavení z nabídky vlevo
pt_br: Por favor, selecione as configura&ccedil;&otilde;es no menu a esquerda

source: VLAN already exists
cs_cz: VLAN již existuje
pt_br: VLAN j&aacute; existe

source: Number is mandatory
cs_cz: Číslo je povinné
pt_br: N&uacute;mero &eacute; obrigat&oacute;rio

source: Version check failed
cs_cz: Chyba kontroly verze
pt_br: Falha ao checar vers&atilde;o

source: Latest version
cs_cz: Poslední verze
pt_br: Ultima vers&atilde;o

source: already installed
cs_cz: je již nainstalovaná
pt_br: j&aacute; instalado

source: Development version
cs_cz: Vývojová verze
pt_br: Vers&atilde;o de desenvolvimento

source: installed! Latest production version is
cs_cz: instalována! Poslední produktivní je
pt_br: instalado! Ultima vers&atilde;o em produ&ccedil;&atilde;o &eacute;

source: New version of phpipam available
cs_cz: Je dostupná nová verze phpipam!
pt_br: Nova vers&atilde;o do phpIPAM est&aacute; dispon&iacute;vel

source: Installed version
cs_cz: Instalovaná verze
pt_br: Vers&atilde;o instalada

source: Available version
cs_cz: Dostupná verze
pt_br: Vers&atilde;o dispon&iacute;vel

source: You can download new version
cs_cz: Můžete stáhnout novou verzi
pt_br: Voc&ecirc; pode fazer o download da nova vers&atilde;o

source: here
cs_cz: zde
pt_br: aqui

source: Section name
cs_cz: Jméno sekce
pt_br: Selecione o nome

source: Section description
cs_cz: Popis sekce
pt_br: Selecione a descri&ccedil;&atilde;o

source: Strict Mode
cs_cz: Striktní mód
pt_br: Modo estrito

source: Permissions
cs_cz: Oprávnění
pt_br: Permiss&atilde;o

source: Delegate
cs_cz: Delegování
pt_br: Delega&ccedil;&atilde;o

source: Deleting Section will delete all belonging subnets and IP addresses
cs_cz: Vymazáním sekce vymažete také příslušné podsítě a IP adresy
pt_br: Excluindo Se&ccedil;&atilde;o ir&aacute; apagar todoas as sub-redes e endere&ccedil;os IP pertencentes

source: Fields reordered successfully
cs_cz: Přeorganizování polí bylo úspěšné
pt_br: Campos reordenados com sucesso

source: Error clearing logs
cs_cz: Chyba při čištění logů
pt_br: Erro ao apagar logs

source: Logs cleared successfully
cs_cz: Logy vyčištěny úspěšně
pt_br: Logs apagados com sucesso

source: Failed to import subnet
cs_cz: Chyba importu podsítí
pt_br: Falha ao importar sub-rede

source: Please fix the following errors before inserting
cs_cz: Opravte laskavě následující chyby před vložením
pt_br: Por favor, corrija os seguintes erros antes de inserir o desejado

source: AD network connection ok
cs_cz: AD síťové spojení ok
pt_br: Conex&atilde;o com a rede AD ok

source: Manage VLANs
cs_cz: Správa VLAN
pt_br: Gerenciar VLANs

source: Add VLAN
cs_cz: Přidat VLAN
pt_br: Adicionar VLAN

source: No VLANs configured
cs_cz: Žádná VLAN není nakonfigurovaná
pt_br: Nenhuma VLAN configurada

source: LDAP servers
cs_cz: OpenLDAP servery
pt_br: Servidor OpenLDAP

source: Server port
cs_cz: Port serveru
pt_br: Porta do servidor

source: Edit user instructions
cs_cz: Úprava instrukcí uživatele
pt_br: Editar instru&ccedil;&otilde;es do usu&aacute;rio

source: preview
cs_cz: náhled
pt_br: pr&eacute;-visualiza&ccedil;&atilde;o

source: Save instructions
cs_cz: Uložit instrukce
pt_br: Salvar instru&ccedil;&otilde;es

source: Critical
cs_cz: Kritické
pt_br: Cr&iacute;tico

source: Create group
cs_cz: Vytvořit skupinu
pt_br: Criar grupo

source: Group name
cs_cz: Název skupiny
pt_br: Nome do grupo

source: Group description
cs_cz: Popis skupiny
pt_br: Descri&ccedil;&atilde;o do grupo

source: Belonging users
cs_cz: Členové
pt_br: Usu&aacute;rios pertencentes

source: Section permissions
cs_cz: Oprávnnění sekce
pt_br: Permiss&otilde;es da se&ccedil;&atilde;o

source: Administrators
cs_cz: Administrátoři
pt_br: Administradores

source: All sections : Read / Write
cs_cz: Všechny sekce: Čtení / Zápis
pt_br: Todas se&ccedil;&otilde;es: Leitura / Escrita

source: add users to this group
cs_cz: přidat uživatele do této skupiny
pt_br: adicionar usu&aacute;rios a esse grupo

source: remove users from this group
cs_cz: odebrat uživatele ze skupiny
pt_br: remor usu&aacute;rios desse grupo

source: edit group details
cs_cz: upravit detaily skupiny
pt_br: editar detalhes do grupo

source: remove group
cs_cz: odstranit skupinu
pt_br: remover grupo

source: Event details
cs_cz: Detaily události
pt_br: Detalhes do evento

source: You cannot write to this subnet
cs_cz: Nemůžete zapisovat do této podsítě
pt_br: Voc&ecirc; n&atilde;o pode escrever nessa sub-rede

source: XLS / CSV subnet import
cs_cz: XLS / CSV import podsítě
pt_br: Importar sub-rede de XLS/CSV

source: To successfully import data please use the following XLS/CSV structure:<br>( ip | State | Description | hostname | MAC | Owner | Device | Port | Note
cs_cz: Pro úspěšný import dat užite následující strukturu XLS/CSF:<br>( ip | Stav | Popis | hostname | MAC | Vlastník | Zařízení | Port | Poznámka
pt_br: Para importar dados com sucesso, por favor use a seguinte estrutura XLS/CSV:<br>( ip | State | Description | hostname | MAC | Owner | Device | Port | Note)

source: Upload file
cs_cz: Nahrát soubor
pt_br: Upload do arquivo

source: Select CSV file
cs_cz: Vyberte CSV soubor
pt_br: Selecitar arquivo CSV

source: Clear
cs_cz: Vyčistit
pt_br: Limpar

source: Upload
cs_cz: Nahrát

source: Show uploaded subnets
cs_cz: Zobrazit nahrané podsítě
pt_br: Mostrar sub-redes carregadas

source: You do not have permissions to resize subnet
cs_cz: Nemáte oprávnění ke změně velikosti podsítě
pt_br: Voc&ecirc; n&atilde;o tem permiss&atilde;o para redimensionar a sub-rede

source: New mask must be at least /8
cs_cz: Nová maska musí být nejméně /8
pt_br: Nova m&aacute;scara de rede deve ser no m&iacute;nimo /8

source: New subnet not in master subnet
cs_cz: Nová podsíť není v hlavní podsíti
pt_br: A nova sub-rede n&atilde;o est&aacute; na sub-rede mestre

source: Error resizing subnet
cs_cz: Chyba při změně velikosti
pt_br: Erro ao redimensionar a sub-rede

source: Subnet resized successfully
cs_cz: Podsíť změněna (velikost) úspěšně
pt_br: Sub-rede redimensionada com sucesso

source: Number of subnets
cs_cz: Počet podsítí
pt_br: N&uacute;meros de sub-redes

source: You can split subnet to smaller subnets by specifying new subnets. Please note:
cs_cz: Můžete rozdělit podsíť na menší specifikováním nových podsítí: Poznámka:
pt_br: Voc&ecirc; pode dividir a sub-rede em sub-redes menores especificando a nova sub-rede. Por favor, note:

source: Existing IP addresses will be assigned to new subnets
cs_cz: Existující IP adresy budou přiřazeny nové podsíti
pt_br: Endere&ccedil;os IP existentes ser&atilde;o atribu&iacute;dos a novas sub-redes

source: Current mask
cs_cz: Aktuální maska
pt_br: M&aacute;scara atual

source: New mask
cs_cz: Nová maska
pt_br: Nova m&aacute;scara

source: Add device
cs_cz: Přidat zařízení
pt_br: Adicionar dispositivo

source: No devices configured
cs_cz: Není konfigurované žádné zařízení
pt_br: Nenhum disposotivo configurado

source: Sections
cs_cz: Sekce
pt_br: Se&ccedil;&otilde;es

source: Wrong IP addresses (subnet or broadcast)
cs_cz: Chybné IP adresy (podsíť nebo broadcast)
pt_br: Endere&ccedil;os IP errados (sub-rede ou broadcast)

source: Subnet splitted ok
cs_cz: Podsíť byla rozdělena
pt_br: Divis&atilde;o de sub-rede ok

source: Failed to remove old subnet
cs_cz: Chyba při odebrání staré podsítě
pt_br: Falha ao remover sub-rede mais antiga

source: Number of IP addresses
cs_cz: Počet IP adres
pt_br: N&uacute;meros dos endere&ccedil;os IP

source: New ipam account created
cs_cz: Nový účet ipam byl vytvořen
pt_br: Nova conta ipam criada

source: User ipam account updated
cs_cz: Uživatelský účet ipam byl aktualizován
pt_br: Conta de usu&aacute;rio ipam atualizado

source: IPAM account details
cs_cz: Detaily účtu IPAM
pt_br: Detalhes da conta IPAM

source: Sending notification mail for new account failed
cs_cz: Odeslání oznamovacího emailu pro nový účet selhalo
pt_br: Falha ao enviar email de notifica&ccedil;&atilde;o de nova conta

source: Notification mail for new account sent
cs_cz: Oznamovací email pro nový účet odeslán
pt_br: Notifica&ccedil;&atilde;o de nova conta enviada via e-mail

source: group
cs_cz: skupina
pt_br: grupo

source: Add new group
cs_cz: Přidat novou skupinu
pt_br: Adicionar novo grupo

source: Enter group name
cs_cz: Vložte jméno skupiny
pt_br: Digite o nome do grupo

source: Add users to group
cs_cz: Přidat uživatele do skupiny
pt_br: Adicionar usu&aacute;rio ao grupo

source: Please select user(s) to add to selected group!
cs_cz: Zvolte laskavě uživatele pro přidání do vybrané skupiny!
pt_br: Por favor selecione o(s) usu&aacute;rio(s) a ser(em) adicionados ao grupo!

source: Failed to add users
cs_cz: Přidání uživatelů selhalo
pt_br: Falha ao adicionar usu&aacute;rio

source: Users added to group
cs_cz: Uživatelé přidáni do skupiny
pt_br: Usu&aacute;rios adicionados ao grupo
