Repository: phpipam/phpipam
Catalog: functions/locale/*/LC_MESSAGES/phpipam.po
Languages: cs_cz, pt_br

source: Edit widget
cs_cz: Upravit widget

source: Delete widget
cs_cz: Vymazat widget

source: Widget add error
cs_cz: Chyba přidání widgetu

source: Widget edit error
cs_cz: Chyba úpravy widgetu

source: Widget delete error
cs_cz: Chyba výmazu widgetu

source: Widget add success
cs_cz: Widget přidán úspěšně

source: Widget edit success
cs_cz: Widget upraven úspěšně

source: Widget delete success
cs_cz: Widget vymazán úspěšně

source: Active IP address requests
cs_cz: Aktivní žádosti o IP adresy

source: Click to reorder widgets
cs_cz: Kliknutím přeorganizujete widgety

source: Click to save widgets order
cs_cz: Kliknutím uložit rozložení widgetů

source: Add new widget to dashboard
cs_cz: Přidat nový widget na dashboard

source: All available widgets are already on dashboard
cs_cz: Všechny dostupné widgety jsou již na dashboardu

source: Save order
cs_cz: Uložit pořadí

source: File
cs_cz: Soubor

source: Admin only
cs_cz: Pouze Admin

source: Link to page
cs_cz: Odkaz na stránku

source: Widget size
cs_cz: Velikost widgetu

source: No alive host found
cs_cz: Žádní aktivní hosté nenalezeni

source: Errors occured during scan
cs_cz: Nastala chyba během skenování

source: Excluded from check
cs_cz: Vyřazen z kontroly

source: Invalid characters in username
cs_cz: Chybné znaky v uživatelském jméně

source: Invalid characters in password
cs_cz: Chybné znaky v hesle

source: Mail settings
cs_cz: Nastavení pošty

source: Mail server settings
cs_cz: Nastavení poštovního serveru

source: Server type
cs_cz: Typ serveru

source: Select server type for sending mail messages
cs_cz: Zvolte typ serveru pro odeslání zpráv

source: Server authentication
cs_cz: Ověřování serveru

source: Select yes if authentication is required
cs_cz: Zvolte ano, pokud je autentikace vyžadovaná

source: Set username for SMTP authentication
cs_cz: Nastavte uživatele pro SMTP autentikaci

source: Set password for SMTP authentication
cs_cz: Nastavte heslo pro SMTP autentikaci

source: Mail sender settings
cs_cz: Nastavení odesílatale emailů

source: Send test email
cs_cz: Odeslat testovací email

source: Mail server type
cs_cz: Typ poštovního serveru

source: SMTP settings
cs_cz: SMTP nastavení

source: Server address
cs_cz: Adresa serveru

source: Sender name
cs_cz: Jméno odesilatele

source: Sender mail
cs_cz: Email odesilatele

source: Set administrator name
cs_cz: Nastavit jméno administrátora

source: Set administrator email
cs_cz: Nastavit email administrátora

source: Cannot get fix for table
cs_cz: Tabulku se nezdařilo opravit

source: Fix table
cs_cz: Oprava tabulky

source: Fix field
cs_cz: Oprava pole

source: Wrong parameters
cs_cz: Chybné parametry

source: Table fixed
cs_cz: Tabulka opravena

source: Field fixed
cs_cz: Pole opraveno

source: Database errors detected
cs_cz: Detekována chyba databáze

source: Show all hosts
cs_cz: Zobrazit všechny hosty

source: No hosts belonging to this device
cs_cz: Žádní hosté nenáleží k tomuto zařízení

source: Sort by vendor
cs_cz: Třídit dle výrobce

source: Select yes to receive notification change mail for State change
cs_cz: Zvolte ano pro získávání emailových oznámení o změně stavu

source: Mail Changelog
cs_cz: Změnový log emailu

source: Select yes to receive notification change mail for changelog
cs_cz: Zvolte ano pro získávání emailových oznámení z logu změn

source: Require user to change password after initial login
cs_cz: Vyžadovat změnu hesla po prvotním přihlášení

source: Password change required
cs_cz: Je vyžadována změna hesla

source: You are required to change your password before you can access phpipam.
cs_cz: Je nutné změnit si heslo před vstupem do phpipam.

source: Password change
cs_cz: Změna hesla

source: Save password
cs_cz: Uložit heslo

source: You have been blocked for 5 minutes due to authentication failures
cs_cz: Váš účet byl zablokován na 5 minut z důvodu chyby autentikace

source: Use nicer URL structure
cs_cz: Použít hezká URL

source: Please note that mod_rewrite is required with appropriate settings if pretified links are selected.
cs_cz: Pokud chcete použít hezká URL, je vyžadován modul mod_rewrite včetně příslušných nastavení.

source: Hide free range
cs_cz: Skrýt volné rozsahy

source: Do not display free range in IP address and subnets list
cs_cz: Nezobrazovat volné rozsahy v IP adresách a seznamech subsítí

source: Highest VLAN number
cs_cz: Nejvyšší číslo VLNA

source: Set highest VLAN number (default 4096)
cs_cz: Nastavit nejvyšší číslo VLAN (standardně 4096)

source: Highest possible VLAN number is
cs_cz: Nejvyšší možné číslo VLAN je

source: VLAN number cannot be negative
cs_cz: Číslo VLAN nemůže být záporné

source: Not number
cs_cz: Není číslo

source: I will delete
cs_cz: Vymažu

source: Are you sure you want to delete above items?
cs_cz: Jste si jistý výmazem uvedených položek?

source: Are you sure you want to delete IP address
cs_cz: Jste si jistý výmazem IP adresy

source: Inactivity timeout
cs_cz: Limit nečinnosti

source: Select inactive timeout for user sessions. Please note that if default php session settings in php.ini are lower they will override this
cs_cz: Zvolte timeout neaktivity pro uživatelskou relaci. Vemte na vědomí, že výchozí nastavení relace v php je nižší a toto nastavení přepíše

source: You session has timed out
cs_cz: Tvoje sezení vypršelo

source: Discover new hosts
cs_cz: Vyhledat nové hosty

source: Discover new hosts in this subnet
cs_cz: Vyhledat nové hosty v této podsíti

source: Page not referred properly
pt_br: P&aacute;gina n&atilde;o se refere propriamente

source: Administrator level privileges required
pt_br: Privil&eacute;gios de administrador necess&aacute;rios

source: Role
pt_br: Papel

source: Admin accept/reject comment
pt_br: Coment&aacute;rio aceito/rejeitado pelo Admin

source: port
pt_br: porta

source: Subnetting details for
pt_br: Detalhes de sub-rede para

source: Reset
pt_br: Resetar

source: Port
pt_br: Porta

source: Some search tips
pt_br: Algumas dicas de pesquisa

source: You can get all IP addresses some host uses and all ports it is connected to by entering hostname in search field
pt_br: Voc&ecirc; poder obter todo endere&ccedil;os IP que os hosts utilizam e todas as portas &agrave; eles conectados digitando o hostname no campo de pesquisa

source: This happens if subnet had IP addresses<br>when new nested subnet was added
pt_br: Isso acontece se a sub-rede tem endere&ccedil;os IP <br>quando uma nova sub-rede aninhada &eacute; adicionada

source: Export
pt_br: Exportar

source: Failed to
pt_br: Falha ao

source: Enter base DN for LDAP (default: CN=Users,CN=Company,DC=domain,DC=local)<br> If this is set to null then adLDAP will attempt to obtain this automatically from the rootDSE
pt_br: Entre com a base DN do LDAP (ex: CN=Users,CN=Company,DC=domain,DC=local)<br> Se for setado como vazio ent&atilde;o o adLDAP ir&aacute; tentar obter isso automaticamente do rootDSE

source: false
pt_br: falso

source: true
pt_br: verdadeiro

source: AD port
pt_br: Porta do AD

source: Local authenticates here
pt_br: Autentica&ccedil;&atilde;o local aqui

source: Domain authenticates on AD, but still needs to be setup here for permissions etc.
pt_br: Autentica&ccedil;&atilde;o no dom&iacute;nio de AD, mas ainda &eacute; necess&aacute;rio configurar as permiss&otilde;es e etc.

source: Enter master subnet if you want to nest it under existing subnet, or select root to create root subnet
pt_br: Digite a sub-rede mestre se voc&ecirc; deseja aninh&aacute;-la dentro de uma sub-rede existente, ou selecione a sub-rede root para criar uma sub-net root

source: Status
pt_br: Estado

source: Model
pt_br: Modelo

source: Subnet cannot nest behind itself!
pt_br: Sub-rede n&atilde;o pôde aninhada em s&iacute; mesma!

source: HTML email
pt_br: Email HTML

source: Don't show visual display
pt_br: N&otilde;a mostrar exibi&ccedil;&atilde;o visual

source: Select netmask limit for visual display of IP addresses (mask equal or bigger than - more then /22 not recommended)
pt_br: Selecione o limite da m&aacute;scara de rede para exibi&ccedil;&atilde;o do endere&ccedil;o IP (m&aacute;scara igual ou maior que - mais que /22 n&atilde;o &eacute; recomendado)

source: I found the following routes belonging to AS
pt_br: Eu encontrei as seguintes rotas pertencentes as AS's

source: Cannot update settings
pt_br: N&atilde;o foi poss&iacute;vel atualizar as configura&ccedil;&otilde;es

source: Strict mode
pt_br: Modo estrito

source: Permissions info
pt_br: Informa&ccedil;&otilde;es de permiss&atilde;o

source: If group is not set in permissions then it will not have access to subnet
pt_br: Se o grupo n&atilde;o estiver atrelado &agrave;s permiss&otilde;es ent&atilde;o n&atilde;o ser&aacute; poss&iacute;vel o acesso &agrave; sub-rede

source: Subnet permissions must be set separately. By default if group has access to section<br>it will have same permission on subnets
pt_br: As permiss&otilde;es de sub-rede devem ser configuradas separadamente. Por padr&atilde;o se um grupo tem acesso a essa se&ccedil;&atilde;o<br>, este ter&aacute; as mesmas permiss&otilde;es nas sub-redes

source: You can choose to delegate section permissions to all underlying subnets
pt_br: Voc&ecirc; pode escolher delegar as permiss&otilde;es de se&ccedil;&atilde;o para todas sub-redes subjacentes

source: If group does not have access to section it will not be able to access subnet, even if<br>subnet permissions are set
pt_br: Se um grupo n&atilde;o tem acesso &agrave;s se&ccedil;&otilde;es, este tamb&eacute;m n&atilde;o ser&aacute; capaz de acessar as sub-redes, mesmo se<br>as permiss&otilde;es a esta sub-rede estiver configurada

source: No disables overlapping subnet checks. Subnets can be nested/created randomly. Anarchy.
pt_br: N&atilde;o desativar verifica&ccedil;&otilde;es de sub-rede que se sobrep&otilde;em. As sub-redes podem ser aninhadas / criadas aleatoriamente. Anarquia

source: Check to delegate permissions to all subnets in section
pt_br: Checar permiss&otilde;es delegadas a todas sub-redes da se&ccedil;&atilde;o

source: Here you can set parameters for connecting to OpenLDAP for authenticating users. phpIPAM uses
pt_br: Aqui voc&ecirc; pode setar os parâmetros de conex&atilde;o ao OpenLDAP para a autentica&ccedil;&atilde;o de usu&aacute;rios. O phpIPAM usa

source: First create new user under user management with <u>same username as on LDAP</u> and set usertype to domain user. Also set proper groups (premissions) for this user.
pt_br: Primeiramente, crie um novo usu&aacute;rio administrador com <u>mesmo nome de usu&aacute;rio no LDAP</u> e configure o tipo de usu&aacute;rio ao usu&aacute;rio do dom&iacute;nio. Configure tamb&eacute;m as propriedades do grupo (permiss&otilde;es) para esse usu&aacute;rio.

source: Enter base DN for LDAP (default: CN=Users,CN=Company,DC=domain,DC=local)
pt_br: Digite a base DN do LDAP (ex: CN=Users,CN=Company,DC=domain,DC=local)

source: Sending mail for new IP request failed
pt_br: Falha ao enviar email de solicita&ccedil;&atilde;o de IP

source: Sending mail for IP request succeeded
pt_br: Email de solicita&ccedil;&atilde;o de endere&ccedil;o IP enviado com sucesso

source: Administrator level users
pt_br: N&iacute;vel dos usu&aacute;rios administradores

source: Import file
pt_br: Importar arquivos

source: Nested subnet out of new subnet
pt_br: A sub-rede aninhada est&aacute; fora da nova sub-rede

source: Group under current
pt_br: Grupo subcorrente

source: Group under current will create new nested subnets under current one
pt_br: O grupo subcorrente ir&aacute; criar uma nova sub-rede aninhada abaixo &agrave; atual

source: If existing IP will fall to subnet/broadcast of new subnets split will fail, except if strict mode is disabled
pt_br: Se um IP existente

source: You can change subnet size by specifying new mask (bigger or smaller). Please note
pt_br: Voc&ecirc; pode mudar o tamanho da sub-rede especificando uma nova m&aacute;scara (maior ou menor). Por favor, tome nota

source: If subnet has hosts outside of resized subnet resizing will not be possible
pt_br: Se sub-rede possui hosts fora da sub-rede redimensionada, o redimensionamento n&atilde;o ser&aacute; poss&iacute;vel

source: If strict mode is enabled check will be made to ensure it is still inside master subnet
pt_br: Se o modo estrito estiver habilitado, uma checagem ser&aacute; feira para garantir que esta esteja dentro de uma sub-rede mestre

source: Shows in which sections device will be visible for selection
pt_br: Monstra em quais se&ccedil;&otilde;es os dispositivos ser&atilde;o mostrados para serem selecionados

source: Truncating network will remove all IP addresses, that belong to selected subnet!
pt_br: Rede truncada ir&aacute; remover todos os endere&ccedil;os IP que pertencem a sub-rede selecionada

source: Subnet truncated succesfully
pt_br: Sub-rede truncada com sucesso

source: No available users to add to group
pt_br: Nenhum usu&aacute;rio dispon&iacute;vel para ser adicionado ao grupo

source: Error - no group ID
pt_br: Erro - nenhum ID de grupo

source: Subnet permissions set for subnet and underlying subnets
pt_br: Permiss&otilde;es de sub-rede para definir sub-rede e sub-redes subjacentes

source: Min host IP
pt_br: M&iacute;nimo de host por IP

source: Max host IP
pt_br: M&aacute;ximo de host por IP

source: delete user
pt_br: deletar usu&aacute;rio
