Repository: phpipam/phpipam
Catalog: functions/locale/*/LC_MESSAGES/phpipam.po
Languages: cs_cz, pt_br

source: None
cs_cz: Žádné
pt_br: Nenhum

source: Note
cs_cz: Poznámka
pt_br: Notas

source: Additional notes about IP address
cs_cz: Další poznámky k IP adrese
pt_br: Adicionar notas sobre o endere&ccedil;o IP

source: Type
cs_cz: Typ
pt_br: Tipo

source: Active
cs_cz: Aktivní
pt_br: Ativo

source: Unique
cs_cz: Unikátní
pt_br: &uacute;nico

source: Unique hostname
cs_cz: Unikátní hostname
pt_br: &uacute;nico hostname

source: Not strict
cs_cz: Není striktní
pt_br: N&atilde;o estrito

source: Permit adding network/broadcast as IP
cs_cz: Povolit přidat síť/broadcast jako IP
pt_br: Permiss&atilde;o para adicionar endere&ccedil;o de rede/broadcast

source: Delete IP
cs_cz: Vymazání IP
pt_br: Deletar IP

source: Subnet Usage
cs_cz: Využití podsítě
pt_br: Uso de sub-rede

source: Total
cs_cz: Celkem

source: IP requests
cs_cz: Žádosti o IP
pt_br: Solicita&ccedil;&otilde;es IP

source: disabled
cs_cz: zakázáno
pt_br: desabilitado

source: You do not have permissions to edit subnet or IP addresses
cs_cz: Nemáte oprávnění k edistaci podsítě, nebo přidání IP
pt_br: Voc&ecirc; n&atilde;o tem permiss&otilde;es para editar sub-redes ou endere&ccedil;os IP

source: Export IP addresses
cs_cz: Exportovat IP adresy
pt_br: Exportar endere&ccedil;os IP

source: Request new IP address
cs_cz: Požádat o novou IP adresu
pt_br: Solicitar novo endere&ccedil;o IP

source: Add new IP address
cs_cz: Vložit novou IP adresu
pt_br: Adicionar novo endere&ccedil;o IP

source: Import IP addresses
cs_cz: Importovat IP adresy
pt_br: Importar endere&ccedil;os IP

source: Select fields to export
cs_cz: Zvolte pole pro export
pt_br: Selecionar campos para exportar

source: You cannot access this subnet
cs_cz: Nemáte přístup k této podsíti
pt_br: Voc&ecirc; pode adicionar essa sub-rede

source: IP state
cs_cz: Stav IP
pt_br: Estado do IP

source: Click on IP address box<br>to manage IP address
cs_cz: Kliknutím na IP box<br>spravujte IP adresu
pt_br: Clicar na caixa de endere&ccedil;o IP<br>para gerenci&aacute;-los

source: phpIPAM is free, open-source project
cs_cz: phpIPAM je open-source projekt
pt_br: phpIPAM &eacute; gr&aacute;tis, um projeto de c&oacute;digo aberto

source: If you like the software you can donate by clicking this button to support further development
cs_cz: Pokud se vám tento software líbí, můžete přispět k vývoji kliknutím na tlačítko
pt_br: Se voc&ecirc; gostou do software voc&ecirc; pode fazer doa&ccedil;&otilde;es clicando neste bot&atilde;o para apoiar mais desenvolvimento

source: Number of Sections
cs_cz: Počet sekcí
pt_br: N&uacute;meros de Se&ccedil;&otilde;es

source: Number of Subnets
cs_cz: Počet podsítí
pt_br: N&uacute;meros de Sub-Rede

source: Number of IPv4 addresses
cs_cz: Počet IPv4 adres
pt_br: N&uacute;mero de endere&ccedil;os IPv4

source: Number of IPv6 addresses
cs_cz: Počet IPv6 adres
pt_br: N&uacute;mero de endere&ccedil;os IPv6

source: Number of users
cs_cz: Počet uživatelů
pt_br: N&uacute;meros de usu&aacute;rios

source: Severity
cs_cz: Závažnost
pt_br: Gravidade

source: Command
cs_cz: Příkaz
pt_br: Comando

source: Date
cs_cz: Datum
pt_br: Data

source: Info
cs_cz: Informace
pt_br: Informa&ccedil;&atilde;o

source: Warn
cs_cz: Varování
pt_br: Aviso

source: Err
cs_cz: Chyba
pt_br: Erro

source: No error logs available
cs_cz: Není dostupný chybový log
pt_br: Sem logs de erro dispon&iacute;veis

source: No
cs_cz: Ne
pt_br: N&atilde;o

source: No IPv4 host configured
cs_cz: Není konfigurován žádný IPv4 host
pt_br: Nenhum host IPv4 foi configurado

source: No IPv6 host configured
cs_cz: Není konfigurován žádný IPv6 host
pt_br: Nenhum host IPv6 foi configurado

source: No logs available
cs_cz: Logy nejsou dostupné
pt_br: Sem logs dispon&iacute;veis

source: welcome to your IPAM dashboard
cs_cz: Vítejte ve Vašem IPAM dashboardu
pt_br: Bem vindo ao seu painel IPAM

source: There are
cs_cz: Existuje
pt_br: Existem

source: requests
cs_cz: požadavků
pt_br: solicita&ccedil;&otilde;es

source: for IP address waiting for your approval
cs_cz: na IP adresu, čekající na schválení
pt_br: para endere&ccedil;os IP esperando por usa aprova&ccedil;&atilde;o

source: Statistics
cs_cz: Statistiky
pt_br: Estat&iacute;sticas

source: Top 10 IPv4 subnets by usage percentage
cs_cz: Top 10 IPv4 podsítí dle proceuntálního využití
pt_br: Top 10 IPv4 porcentagem do uso de sub-redes

source: Top 10 IPv4 subnets by number of hosts
cs_cz: Top 10 IPv4 podsítí dle počtu hostů
pt_br: Top 10 IPv4 sub-redes por n&uacute;meros de hosts

source: Top 10 IPv6 subnets by number of hosts
cs_cz: Top 10 IPv6 podsítí dle počtu hostů
pt_br: Top 10 IPv6 sub-redes por n&uacute;meros de hosts

source: Last 5 informational logs
cs_cz: Posledních 5 informačních logů
pt_br: &uacute;ltimos 5 logs informacionais

source: Last 5 warning / error logs
cs_cz: Posledních 5 upozornění / chyb
pt_br: &uacute;ltimos 5 logs de erro/aviso

source: Database structure verification
cs_cz: Kontrola struktury databáze
pt_br: Verifica&ccedil;&atilde;o da estrutura do banco de dados

source: All tables and fields are installed properly
cs_cz: Všechny tabulky a pole jsou v pořádku
pt_br: Todas tabelas e campos est&atilde;o instaladas corretamente

source: Missing table
cs_cz: Chybějící tabulka
pt_br: Tabelas faltando

source: Missing fields
cs_cz: Chybějící pole
pt_br: Campos faltando

source: Import subnets from RIPE / ARIN
cs_cz: Importovat podsítě z RIPE / ARIN
pt_br: Importar sub-redes do RIPE / ARIN

source: This script imports subnets from RIPE / ARIN database for specific AS. Enter desired AS to search for subnets
cs_cz: Tento skript importuje podsítě z databáze RIPE / ARIN specifické AD. Zadejte cílovou AS pro hledání v podsítích
pt_br: Esse script importa sub-redes do banco de dados RIPE / ARIN para uma AS espec&iacute;fica. Entre com a AS desejada para pesquisar por sub-redes

source: AS number
cs_cz: Číslo AS
pt_br: N&uacute;mero da AS

source: Name must be between 4 and 24 characters
cs_cz: Jméno musí být mezi 4 a 24 znaky
pt_br: Nome deve conter entre 4 e 24 caracteres

source: Name must not start with number
cs_cz: Jméno nesmí začínat číslem
pt_br: O nome n&atilde;o pode come&ccedil;ar com n&uacute;meros

source: Only alphanumeric, spaces and underscore characters are allowed
cs_cz: Pouze alfanumerické znaky, mezery a podtržítka jsou povoleny
pt_br: Apenas caracteres alfanum&eacute;rico, espa&ccedil;os e underscore s&atilde;o permitidos

source: Please correct the following errors
cs_cz: Odstraňte následující chyby, prosím
pt_br: Por favor, corrija os seguintes erros

source: field
cs_cz: pole
pt_br: campo

source: Field
cs_cz: Pole
pt_br: Campo

source: success
cs_cz: úspěch
pt_br: com sucesso

source: Active Directory connection settings
cs_cz: Nastavení spojení s Active Directory
pt_br: Configura&ccedil;&otilde;es de conex&atilde;o com servidor Active Directory

source: Here you can set parameters for connecting to AD for authenticating users. phpIPAM uses
cs_cz: Zde můžete nastavit parametry pro spojení s AD pro autentikaci uživatelů. phpIPAM používá
pt_br: Aqui voc&ecirc; pode setar os parâmetros de conex&atilde;o com o AD para autenticar usu&aacute;rios. Utilizado pelo phpIPAM

source: to authenticate users. If you need additional settings please take a look at functions/adLDAP or check online documentation!
cs_cz: k autentikaci uživatelů. Pokud potřebujete další nastavení, podívejte se prosím do functions/adLDAP nebo na online dokumentaci!
pt_br: para autenticar usu&aacute;rios. Se voc&ecirc; precisar de alguma configura&ccedil;&atilde;o adicional, por favor cheque a fun&ccedil;&atilde;o adLDAP ou cheque a documenta&ccedil;&atilde;o online!

source: First create new user under user management with <u>same username as on AD</u> and set usertype to domain user. Also set proper permissions - group membership for new user.
cs_cz: Nejdříve vytvořte nového uživatele ve správě uživatelů <u>se stejným jménem jako v AD</u> a nastavte typ uživatele na doménového. Také nastavte správná oprávnění - členství ve skupině pro nového uživatele.
pt_br: Primeiro crie novo usu&aacute;rio sob o gerenciamento de usu&aacute;rios com <u> mesmo nome de um usu&aacute;rio do AD </u> e defina um tipo de usu&aacute;rio no dom&iacute;nio. Tamb&eacute;m defina as permiss&otilde;es adequadas - membros do grupo para novo usu&aacute;rio.

source: ldap extension not enabled in php
cs_cz: ldap rozšíření není povolené v php
pt_br: extens&atilde;o ldap n&atilde;o habilitado no php

source: Domain controllers
cs_cz: Doménové řadiče
pt_br: Controladores do dom&iacute;no

source: Enter domain controllers, separated by ; (default: dc1.domain.local;dc2.domain.local)
cs_cz: Zadejte doménové řadiče oddělené pomocí ; (standardně: dc1.domain.local;dc2.domain.local)
pt_br: Entre com os controladores de dom&iacute;no, separados por ; (ex: dc1.domain.local;dc2.domain.local)

source: Base DN
cs_cz: Základní DN

source: Account suffix
cs_cz: Přípona účtu
pt_br: Sufixo da conta

source: The account suffix for your domain (default: @domain.local)
cs_cz: Přípona účtu pro Vaši doménu (standardně: @domain.local)
pt_br: O sufixo da conta para o dom&iacute;nio (ex: @domain.local)

source: Use SSL
cs_cz: Použít SSL
pt_br: Uso do SSL

source: Use SSL (LDAPS), your server needs to be setup (default: false), please see
cs_cz: Užití SSL (LDAPS) vyžaduje nastavit server (defaultně: vypnuto), prosím podívejte se
pt_br: para usar o SSL (LDAPS), seu servidor deve ser configurado (ex: falso), por favor, veja

source: Use TLS
cs_cz: Použít TLC
pt_br: Uso do TLS

source: If you wish to use TLS you should ensure that useSSL is set to false and vice-versa (default: false)
cs_cz: Chcete-li využít TLS, ujistěte se že použití SSL je nastaveno na vypnuto a naopak (defaultně: vypnuto)
pt_br: Se voc&ecirc; deseja usar o TLS voc&ecirc; deve certificar-se de que o SSL est&aacute; configurado como falso e vice-versa (ex: false)

source: The default port for LDAP non-SSL connections (default: 389)
cs_cz: Výchozí port pro LDAP non-SSL spojení (standardně: 389)
pt_br: A porta padr&atilde;o para conex&atilde;o LDAP sem SSL (padr&atilde;o: 389)

source: Test settings
cs_cz: Test nastavení
pt_br: Configura&ccedil;&otilde;es de teste

source: Save settings
cs_cz: Uložit nastavení
pt_br: Salvar configura&ccedil;&otilde;es

source: Log files
cs_cz: Logovací soubory
pt_br: Arquivos de log

source: Informational
cs_cz: Informační
pt_br: Informativo

source: Notice
cs_cz: Oznámení
pt_br: Notifica&ccedil;&atilde;o

source: Warning
cs_cz: Upozornění
pt_br: Aviso

source: Download logs
cs_cz: Stáhnout log

source: Clear logs
cs_cz: Vyčistit log
pt_br: Limpar logs

source: Log details
cs_cz: Detail logu
pt_br: Detalhes do log

source: Log ID
cs_cz: ID logu
pt_br: Id do log

source: Event
cs_cz: Událost
pt_br: Evento

source: User details
cs_cz: Detail uživatele
pt_br: Detalhes de usu&aacute;rio

source: Details
cs_cz: Detaily
pt_br: Detalhes

source: Close window
cs_cz: Zavřít okno
pt_br: Fechar janela

source: Filter which fields to display in IP list
cs_cz: Filtr polí, které se mají zobrazit v seznamu
pt_br: Filtrar quais campos &agrave; serem mostrados na lista de IP

source: You can select which fields are actually being used for IP management, so you dont show any overhead if not used. IP, hostname and description are mandatory
cs_cz: Můžte si zvolit, která pole jsou pro IP management důležitá, a taknepotřebné informace Vás nebudou obtěžovat. IP, název hosta a popis jsou pole povinná.
pt_br: Voc&ecirc; pode selecionar quais campos est&atilde;o realmente sendo usados para o gerenciamento IP, ent&atilde;o n&atilde;o ser&aacute; necess&aacute;rio mostrar no geral se n&atilde;o estiver sendo usado, hostname e descri&ccedil;&atilde;o s&atilde;o obrigat&oacute;rios

source: Check which fields to use for IP addresses
cs_cz: Zvolte pole, které chcete použít pro IP adresy
pt_br: Checar quais campos usar nos endere&ccedil;os IP

source: Save
cs_cz: Uložit
pt_br: Salvar

source: Request does not exist
cs_cz: Požadavek neexistuje
pt_br: Solicita&ccedil;&atilde;o n&atilde;o existe

source: Manage IP address request
cs_cz: Správa požadavků IP adres
pt_br: Solicita&ccedil;&atilde;o para gerenciamento de endere&ccedil;os IP

source: Requested subnet
cs_cz: Požadovaná podsíť
pt_br: Sub-rede solicitada

source: Enter IP description
cs_cz: Vložte popis IP
pt_br: Entre com a descri&ccedil;&atilde;o do IP

source: Enter hostname
cs_cz: Vložte hostname
pt_br: Entre com o hostname

source: State
cs_cz: Stav
pt_br: Estado

source: Write note
cs_cz: Zapsat poznámku
pt_br: Escrever notas

source: Requester email
cs_cz: E-mail žadatele
pt_br: Email do solicitante

source: Requester comment
cs_cz: Poznámka žadatele
pt_br: Coment&aacute;rio do solicitante

source: Comment approval/reject
cs_cz: Komentář k souhlasu/odmítnutí
pt_br: Aprova&ccedil;&atilde;o/Rejei&ccedil;&atilde;o de coment&aacute;rio

source: Enter reason for reject/approval to be sent to requester
cs_cz: Zadejte důvod odmítnutí/povolení, které bude odeslána žadateli
pt_br: Entre com a raz&atilde;o pelas quais isso foir rejeitado / aprovado para ser enviado ao solicitante

source: Reject
cs_cz: Odmítnout
pt_br: Rejeitar

source: Accept
cs_cz: Příjmout
pt_br: Aceitar

source: User management
cs_cz: Správa uživatelů
pt_br: Gerenciar usu&aacute;rios

source: Create user
cs_cz: Vytvořit uživatele
pt_br: Criar usu&aacute;rios

source: Real Name
cs_cz: Skutečné jméno
pt_br: Nome Real

source: Groups
cs_cz: Skupiny
pt_br: Grupos

source: Administrator
cs_cz: Administrátor
pt_br: Administrador

source: Local user
cs_cz: Místní uživatel
pt_br: Usu&aacute;rio local

source: LDAP user
cs_cz: LDAP uživatel
pt_br: Usu&aacute;rio do LDAP

source: Domain user
cs_cz: Doménový uživatel
pt_br: Usu&aacute;rios do dom&iacute;nio

source: All groups
cs_cz: Všechny skupiny
pt_br: Todos os grupos

source: Adminstrator users will be able to view and edit all all sections and subnets
cs_cz: Administrátoři budou schopni vidět a upravovat všechny sekce a podsítě
pt_br: Usu&aacute;rios administradores estar&atilde;o aptos a visualizar e editar todas se&ccedil;&otilde;es e sub-redes

source: Normal users will have premissions set based on group access to sections and subnets
cs_cz: Běžní uživatelé budou mít oprávnění získaná na základě přiřazení ke skupinám
pt_br: Usu&aacute;rios normais poder&atilde;o ter permiss&otilde;es baseadas no grupo para acessar se&ccedil;&otilde;es e sub-redes

source: Subnet management
cs_cz: Správa podsítí
pt_br: Gerenciamento de sub-rede

source: click to show/hide all subnets
cs_cz: zobrazít/skrýt všechny podsítě
pt_br: clique para mostrar/esconder todas sub-redes

source: click to show/hide belonging subnets
cs_cz: kliknutím zobrazíte/skryjete přičleněné subsítě
pt_br: cliqeu para mostrar/esconder todas sub-redes pertencentes

source: Add new subnet to section
cs_cz: Přidat novou podsíť do sekce
pt_br: Adicionar nova sub-rede nessa se&ccedil;&atilde;o

source: Add subnet
cs_cz: Přidat podsíť
pt_br: Adicionar sub-rede

source: Section has no subnets
cs_cz: Sekce nemá podsítě
pt_br: Essa se&ccedil;&atilde;o n&atilde;o possui sub-rede

source: Server management
cs_cz: Správa serveru
pt_br: Gerenciamento do servidor

source: IPAM settings
cs_cz: Nastavení IPAM
pt_br: Configura&ccedil;&atilde;o IPAM

source: Group management
cs_cz: Správa skupin
pt_br: Gerenciamento de grupo

source: AD connection settings
cs_cz: Nastavení AD spojení
pt_br: Configura&ccedil;&otilde;es de conex&atilde;o com AD

source: LDAP connection settings
cs_cz: Nastavení OpenLDAP spojení
pt_br: Configura&ccedil;&otilde;es de conex&atilde;o com OpenLDAP

source: Edit instructions
cs_cz: Instrukce úprav
pt_br: Instru&ccedil;&otilde;es de edi&ccedil;&atilde;o

source: IP related management
cs_cz: Správa související s IP
pt_br: Gerenciamento de IP relatado

source: Section management
cs_cz: Správa sekce
pt_br: Gerenciamento de se&ccedil;&atilde;o

source: Device management
cs_cz: Správa zařízení
pt_br: Gerenciamento de dispositivos

source: VLAN management
cs_cz: Správa VLAN
pt_br: Gerenciamento de VLAN

source: VRF management
cs_cz: Správa VRF
pt_br: Gerenciamento de VRF

source: RIPE / ARIN import
cs_cz: Import RIPE / ARIN
pt_br: Importar RIPE / ARIN

source: Filter IP fields
cs_cz: Filtr polí IP
pt_br: Filtrar campos IP

source: Custom fields
cs_cz: Uživatelská pole
pt_br: Campos personalizados

source: Version check
cs_cz: Kontrola verze
pt_br: Verificar vers&atilde;o

source: Verify database
cs_cz: Kontrola databáze
pt_br: Verificar banco de dados

source: Replace fields
cs_cz: Nahradit pole
pt_br: Substituir campos

source: Export database
cs_cz: Export databáze
pt_br: Exportar banco de dados

source: user
cs_cz: uživatel
pt_br: usu&aacute;rio

source: Add new user
cs_cz: Přidat nového uživatele
pt_br: Adicionar novo usu&aacute;rio

source: Enter users real name
cs_cz: Vložte skutečné jméno
pt_br: Digite o nome real do usu&aacute;rio

source: Enter username
cs_cz: Uživatelské jméno
pt_br: Digite o nome de usu&aacute;rio

source: Enter users email address
cs_cz: Vložte emailovou adresu uživatele
pt_br: Digite o email do usu&aacute;rio

source: User Type
cs_cz: Typ uživatele
pt_br: Tipo de Usu&aacute;rio

source: Set user type
cs_cz: Nastavit typ uživatele
pt_br: Setar tipo de usu&aacute;rio

source: User's password
cs_cz: Heslo uživatele
pt_br: Senha do usu&aacute;rio

source: click to generate random
cs_cz: generovat náhodné heslo
pt_br: clique para gerer uma senha aleat&oacute;ria

source: Notification
cs_cz: Upozornění
pt_br: Notifica&ccedil;&atilde;o

source: Send notification email to user with account details
cs_cz: Odeslat uživateli emailové oznámění s detaily účtu
pt_br: Enviar email de notifica&ccedil;&atilde;o para o usu&aacute;rio com os detalhes da conta

source: User role
cs_cz: Role uživatele
pt_br: Pap&eacute;is do usu&aacute;rio

source: Normal User
cs_cz: Běžný uživatel
pt_br: Usu&aacute;rio Normal

source: Select user role
cs_cz: Zvolte roli uživatele
pt_br: Selecione o papel do usu&aacute;rio

source: Administrator is almighty
cs_cz: Administrátor je všemocný
pt_br: O administrador &eacute; poderoso

source: Users have access defined based on groups
cs_cz: Uživatel má přísup dle skupiny
pt_br: Usu&aacute;rios possuem acessos definidos, baseados em grupos

source: No groups configured
cs_cz: Není nakonfigurovaná žádná skupina
pt_br: Nenhum grupo configurado

source: Select to which groups the user belongs to
cs_cz: Zvolte, do kterých skupin uživatel náleží
pt_br: Selecione &agrave; qual grupo esse usu&aacute;rio pertence

source: phpIPAM database export
cs_cz: Export databáze phpIPAM
pt_br: Exportar banco de dados phpIPAM

source: You can download MySQL dump of database or generate XLS file of IP addresses
cs_cz: Můžete stáhnout MySQL dump databáze nebo vygenerovat XLS soubor IP adres
pt_br: Voc&ecirc; pode faxer o download do dump MYSQL do banco de dados ou gerar um arquivo XLS para os endere&ccedil;os IP

source: Create MySQL database dump
cs_cz: Vytvořit dump MySQL databáze
pt_br: Criar um banco de dados dump MYSQL

source: Prepare MySQL dump
cs_cz: Připravit MySQL dump
pt_br: Preparar dump MYSQL

source: Create XLS file of IP addresses
cs_cz: Vytvořit XLS soubor IP adres
pt_br: Criar arquivo XLS ou endere&ccedil;os IP

source: Prepare XLS dump
cs_cz: Připravit XLS dump
pt_br: Preparar dump XLS

source: Create hostfile dump
cs_cz: Vytvořit dump hostů
pt_br: Criar do dump de hostfile

source: Prepare hostfile dump
cs_cz: Připravit dump hostů
pt_br: Preparar o dump de hostfile

source: You do not have permissions to add new subnet in this section
cs_cz: Nemáte oprávnění k přidání nové podsítě v této sekci
pt_br: Voc&ecirc; n&atilde;o tem permiss&atilde;o para adicionar uma nova sub-rede nessa se&ccedil;&atilde;o

source: You do not have permissions to add edit/delete this subnet
cs_cz: Nemáte oprávnění k přidání úpravě/výmazu této sekce
pt_br: Voc&ecirc; n&atilde;o tem permiss&atilde;o para adicionar, editar ou deletar essa sub-rede

source: subnet
cs_cz: podsíť
pt_br: sub-rede

source: subnet in CIDR
cs_cz: podsíť v CIDR
pt_br: CIDR na sub-rede

source: Get information from RIPE / ARIN database
cs_cz: Získat informace z databáze RIPE / ARIN
pt_br: Obter informa&ccedil;&otilde;es do banco de dados RIPE / ARIN

source: Enter subnet in CIDR format (e.g. 192.168.1.1/24)
cs_cz: Podsíť v CIDR formátu (např. 10.1.1.1/24)
pt_br: Digite a sub-rede no formato CIDR (e.g. 192.168.1.1/24)

source: subnet description
cs_cz: popis podsítě
pt_br: descri&ccedil;&atilde;o de sub-rede

source: Enter subnet description
cs_cz: Vložte popis podsítě
pt_br: Digite a descri&ccedil;&atilde;o da sub-rede

source: Move to different section
cs_cz: Přesunout do jiné sekce
pt_br: Mover para uma se&ccedil;&atilde;o diferente

source: Select VLAN
cs_cz: Zvolte VLAN
pt_br: Selecionar uma VLAN

source: No VLAN
cs_cz: Žádná VLAN
pt_br: Nenhuma VLAN

source: Add
cs_cz: Přidat
pt_br: Adicionar

source: + Add new VLAN
cs_cz: + Přidat novou VLAN
pt_br: + Adicionar uma nova VLAN

source: Select VRF
cs_cz: Zvolte VRF
pt_br: Selecione uma VRF

source: Add this subnet to VRF
cs_cz: Přidat tuto podsíť do VRF
pt_br: Adicione esta sub-rede a uma VRF

source: Resize
cs_cz: Změnit velikost
pt_br: Redimensionar

source: split
cs_cz: Rozdělit
pt_br: dividir

source: Resize subnet
cs_cz: Změnit velikost podsítě
pt_br: Redimensionar sub-rede

source: Split subnet
cs_cz: Rozdělit podsíť
pt_br: Dividir subrede

source: Truncate subnet
cs_cz: Oříznout podsíť
pt_br: Truncar sub-rede

source: Resize, split or truncate this subnet
cs_cz: Změnit velikost, rozdělit, nebo oříznout tuto podsíť
pt_br: Redimensionar, dividir, ou truncar esta sub-rede

source: IP Requests
cs_cz: IP žádosti
pt_br: Solicita&ccedil;&otilde;es IP

source: Allow or deny IP requests for this subnet
cs_cz: Povolit nebo zakázat IP žádosti pro tuto podsíť
pt_br: Permitir ou negar solicita&ccedil;&otilde;es IP para esta sub-rede

source: Show as name
cs_cz: Zobrazit jako název
pt_br: Mostrar como nome

source: Show Subnet name instead of subnet IP address
cs_cz: Zobrazí jméno podsítě namísto IP adresy
pt_br: Exibir nome de Sub-rede ao inv&eacute;s do endere&ccedil;o IP da sub-rede

source: Removing subnets will delete ALL underlaying subnets and belonging IP addresses
cs_cz: Odstraněním podsítě dojde k vymazání přiřazených podsítí a IP adres
pt_br: Remo&ccedil;&atilde;o de sub-redes ir&aacute; apagar todas sub-redes subjacentes e todos os endere&ccedil;os IP pertencentes a ela.

source: Delete subnet
cs_cz: Vymazat podsíť
pt_br: Deletar sub-rede

source: ip state
cs_cz: stav ip
pt_br: estado do ip

source: No hosts
cs_cz: Žádný host
pt_br: Nenhum hosts

source: Cannot open csvupload/import.csv
cs_cz: Nelze otevřít csvupload/import.csv
pt_br: N&atilde;o foi poss&iacute;vel abrir o csvupload/import.csv

source: Import to database
cs_cz: Importovat do databáze
pt_br: Importar para o banco de dados

source: Should I import values to database
cs_cz: Měl bych importovat hodnoty do databáze
pt_br: Devo importar esses valores para o banco de dados

source: Yes
cs_cz: Ano
pt_br: Sim

source: custom subnet field
cs_cz: uživatelské pole podsítě
pt_br: Campo de sub-rede customizado

source: Select field name
cs_cz: Zvolte název pole
pt_br: Selecionar nome do campo

source: Close
cs_cz: Zavřít
pt_br: Fechar

source: Custom IP address fields
cs_cz: Uživatelská pole IP adresy
pt_br: Campos de endere&ccedil;o IP customizados

source: No custom fields created yet
cs_cz: Doposud nebyla vytvořena žádná uživatelská pole
pt_br: Nenhum campo customizado foi criado ainda

source: Invalid field name
cs_cz: Chybný název pole
pt_br: Nome do campo inv&aacute;lido

source: Add new custom IP address field
cs_cz: Přidání nového uživatelského pole IP adresy selhalo
pt_br: Adicionar novo campo de endere&ccedil;o IP customizado
