Repository: phpipam/phpipam
Catalog: functions/locale/*/LC_MESSAGES/phpipam.po
Languages: cs_cz, pt_br

source: Remove users from group
cs_cz: Ostranit uživatele ze skupiny
pt_br: Remover usu&aacute;rios do grupo

source: No users in this group
cs_cz: Ve skupině nejsou uživatelé
pt_br: Nenhum usu&aacute;rio neste grupo

source: Remove selected users
cs_cz: Odstranit vybrané uživatele
pt_br: Remover usu&aacute;rio selecionado

source: Please select user(s) to remove from group!
cs_cz: Zvolte laskavě uživatele pro odebrání ze skupiny!
pt_br: Por favor, selecione o(s) usu&aacute;rio(s) a serem removidos do grupo!

source: Failed to remove users
cs_cz: Chyba při odebrání uživatelů
pt_br: Falha ao remover usu&aacute;rios do grupo

source: Users removed from group
cs_cz: Uživatelé odebráni ze skupiny
pt_br: Usu&aacute;rios removidos do grupo

source: Manage permissions for subnet
cs_cz: Nastavení oprávnění k podsíti
pt_br: Gerenciar permiss&otilde;es para sub-rede

source: Permissions for all nested subnets will be overridden
cs_cz: Oprávnění pro všechny podřízené podsítě bude přepsáno
pt_br: Permiss&otilde;es para sub-redes aninhadas ser&atilde;o subst&iacute;tu&iacute;das

source: Set permissions
cs_cz: Nastavit oprávnění
pt_br: Configurar permiss&otilde;es

source: Subnet permissions set
cs_cz: Oprávnění podsítě nastaveno
pt_br: Setar permiss&otilde;es de sub-rede

source: custom User field
cs_cz: Uživatelské pole Uživatele
pt_br: Campo de usu&aacute;rio customizado

source: Please login
cs_cz: Přihlašte se prosím
pt_br: Por favor, fa&ccedil;a o login

source: Login
cs_cz: Přihlásit

source: login
cs_cz: přihlášení

source: Please provide valid email address
cs_cz: Poskytněte laskavě platnou emailovou adresu
pt_br: Por favor, informe um endere&ccedil;o de e-mail v&aacute;lido

source: requester
cs_cz: žadatel
pt_br: solicitante

source: Request submitted successfully
cs_cz: Žádost odeslána úspěšně
pt_br: Solicita&ccedil;&atilde;o enviada com sucesso

source: Error submitting new IP address request
cs_cz: Chyba při odeslání nového požadavku na IP adresu
pt_br: Erro ao enviar nova solicita&ccedil;&atilde;o de endere&ccedil;o IP

source: No subnets available for requests
cs_cz: Pro požadavky nejsou dostupné podsítě
pt_br: Nenhuma sub-rede dispon&iacute;vel para solicita&ccedil;&atilde;o

source: Back to login
cs_cz: Zpět na přihlášení
pt_br: Volte para login

source: Select subnet
cs_cz: Zvolte podsíť
pt_br: Selecione a sub-rede

source: IP description
cs_cz: Popis IP
pt_br: Descri&ccedil;&atilde;o de IP

source: device hostname
cs_cz: hostname zařízení
pt_br: hostname do dispositivo

source: Responsible person
cs_cz: Odpovědná osoba
pt_br: Pessoa respons&aacute;vel

source: Your email address
cs_cz: Váše emailová adresa
pt_br: Seu endere&ccedil;o de e-mail

source: If there is anything else you want to say about request write it in this box
cs_cz: Pokud máte ještě potřebu něco sdělit ohledně požadavku, zapište to zde
pt_br: Se voc&ecirc; tiver algo a mais para dizar sobre sua solicita&ccedil;&atilde;o, escreva nesta caixa

source: Submit request
cs_cz: Odeslat požadavek
pt_br: Enviando solicita&ccedil;&atilde;o

source: Please enter your username and password
cs_cz: Vložte laskavě vaše jméno a heslo
pt_br: Por favor, digite seu nome de usu&aacute;rio e senha

source: You have logged out
cs_cz: Byl(a) jste odhlášen(a)
pt_br: Voc&ecirc; se deslogou

source: Sorry, must be admin
cs_cz: Lituji, musíte být administrátorem
pt_br: Desculpe, voc&ecirc; deve ser admin

source: You do not have access to this section
cs_cz: Nemáte do této sekce přístup
pt_br: Voc&ecirc; n&atilde;o tem acesso a esta se&ccedil;&atilde;o

source: Section does not exist
cs_cz: Sekce neexistuje
pt_br: Se&ccedil;&atilde;o n&atilde;o existe

source: Expand/compress all folders
cs_cz: Rozbalit/Sbalit všechny adresáře
pt_br: Expandir/Comprimir todas as pastas

source: Hide subnet list
cs_cz: Skrýt seznam podsítí
pt_br: Esconder lista de sub-rede

source: Add new subnet
cs_cz: Přidat novou podsíť
pt_br: Adicionar nova sub-rede

source: Add new subnet to
cs_cz: Přidat novou podsíť do
pt_br: Adicionar nova sub-rede a

source: Search string
cs_cz: řetězec k vyhledání
pt_br: Pesquisa por string

source: Hi
cs_cz: Vítejte
pt_br: Oi

source: Logged in as
cs_cz: Přihlášen jako
pt_br: Logado como

source: Logout
cs_cz: Odhlásit
pt_br: Deslogar-se

source: Show all subnets in section
cs_cz: Zobrazit všechny podsítě v sekci
pt_br: Mostrar todas sub-redes desta se&ccedil;&atilde;o

source: section
cs_cz: sekce
pt_br: se&ccedil;&atilde;o

source: Show IP addressing guide
cs_cz: Zobrazit návod IP adresace
pt_br: Mostrar guia de endere&ccedil;amento IP

source: Available IPAM tools
cs_cz: Dostupné nástroje IPAM
pt_br: Feramentas IPAM dispon&iacute;veis

source: VRFs
cs_cz: VRF

source: Show all tools
cs_cz: Zobrazit všechny nástroje
pt_br: Mostrar todas ferramentas

source: Show Administration menu
cs_cz: Zobrazit administrační menu
pt_br: Mostrar menu de administra&ccedil;&atilde;o

source: Administration
cs_cz: Administrace
pt_br: Administra&ccedil;&atilde;o

source: Users
cs_cz: Uživatelé
pt_br: Usu&aacute;rios

source: Show all settings
cs_cz: Zobrazit všechna nastavení
pt_br: Mostrar todas configura&ccedil;&otilde;es

source: User edit successfull
cs_cz: Uživatel upraven úspěšně
pt_br: Usu&aacute;rio editado com sucesso

source: User delete successfull
cs_cz: Uživatel vymazán úspěšně
pt_br: Usu&aacute;rio deletado com sucesso

source: User add successfull
cs_cz: Uživatel přidán úspěšně
pt_br: Usu&aacute;rio adicionado com sucesso

source: Section edit successful
cs_cz: Sekce upravena úspěšně
pt_br: Se&ccedil;&atilde;o editada com sucesso

source: Section add successful
cs_cz: Sekce přidána úspěšně
pt_br: Se&ccedil;&atilde;o adicionada com sucesso

source: Section delete successful
cs_cz: Sekde smazána úspěšně
pt_br: Se&ccedil;&atilde;o deletada com sucesso

source: Show tools menu
cs_cz: Zobrazit nabídků nástrojů
pt_br: Mostrar menu de ferramentas

source: IP related settings
cs_cz: Nastavení související s IP
pt_br: Configura&ccedil;&atilde;o de IP relatados

source: In case of problems please contact
cs_cz: V případě problémů kontaktujte laskavě
pt_br: Em caso de problema, por favor contate

source: Visual subnet display
cs_cz: Vizuální zobrazení podsítě
pt_br: Exibi&ccedil;&atilde;o de sub-rede

source: Network
cs_cz: Síť
pt_br: Rede

source: Subnet netmask
cs_cz: Maska podsítě
pt_br: M&aacute;scara de sub-rede

source: Subnet bitmask
cs_cz: Bitová maska podsítě
pt_br: M&aacute;scara bit de sub-rede

source: Numbet of hosts
cs_cz: Počet hostů
pt_br: N&uacute;meros de hosts

source: Subnet Class
cs_cz: Třída podsítě
pt_br: Classe da sub-rede

source: Language
cs_cz: Jazyk
pt_br: Linguagem

source: Select language
cs_cz: Vyberte jazyk
pt_br: Selecionar Linguagem

source: Languages
cs_cz: Jazyky
pt_br: Linguagens

source: Manage translations
cs_cz: Správa překladů
pt_br: Gerenciar tradu&ccedil;&otilde;es

source: Language code
cs_cz: Kód jazyka
pt_br: C&oacute;digo de liguagem

source: Language name
cs_cz: Název jazyka
pt_br: Nome da l&iacute;ngua

source: Validity
cs_cz: Platnost
pt_br: Validade

source: Valid
cs_cz: Platný
pt_br: V&aacute;lida

source: Invalid
cs_cz: Neplatný
pt_br: Inv&aacute;lida

source: Create new language
cs_cz: Vytvořit nový jazyk
pt_br: Criar nova linguagem

source: You can edit different language translations here
cs_cz: Zde můžete upravit různé jazykové překlady
pt_br: Voc&ecirc; pode editar diferentes tradu&ccedil;&otilde;es de l&iacute;nguas aqui

source: Add translation file to directory functions/locale/ in phpipam
cs_cz: Přidat soubor s překlady do adresáře functions/locale v phpipam
pt_br: Adicionar arquivo de tradu&ccedil;&atilde;o no diret&oacute;rio /functions/locale/ no phpipam

source: Create new language with same code as translation file
cs_cz: Vytvořit nový jazyk se stejným kódem jako překladový soubor
pt_br: Criar nova l&iacute;ngua com o mesmo c&oacute;digo como arquivo de tradu&ccedil;&atilde;o

source: Add new language
cs_cz: Přidat nový jazyk
pt_br: Adicionar nova linguagem

source: Edit language
cs_cz: Editace jazyka
pt_br: Editar linguagem

source: Delete language
cs_cz: Vymazat jazyk
pt_br: Deletar linguagem

source: Code must be at least 2 characters long
cs_cz: Kód musí být dlouhý alespoň 2 znaky
pt_br: O c&oacute;digo deve ter no m&iacute;nimo 2 caracteres

source: Name must be at least 2 characters long
cs_cz: Jméno musí být dlouhé alespoň 2 znaky
pt_br: O nome deve ter no m&iacute;nimo 2 caracteres

source: Language edit error
cs_cz: Chyba úpravy jazyka
pt_br: Erro ao editar linguagem

source: Language edit success
cs_cz: Jazyk upraven úspěšně
pt_br: Linguagem editada com sucesso

source: Language add error
cs_cz: Chyba v přidání jazyka
pt_br: Erro ao adicionar liguagem

source: Language add success
cs_cz: Jazyk přidán úspěšně
pt_br: Linguagem adicionada com sucesso

source: Language delete error
cs_cz: Chyba výmazu jazyka
pt_br: Erro ao deletar linguagem

source: Language delete success
cs_cz: Jazyk vymazán úspěšně
pt_br: Linguagem deletada com sucesso

source: Subnet edit successfull
cs_cz: Podsíť upravena úspěšně
pt_br: Sub-rede editado com sucesso

source: Subnet add successfull
cs_cz: Podsíť přidána úspěšně
pt_br: Sub-rede adicionada com sucesso

source: Subnet delete successfull
cs_cz: Podpis vymazána úspěšně
pt_br: Sub-rede de&ccedil;etadp cp, sucesso

source: Read / Write / Admin
cs_cz: Čtení / Zápis / Správa
pt_br: Leitura / Escrita / Admin

source: IP edit successful
cs_cz: Editace IP úspěšná
pt_br: IP editado com sucesso

source: IP add successful
cs_cz: IP přidána úspěšně
pt_br: IP adicionado com sucesso

source: IP delete successful
cs_cz: IP vymazána úspěšně
pt_br: IP deletado com sucesso

source: You do not have permissions to truncate subnet
cs_cz: Nemáte oprávnění k oříznutí podsítě
pt_br: Voc&ecirc; n&atilde;o tem permiss&atilde;o para truncar essa sub-rede

source: Failed to add device
cs_cz: Nelze přidat zařízení
pt_br: Falha ao adicionar dispositivo

source: Failed to edit device
cs_cz: Nelze upravit zařízení
pt_br: Falha ao editar o dispositivo

source: Failed to delete device
cs_cz: Nelze vymazat zařízení
pt_br: Falha ao deletar o dispositivo

source: Device add successfull
cs_cz: Zařízení přidáno úspěšně
pt_br: Dispositivo adicionado com sucesso

source: Device edit successfull
cs_cz: Zařízení upraveno úspěšně
pt_br: Dispositivo editado com sucesso

source: Device delete successfull
cs_cz: Zařízení vymazáno úspěšně
pt_br: Dispositivo deletado com sucesso

source: Failed to add VLAN
cs_cz: Nelze přidat VLAN
pt_br: Falha ao adicionar VLAN

source: Failed to edit VLAN
cs_cz: Chyba při úpravě VLAN
pt_br: Falha ao editar VLAN

source: Failed to delete VLAN
cs_cz: Chyba při výmazu VLAN
pt_br: Falha ao deletar VLAN

source: VLAN add successfull
cs_cz: VLAD přidána úspěšně
pt_br: VLAN adicionada com sucesso

source: VLAN edit successfull
cs_cz: VLAN upravena úspěšně
pt_br: VLAN editada com sucesso

source: VLAN delete successfull
cs_cz: VLAN vymazána úspěšně
pt_br: VLAN deletada com sucesso

source: Failed to add VRF
cs_cz: Chyba při přidání VRF
pt_br: Falha ao adicionar VRF

source: Failed to edit VRF
cs_cz: Chyba při úpravě VRF
pt_br: Falha ao editar VRF

source: Failed to delete VRF
cs_cz: Chyba při výmazu VRF
pt_br: Falha ao deletar VRF

source: VRF add successfull
cs_cz: VRF přidána úspěšně
pt_br: VRF adicionada com sucesso

source: VRF edit successfull
cs_cz: VRF upravena úspěšně
pt_br: VRF editada com sucesso

source: VRF delete successfull
cs_cz: VRF vymazána úspěšně
pt_br: VRF deletada com sucesso

source: Failed to add field
cs_cz: Nelze přidat pole
pt_br: Falha ao adicionar campo

source: Failed to edit field
cs_cz: Chyba při úpravě pole
pt_br: Falha ao editar campo

source: Failed to delete field
cs_cz: Chyba při výmazu pole
pt_br: Falha ao deletar campo

source: Field add success
cs_cz: Pole přidáno úspěšně
pt_br: Campo adicionado com sucesso

source: Field edit success
cs_cz: Pole upraveno úspěšně
pt_br: Campo editado com sucesso

source: Field delete success
cs_cz: Pole vymazáno úspěšně
pt_br: Campo deletado com sucesso

source: To apply language change please log in again
cs_cz: Pro aplikaci změn jazyka se opětovně přihlašte
pt_br: Para aplicar a mudan&ccedil;a de linguagem, por favor fa&ccedil;a o login novamente

source: No IPv4 hosts configured
cs_cz: Žádný IPv4 host nakonfigurován
pt_br: Nenhum host IPv4 configurado

source: No IPv6 hosts configured
cs_cz: Žádný IPv6 host nakonfigurován
pt_br: Nenhum host IPv6 configurado

source: Add some hosts to subnets to calculate usage percentage
cs_cz: Vložte hosty do podsítě pro výpočet procentuálního využití
pt_br: Adicione algum host nas sub-redes para calcular a porcentagem de uso

source: Add some hosts to subnets to show graph of used hosts per subnet
cs_cz: Vložte hosty do podsítě pro zobrazení grafu užití hostů v subsíti
pt_br: Adicione algum host nas sub-redes para mostrar o gr&aacute;fico de hosts utilizados por sub-redes

source: edit user
cs_cz: vymazat uživatele

source: Check hosts status
cs_cz: Kontrola stavu hostů

source: Ping hosts inside subnet to check avalibility
cs_cz: Ping na hosty uvnitř subsítě pro kontrolu dostupnosti

source: Hosts check
cs_cz: Kontrola hostů

source: Ping exclude
cs_cz: Výjimky pingu

source: Exclude from ping status checks
cs_cz: Výjmout z ping kontroly stavu

source: Check avalibility
cs_cz: Zkontrolovat dostupnost

source: Insufficient permissions
cs_cz: Nedostatečná oprávnění

source: is alive
cs_cz: je dostupná

source: is not alive
cs_cz: není dostupný

source: Ping status intervals
cs_cz: Interval Ping kontroly

source: Ping status intervals for IP addresses in seconds - warning;offline (Default: 1800;3600)
cs_cz: Ping status interval pro IP adresu v sekundách - upozornění;owwline (výchozí: 1800;3600)

source: Invalid ping status intervals
cs_cz: Nepltaný interval kontroly pingem

source: Device is alive
cs_cz: Zařízení je dostupné

source: Device is offline
cs_cz: Zařízení není dostupné

source: Device status unknown
cs_cz: Stav zařízení je nesnámé

source: Last seen
cs_cz: Naposledy dostupné

source: Never
cs_cz: Nikdy

source: Number of hosts
cs_cz: Počet hostů

source: Scan subnet for new hosts
cs_cz: Vyhledat v podsíti nové hosty

source: You do not have permissions to modify hosts in this subnet
cs_cz: Nemáte oprávnění k úpravě hosta v této subsíti

source: Scan subnet
cs_cz: Prohledat podsíť

source: Select Scan type
cs_cz: Zvolte typ skenování

source: scan
cs_cz: sken

source: You can set parameters for scan under functions/scan/config-scan.php
cs_cz: Dále můžete nastavit parametry pro skenování v functions/scan/config-scan.php

source: Discovery scans
cs_cz: Vyhledávací skeny

source: Status update scans
cs_cz: Sken aktualizace stavu

source: Scan results
cs_cz: Výsledky hledání

source: Default language
cs_cz: Výchozí jazyk

source: Select default language
cs_cz: Zvolte výchozí jazyk

source: Section order
cs_cz: Řazení sekce

source: You can manually set order in which sections are displayed in. Default is creation date.
cs_cz: Můžete manuálně nastavit pořadí zobrazení sekcí. Výchozí je datum vytvoření.

source: Order
cs_cz: Řazení

source: Section reordering successful
cs_cz: Seřazení sekce bylo úspěšné

source: Cannot reorder sections
cs_cz: Nelze seřadit sekce

source: Default
cs_cz: Výchozí

source: Threading is required for scanning subnets. Please recompile PHP with pcntl extension
cs_cz: Threading je vyžadován ke skenování subsítí. Prosím, přeložte PHP s rozšířením pcntl

source: Add discovered hosts
cs_cz: Vložit nalezené hosty

source: Scan results added to database
cs_cz: Výsledky hledání vloženy do databáze

source: Invalid ping path
cs_cz: Neplatná cesta k pingu

source: Display settings
cs_cz: Nastavení zobrazení

source: Enable or disable API server module
cs_cz: Povolit nebo zakázat API modul serveru

source: Please enable API module under server management
cs_cz: Povolte laskavě modul API ve správě serveru

source: API management
cs_cz: Správa API

source: Create API key
cs_cz: Vytvořit API klíč

source: App code
cs_cz: App kód

source: App permissions
cs_cz: Oprávnění App

source: edit app details
cs_cz: úprava detailů app

source: remove app
cs_cz: odstranit app

source: API instructions
cs_cz: API instrukce

source: API documentation
cs_cz: API dokumentace

source: The following PHP extensions for API server are missing
cs_cz: Následující PHP rozšíření pro API server chybí

source: Please recompile PHP to include missing extensions for API server
cs_cz: Překompilujte laskavě PHP včetně chybějících rozšíření pro API server

source: Add new api key
cs_cz: Přidat nový api klíč

source: Enter application identifier
cs_cz: Zadejte identifikátor aplikace

source: Application code
cs_cz: Aplikační kód

source: Regenerate
cs_cz: Regenerovat

source: Disabled
cs_cz: Zakázat

source: Invalid application code
cs_cz: Neplatný aplikační kód

source: Invalid application id
cs_cz: Neplatné ID aplikace

source: Invalid permissions
cs_cz: Neplatná oprávnění

source: API add error
cs_cz: Chyba při přídání API

source: API edit error
cs_cz: Chyba při úpravě API

source: API delete error
cs_cz: Chyba při odstranění API

source: API add success
cs_cz: API přidáno úspěšně

source: API edit success
cs_cz: API upraveno úspěšně

source: API delete success
cs_cz: API odstraněno úspěšně

source: DHCP range
cs_cz: DHCP rozsah

source: Check avalibility (disabled)
cs_cz: Kontrola dostupnosti (zakázána)

source: DHCP compress
cs_cz: DHCP komprese

source: Compress DHCP ranges in IP table
cs_cz: Komprese DHCP rozsahu v IP tabulce

source: Add new
cs_cz: Přidat nový

source: Add new folder to
cs_cz: Přidat nový adresář do

source: Available VLANs
cs_cz: Dostupné VLANy

source: Available VRFs
cs_cz: Dostupné VRFs

source: Subnet contains more subnets
cs_cz: Podsíť obsahuje více podsítí

source: Click on folder to open/close
cs_cz: Kliknutím adresář otevřete/zavřete

source: VLAN contains subnets
cs_cz: VLAN obsahuje podsítě

source: VRF contains subnets
cs_cz: VRF obsahuje podsítě

source: Show VLANs
cs_cz: Zobrazit VLANy

source: Show VRFs
cs_cz: Zobrazit VRFs

source: Show list of VLANs and belonging subnets in subnet list
cs_cz: Zobrazit seznam VLAN a příslušných podsítí

source: Show list of VRFs and belonging subnets in subnet list
cs_cz: Zobrazit seznam VRFs a příslušných podsítí

source: VLAN details
cs_cz: Detaily VLAN

source: has no belonging subnets
cs_cz: nemá přiřazené podsítě

source: belonging subnets
cs_cz: Přiřazené podsítě

source: VRF details
cs_cz: Detauly VRF

source: Invalid VLAN id
cs_cz: Neplatné VLAN id

source: Invalid VRF id
cs_cz: Neplatné VRF id

source: Parent
cs_cz: Nadřazený

source: SubSections in
cs_cz: Podsekce v

source: Widgets
cs_cz: Widgety

source: Select widgets to be displayed on dashboard
cs_cz: Zvolte widgety pro zobrazení na dahsboardu

source: No widgets selected
cs_cz: Není vybrát widget

source: Please select widgets to be displayed on dashboard on user menu page
cs_cz: Zvolte prosím widget pro zobrazení na dashboardu

source: Enter comment for users
cs_cz: Vlože komentář pro uživatele

source: Required field
cs_cz: Požadované pole

source: Required
cs_cz: Vyžadované

source: Custom device fields
cs_cz: Uživatelská pole zařízení

source: Add new custom device field
cs_cz: Přidat nové uživatelské pole zařízení

source: Belonging subsections
cs_cz: Přiřazené podsítě

source: Back to
cs_cz: Zpět na

source: Domain account
cs_cz: Doménový účet

source: Domain account for search operations
cs_cz: Doménový účet pro operace vyhledávání

source: No users found
cs_cz: Uživatelé nenalezeni

source: Possible reasons
cs_cz: Možné příčiny

source: Username not existing
cs_cz: Uživatelské jméno neexistuje

source: Invalid baseDN setting for AD
cs_cz: Chybné baseDN nastavení pro AD

source: AD account does not have enough privileges for search
cs_cz: AD účet nemá dostatečná oprávnění k vyhledávání

source: Admin user cannot be deleted
cs_cz: Účet Admin nelze vymazat

source: Error adding new folder
cs_cz: Chyba přidání nového adresáře

source: Folder, IP addresses and all belonging subnets deleted successfully
cs_cz: Adresář, IP adresy a příslušné podsítě byly vymazány úspěšně

source: Folder add successfull
cs_cz: Adresář přidán úspěšně

source: Folder edit successfull
cs_cz: Adresář upraven úspěšně

source: Folder does not exist
cs_cz: Adresář neexistuje

source: You do not have permission to access this folder
cs_cz: Nemáte oprávnění k přístupu do tohoto adresáře

source: Folder details
cs_cz: Detaily adresáře

source: Folder name
cs_cz: Název adresáře

source: Add new nested folder
cs_cz: Přidat podřízený adresář

source: directly nested folders
cs_cz: podřízené adresáře

source: Folder has no nested folders or belonging subnets
cs_cz: Adresář nemá podřízené adresáře, či subsítě

source: You do not have permissions to edit folder
cs_cz: Nemáte oprávnění upravit adresář

source: Edit folder
cs_cz: Upravit adresář

source: Manage folder permissions
cs_cz: Správa oprávnění k adresáři

source: Delete folder
cs_cz: Vymazat adresář

source: Search user in AD
cs_cz: Hledat uživatele v AD

source: Following users were found
cs_cz: Následující uživatelé byli nalezeni

source: Select
cs_cz: Zvolte

source: Favourite subnets
cs_cz: Oblíbené podsítě

source: No favourite subnets selected
cs_cz: Źádné oblíbené sítě nejsou vybrány

source: You can add subnets to favourites by clicking star icon in subnet details
cs_cz: Pro přidání subsítě do oblíbených klikněte na ikonu hvězdy v detailu podsítě

source: Click to remove from favourites
cs_cz: Kliknutím odstraníte z oblíbených

source: Click to add to favourites
cs_cz: Kliknutím přídáte k oblíbeným

source: Error editing favourite
cs_cz: Chyba editace oblíbených

source: Favourite networks
cs_cz: Oblíbené sítě

source: Changelog
cs_cz: Změnový log

source: No changelogs available
cs_cz: Nejsou dostupné změnové logy

source: No changelog entries are available for this host
cs_cz: Nejsou dostupné změnové záznamy pro tohoto hosta

source: No changelog entries are available for this subnet
cs_cz: Nejsou dostupné změnové záznamy pro tuto podsíť

source: No changelog entries are available for this section
cs_cz: Nejsou dostupné změnové záznamy pro tuto sekci

source: Avalibility
cs_cz: Dostupnost

source: Last edited
cs_cz: Naposledy upraven

source: Action
cs_cz: Akce

source: Result
cs_cz: Výsledek

source: Change
cs_cz: Změna

source: Output has been limited to last 50 lines
cs_cz: Výstup omezen na posledních 50 záznamů

source: Output has been limited to last 100 lines
cs_cz: Výstup omezen na posledních 100 záznamů

source: Output has been limited to last 250 lines
cs_cz: Výstup omezen na posledních 250 záznamů

source: Output has been limited to last 500 lines
cs_cz: Výstup omezen na posledních 500 záznamů

source: Enable changelog
cs_cz: Povolit logování změn

source: Change logging is disabled. You can enable it under administration
cs_cz: Logování změn je neaktivní. Aktivovat jej můžete v administračním menu

source: Ping path
cs_cz: Cesta k programu ping

source: Set path for ping executable file (default /bin/ping)
cs_cz: Nastavte cestu k souboru ping (standardně /bin/ping)

source: Max scan threads
cs_cz: Max. skenovacích vláken

source: Set maximum nubmer of concurrent ICMP checks (default 128)
cs_cz: Nastavení maxima současných ICPM kontrol (standardně 128)

source: Last 5 change log entries
cs_cz: 5 posledních změnových záznamů

source: You can manage widgets here
cs_cz: Zde můžete spravovat widgety

source: Create new widget
cs_cz: Vytvořit nový widget

source: No widgets created yet
cs_cz: Zatím nebyl vytvořen widget

source: Create widget file in directory site/dashboard/widgets/
cs_cz: Vytvořit soubor widgetu v adresáři site/dashboard/widgets/

source: Add new widget
cs_cz: Přidat nový widget
