Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF8/LC_MESSAGES/phpipam.po
Languages: sl_si

source: If strict mode is enabled check will be made to ensure it is still inside master subnet
sl_si: Če je omogočen strog način se bo izvedla preverba, če je novo omrežje še vedno znotraj nadrejenega omrežja

source: Add device
sl_si: Dodaj napravo

source: No devices configured
sl_si: Ni naprav

source: Shows in which sections device will be visible for selection
sl_si: Prikazuje v katerih razdelkih bo naprava vidna za izbiro

source: Sections
sl_si: Razdelki

source: Wrong IP addresses (subnet or broadcast)
sl_si: Neveljaven IP naslov (omrežje ali broadcast)

source: Subnet splitted ok
sl_si: Omrežje razdeljeno

source: Failed to remove old subnet
sl_si: Napaka pri izbrisu starega omrežja

source: Number of IP addresses
sl_si: Število IP naslovov

source: Truncating network will remove all IP addresses, that belong to selected subnet!
sl_si: Izpraznitev omrežja bo pobrisalo vse IP naslove, ki temu omrežju pripadajo!

source: Subnet truncated succesfully
sl_si: Omrežje izpraznjeno

source: New ipam account created
sl_si: Nov ipam uporabniški račun ustvarjen

source: User ipam account updated
sl_si: Uporabniški račun posodobljen

source: IPAM account details
sl_si: Podatki o IPAM računu

source: Sending notification mail for new account failed
sl_si: Pošiljanje email obvestila o novem uporabniškem računu ni uspelo

source: Notification mail for new account sent
sl_si: Obvestilo o novem uporabniškem računu poslano

source: group
sl_si: skupina

source: Add new group
sl_si: Dodaj novo skupino

source: Enter group name
sl_si: Vpišite ime skupine

source: Add users to group
sl_si: Dodaj uporabnike v skupino

source: No available users to add to group
sl_si: Ni razpoložljivih uporabnikov za dodajanje v skupino

source: Error - no group ID
sl_si: Napaka - manjka ID skupine

source: Please select user(s) to add to selected group!
sl_si: Prosimo izberite uporabnike za dodajanje v skupino

source: Failed to add users
sl_si: Napaka pri dodajanju uporabnikov v skupino

source: Users added to group
sl_si: Uporabniki dodani v skupino

source: Remove users from group
sl_si: Odstrani uporabnike iz skupine

source: No users in this group
sl_si: V tej skupini ni uporabnikov

source: Remove selected users
sl_si: Odstrani izbrane uporabnike

source: Please select user(s) to remove from group!
sl_si: Prosimo izberite uporabnike za odstranitev iz skupine

source: Failed to remove users
sl_si: Napaka pri odstranitvi uporabnikov

source: Users removed from group
sl_si: Uporabniki odstranjeni iz skupine

source: Manage permissions for subnet
sl_si: Upravljanje pravic za omrežje

source: Permissions for all nested subnets will be overridden
sl_si: Pravice za vsa podomrežja bodo prepisane

source: Set permissions
sl_si: Nastavi pravice

source: Subnet permissions set for subnet and underlying subnets
sl_si: Pravice nastavljene za omrežje in vsa podomorežja

source: Subnet permissions set
sl_si: Pravice omrežja nastavljene

source: custom User field
sl_si: dodatno polje za uporabnike

source: Please login
sl_si: Prijava

source: Login
sl_si: Prijava

source: login
sl_si: prijava

source: Please provide valid email address
sl_si: Prosimo vpišite veljaven e-mail naslov

source: requester
sl_si: zahteval

source: Request submitted successfully
sl_si: Zahtevek uspešno oddan

source: Error submitting new IP address request
sl_si: Napaka pri oddaji zahtevka za IP naslov

source: No subnets available for requests
sl_si: Na voljo ni nobenega omrežja za IP zahteve

source: Back to login
sl_si: Nazaj na prijavo

source: Select subnet
sl_si: Izberite omrežje

source: IP description
sl_si: Opis zahtevka

source: device hostname
sl_si: dns ime

source: Responsible person
sl_si: Odgovorna oseba

source: Your email address
sl_si: Vaš e-mail naslov

source: If there is anything else you want to say about request write it in this box
sl_si: Dodatne komentarje ali pojasnila lahko vpišete v to polje

source: Submit request
sl_si: Oddaj zahtevo

source: Please enter your username and password
sl_si: Prosimo vpišite vaše uporabniško ime in geslo

source: You have logged out
sl_si: Odjava uspešna

source: Sorry, must be admin
sl_si: Nimate administratorskih pravic

source: You do not have access to this section
sl_si: Nimate dostopa do tega razdelka

source: Section does not exist
sl_si: Razdelek ne obstaja

source: Expand/compress all folders
sl_si: Razširi/skrči vse mape

source: Hide subnet list
sl_si: Skrij seznam omrežij

source: Add new subnet
sl_si: Ustvari novo omrežje

source: Add new subnet to
sl_si: Ustvari novo omrežje v razdelku

source: Search string
sl_si: Iskalni niz

source: Hi
sl_si: Pozdravljen

source: Logged in as
sl_si: Prijavljen kot

source: Logout
sl_si: Odjava

source: Show all subnets in section
sl_si: Prikaži vsa omrežja v razdelku

source: section
sl_si: razdelek

source: Show IP addressing guide
sl_si: Prikaži navodila za uporabo

source: Available IPAM tools
sl_si: Razpoložljiva orodja

source: VRFs
sl_si: VRFi

source: Show all tools
sl_si: Prikaži vsa orodja

source: Show Administration menu
sl_si: Prikaži administracijski meni

source: Administration
sl_si: Administracija

source: Users
sl_si: Uporabniki

source: Show all settings
sl_si: Prikaži vse

source: User edit successfull
sl_si: Uporabnik urejen

source: User delete successfull
sl_si: Uporabnik izbrisan

source: User add successfull
sl_si: Uporabnik dodan

source: Section edit successful
sl_si: Razdelek urejen

source: Section add successful
sl_si: Razdelek dodan

source: Section delete successful
sl_si: Razdelek izbrisan

source: Show tools menu
sl_si: Prikaži meni orodij

source: IP related settings
sl_si: Nastavitve IP

source: In case of problems please contact
sl_si: V primeru težav prosimo kontaktirajte uporabnika

source: Visual subnet display
sl_si: Grafičen prikaz omrežja

source: Network
sl_si: Omrežje

source: Subnet netmask
sl_si: Maska omrežja

source: Subnet bitmask
sl_si: Bitna maska omrežja

source: Min host IP
sl_si: Prvi IP naslov

source: Max host IP
sl_si: Zadnji IP naslov

source: Numbet of hosts
sl_si: Število naslovov

source: Subnet Class
sl_si: Klasa omrežja

source: Language
sl_si: Jezik

source: Select language
sl_si: Izbira jezika

source: Languages
sl_si: Jeziki

source: Manage translations
sl_si: Upravljanje s prevodi

source: Language code
sl_si: Koda jezika

source: Language name
sl_si: Ime jezika

source: Validity
sl_si: Veljavnost

source: Valid
sl_si: Veljavno

source: Invalid
sl_si: Neveljavno

source: Create new language
sl_si: Dodaj nov jezik

source: You can edit different language translations here
sl_si: Tukaj lahko urejate različne prevode

source: Add translation file to directory functions/locale/ in phpipam
sl_si: Datoteko s prevodom dodajte v direktorij functions/locale/

source: Create new language with same code as translation file
sl_si: Kreirajte nov jezik z enako kodo kot datoteka za prevajanje

source: Add new language
sl_si: Dodaj nov jezik

source: Edit language
sl_si: Uredi jezik

source: Delete language
sl_si: Izbriši jezik

source: Code must be at least 2 characters long
sl_si: Koda mora biti dolga vsaj 2 znaka

source: Name must be at least 2 characters long
sl_si: Ime mora biti dolgo vsaj 2 znaka

source: Language edit error
sl_si: Napaka pri urejanju jezika

source: Language edit success
sl_si: Jezik urejen

source: Language add error
sl_si: Napaka pri dodajanju jezika

source: Language add success
sl_si: Jezik dodan

source: Language delete error
sl_si: Napaka pri izbrisu jezika

source: Language delete success
sl_si: Jezik izbrisan

source: Subnet edit successfull
sl_si: Omrežje urejeno

source: Subnet add successfull
sl_si: Omrežje dodano

source: Subnet delete successfull
sl_si: Omrežje izbrisano

source: Read / Write / Admin
sl_si: Branje / Pisanje / Administracija

source: IP edit successful
sl_si: IP naslov urejen

source: IP add successful
sl_si: IP naslov dodan

source: IP delete successful
sl_si: IP naslov pobrisan

source: You do not have permissions to truncate subnet
sl_si: Nimate pravice za izbris IP naslovov v tem omrežju

source: Failed to add device
sl_si: Napaka pri dodajanju naprave

source: Failed to edit device
sl_si: Napaka pri urejanju naprave

source: Failed to delete device
sl_si: Napaka pri izbrisu naprave

source: Device add successfull
sl_si: Naprava dodana

source: Device edit successfull
sl_si: Naprava urejena

source: Device delete successfull
sl_si: Naprava izbrisana

source: Failed to add VLAN
sl_si: Napaka pri dodajanju VLANa

source: Failed to edit VLAN
sl_si: Napaka pri urejanju VLANa

source: Failed to delete VLAN
sl_si: Napaka pri izbrisu VLANa

source: VLAN add successfull
sl_si: VLAN dodan

source: VLAN edit successfull
sl_si: VLAN urejen

source: VLAN delete successfull
sl_si: VLAN izbrisan

source: Failed to add VRF
sl_si: Napaka pri dodajnju VRF

source: Failed to edit VRF
sl_si: Napaka pri urejanju VRF

source: Failed to delete VRF
sl_si: Napaka pri izbrisu VRF

source: VRF add successfull
sl_si: VRF dodan

source: VRF edit successfull
sl_si: VRF urejen

source: VRF delete successfull
sl_si: VRF izbrisan

source: Failed to add field
sl_si: Napaka pri dodajaju polja

source: Failed to edit field
sl_si: Napaka pri urejanju polja

source: Failed to delete field
sl_si: Napaka pri izbrisu polja

source: Field add success
sl_si: Polje dodano

source: Field edit success
sl_si: Polje urejeno

source: Field delete success
sl_si: Polje izbrisano

source: To apply language change please log in again
sl_si: Za uveljavitev spremembe jezika se prosimo ponovno prijavite

source: No IPv4 hosts configured
sl_si: Ni IPv4 naslovov

source: No IPv6 hosts configured
sl_si: Ni IPv6 naslovov

source: Add some hosts to subnets to calculate usage percentage
sl_si: Dodajte IP naslove v omrežja za izračun odstotka porabe

source: Add some hosts to subnets to show graph of used hosts per subnet
sl_si: Dodajte IP naslove v omrežja za prikaz grafa uporabe omrežij

source: edit user
sl_si: Urejanje uporabnika

source: delete user
sl_si: Izbris uporabnika

source: Check hosts status
sl_si: Preverjanje dosegljivosti

source: Ping hosts inside subnet to check availability
sl_si: Preverjanje dosegljivosti IP s pingom

source: Hosts check
sl_si: Preverjanje dosegljivosti

source: Ping exclude
sl_si: Dosegljivost

source: Exclude from ping status checks
sl_si: Izključi preverjanje statusa

source: Check availability
sl_si: Preveri dosegljivost

source: Insufficient permissions
sl_si: Nezadostne pravice

source: is alive
sl_si: je dosegljiv

source: is not alive
sl_si: ni dosegljiv

source: Ping status intervals
sl_si: Intervali preverjanja

source: Ping status intervals for IP addresses in seconds - warning;offline (Default: 1800;3600)
sl_si: Intervali preverjanja IP naslovov v sekundah - opozorilo;nedosegljivost (Privzeto: 1800;3600)

source: Invalid ping status intervals
sl_si: Napačni intervali preverjanja

source: Device is alive
sl_si: Naprava je dosegljiva

source: Device warning
sl_si: Opozorilo

source: Device is offline
sl_si: Naprava ni dosegljiva

source: Device status unknown
sl_si: Status neznan

source: Last seen
sl_si: Nazadnje aktivna

source: Never
sl_si: Nikoli

source: Number of hosts
sl_si: Število naslovov

source: Scan subnet for new hosts
sl_si: Skeniranje omrežja za nove naprave

source: You do not have permissions to modify hosts in this subnet
sl_si: Nimate pravic za urejanje naprav v tem omrežju

source: Scan subnet
sl_si: Skeniraj omrežje

source: Select Scan type
sl_si: Izberite tip skeniranje

source: scan
sl_si: skeniranje

source: You can set parameters for scan under functions/scan/config-scan.php
sl_si: Parametre skeniranja lahko spreminjate v functions/scan/config-scan.php

source: Discovery scans
sl_si: Odkrivanje novih naprav

source: Status update scans
sl_si: Posodobitve statusev

source: Scan results
sl_si: Rezultati skeniranja

source: Default language
sl_si: Privzet jezik

source: Select default language
sl_si: Izberite privzet jezik

source: Section order
sl_si: Vrstni red razdelkov

source: You can manually set order in which sections are displayed in. Default is creation date.
sl_si: Vrstni red prikaza razdelkov lahko ročno nastavite. Privzeto velja datum kreacije.

source: Order
sl_si: Vrstni red

source: Section reordering successful
sl_si: Vrstni red spremenjen

source: Cannot reorder sections
sl_si: Ne morem spremeniti vrstnega reda

source: Default
sl_si: Privzeto

source: Threading is required for scanning subnets. Please recompile PHP with pcntl extension
sl_si: Podpora za threading je zahtevana za skeniranje omrežij. Prosimo naložite pcntl podporo za php

source: Add discovered hosts
sl_si: Dodaj odkrite naprave

source: Scan results added to database
sl_si: Rezultati skeniranja dodani v bazo

source: Invalid ping path
sl_si: Napačna pot do programa ping

source: Display settings
sl_si: Nastavitve prikazovanja

source: Enable or disable API server module
sl_si: Vklop ali izklop API modula

source: Please enable API module under server management
sl_si: Prosimo vklopite API modul v nastavitvah

source: API management
sl_si: API nastavitve

source: Create API key
sl_si: Nov API ključ

source: App id
sl_si: ID

source: App code
sl_si: koda

source: App permissions
sl_si: pravice

source: edit app details
sl_si: Uredi app

source: remove app
sl_si: Izbriši app

source: No Apps available
sl_si: Na voljo ni nobene aplikacije

source: API instructions
sl_si: Navodila za uporabo

source: API documentation
sl_si: API dokumentacija

source: The following PHP extensions for API server are missing
sl_si: Sledeče zahtevane PHP razširitve za API strežnik manjkajo

source: Please recompile PHP to include missing extensions for API server
sl_si: Prosimo naložite php s podporo za manjkajoče razširitve

source: Add new api key
sl_si: Dodaj nov API ključ

source: Enter application identifier
sl_si: Identifikator aplikacije

source: Application code
sl_si: Koda za aplikacijo

source: Regenerate
sl_si: Zamenjaj

source: Disabled
sl_si: Onemogočeno

source: Invalid application code
sl_si: Neveljavna koda aplikacije

source: Invalid application id
sl_si: Neveljaven identifikator aplikacije

source: Invalid permissions
sl_si: Neveljavne pravice

source: API add error
sl_si: Napaka pri dodajanju API

source: API edit error
sl_si: Napaka pri urejanju API

source: API delete error
sl_si: Napaka pri izbrisu API

source: API add success
sl_si: API dodan

source: API edit success
sl_si: API urejen

source: API delete success
sl_si: API izbrisan

source: DHCP range
sl_si: DHCP razpon

source: Check availability (disabled)
sl_si: Preveri razpoložljivost (onemogočeno)

source: DHCP compress
sl_si: DHCP stiskanje

source: Compress DHCP ranges in IP table
sl_si: Združevanje zaporednih DHCP IP naslovov

source: Add new
sl_si: Ustvari novo

source: Add new folder to
sl_si: Dodaj novo mapo v

source: Available VLANs
sl_si: Razpoložljivi VLANi

source: Available VRFs
sl_si: Razpoložljivi VRFi

source: Subnet contains more subnets
sl_si: Omrežje vsebuje več podomrežij

source: Click on folder to open/close
sl_si: Kliknite na mapo za prikaz/skritje vsebine

source: VLAN contains subnets
sl_si: VLAN vsebuje omrežja

source: VRF contains subnets
sl_si: VRF vsebuje omrežja

source: Show VLANs
sl_si: Prikaz VLANov

source: Show VRFs
sl_si: Prikaz VRFov

source: Show list of VLANs and belonging subnets in subnet list
sl_si: Prikaz seznama VLANov in pripadajočih omrežij v seznamu omrežij

source: Show list of VRFs and belonging subnets in subnet list
sl_si: Prikaz seznama VRFov in pripadajočih omrežij v seznamu omrežij

source: VLAN details
sl_si: Podatki o VLANu

source: has no belonging subnets
sl_si: nima pripadajočih omrežij

source: belonging subnets
sl_si: pripadajočih omrežij

source: VRF details
sl_si: Podatki o VRFu

source: Invalid VLAN id
sl_si: Napačen ID VLANa

source: Invalid VRF id
sl_si: Napačen ID VRFa

source: Parent
sl_si: Master

source: SubSections in
sl_si: Sekcije v

source: Select parent section to create subsection
sl_si: Izberite glavno sekcijo če jo želite kreirati pod aktivno

source: Widgets
sl_si: Widgeti

source: Select widgets to be displayed on dashboard
sl_si: Izberite widgete za prikaz na dashboardu

source: No widgets selected
sl_si: Izbran ni noben widget

source: Please select widgets to be displayed on dashboard on user menu page
sl_si: Widgete za prikaz na dashboardu lahko izberete v svojih uporabniških nastavitvah

source: Enter comment for users
sl_si: Vpišite komentar za uporanike

source: Required field
sl_si: Zahtevano polje

source: Required
sl_si: Zahtevano

source: Custom device fields
sl_si: Dodatna polja za naprave

source: Add new custom device field
sl_si: Dodaj novo polje za naprave

source: Belonging subsections
sl_si: Pripadajoči razdelki

source: Back to
sl_si: Nazaj na

source: Domain account
sl_si: Domenski račun

source: Domain account for search operations
sl_si: Domenski račun za iskanje uporabnikov

source: No users found
sl_si: Nisem našel uporabnikov

source: Possible reasons
sl_si: Možni razlogi:

source: Username not existing
sl_si: Uporabniško ime ne obstaja

source: Invalid baseDN setting for AD
sl_si: Neveljaven osnovni DN za AD

source: AD account does not have enough privileges for search
sl_si: AD račun nima dovolj pravic za iskanje

source: Admin user cannot be deleted
sl_si: Administratorskega računa ni mogoče pobrisati

source: Error adding new folder
sl_si: Napaka pri dodajanju nove mape

source: Folder, IP addresses and all belonging subnets deleted successfully
sl_si: Mapa, IP naslovi in propadajoča omrežja izbrisana

source: Folder add successfull
sl_si: Mapa dodana

source: Folder edit successfull
sl_si: Mapa urejena

source: Folder does not exist
sl_si: Mapa ne obstaja

source: You do not have permission to access this folder
sl_si: Nimate pravic za dostop do te mape

source: Folder details
sl_si: Podatki o mapi

source: Folder name
sl_si: Ime mape

source: Add new nested folder
sl_si: Dodaj novo mapo

source: directly nested folders
sl_si: pripadajoče mape

source: Folder has no nested folders or belonging subnets
sl_si: Mapa nima pripadajočih map in omrežij

source: You do not have permissions to edit folder
sl_si: Nimate pravic za urejanje mape

source: Edit folder
sl_si: Uredi mapo

source: Manage folder permissions
sl_si: Uredi pravice

source: Delete folder
sl_si: Izbriši mapo

source: Errors marked with red will be ignored from importing
sl_si: Napake, označene z rdečo bodo izključene iz vnosa

source: Search user in AD
sl_si: Poišči uporabnika v AD

source: Following users were found
sl_si: Našel sem sledeče uporabnike

source: Select
sl_si: Izberi

source: Favourite subnets
sl_si: Priljubljena omrežja

source: No favourite subnets selected
sl_si: Ni priljubljenih omrežij

source: You can add subnets to favourites by clicking star icon in subnet details
sl_si: Omrežje lahko dodate v priljubljene s klikom na szvezdivo v podatkih o omrežju

source: Click to remove from favourites
sl_si: Kliknite za odstranitev

source: Click to add to favourites
sl_si: Kliknite za dodajanje

source: Error editing favourite
sl_si: Napaka pri urejanju priljubljenih omrežij

source: Favourite networks
sl_si: Priljubljena omrežja

source: Changelog
sl_si: Log sprememb

source: No changelogs available
sl_si: Ni zabeleženih sprememb

source: No changelog entries are available for this host
sl_si: Za ta IP naslov ni zabeleženih nobenih sprememb

source: No changelog entries are available for this subnet
sl_si: Za to omrežje ni zabeleženih nobenih sprememb

source: No changelog entries are available for this section
sl_si: Za ta razdelek ni zabeleženih nobenih sprememb

source: No changelog entries are available
sl_si: Ni zabeleženih sprememb

source: Availability
sl_si: Razpoložljivost

source: Last edited
sl_si: Nazadnje urejeno

source: Action
sl_si: Dejanje

source: Result
sl_si: Rezultat

source: Change
sl_si: Sprememba

source: Output has been limited to last 50 lines
sl_si: Rezultat je bil omejen na zadnjih 50 vrstic

source: Output has been limited to last 100 lines
sl_si: Rezultat je bil omejen na zadnjih 100 vrstic

source: Output has been limited to last 250 lines
sl_si: Rezultat je bil omejen na zadnjih 250 vrstic

source: Output has been limited to last 500 lines
sl_si: Rezultat je bil omejen na zadnjih 500 vrstic

source: Enable changelog
sl_si: Omogoči logiranje sprememb

source: Change logging is disabled. You can enable it under administration
sl_si: Logiranje sprememb ni omogočeno. To lahko spremenite v nastavitvah sistema

source: Ping path
sl_si: Ping pot

source: Set path for ping executable file (default /bin/ping)
sl_si: Pot do ping izvršne datoteke (privzeto /bin/ping/)

source: Max scan threads
sl_si: Max hkratnih sej

source: Set maximum nubmer of concurrent ICMP checks (default 128)
sl_si: Maksimalno število hkratnih ICMP preverb ob skeniraju (privzeto 128)

source: Last 5 change log entries
sl_si: Zadnjih 5 vnosov sprememb

source: You can manage widgets here
sl_si: Tukaj lahko upravljate z widgeti

source: Create new widget
sl_si: Dodaj nov widget

source: No widgets created yet
sl_si: Ni razpoložljivih widgetov

source: Create widget file in directory site/dashboard/widgets/
sl_si: Datoteko za widget kreirajte v site/dashboard/widgets/

source: Add new widget
sl_si: Dodaj nov widget

source: Edit widget
sl_si: Uredi widget

source: Delete widget
sl_si: Izbriši widget

source: Widget add error
sl_si: Napaka pri dodajanju widgets

source: Widget edit error
sl_si: Napaka pri urejanju widgeta

source: Widget delete error
sl_si: Napaka pri izbrisu widgeta

source: Widget add success
sl_si: Widget dodan

source: Widget edit success
sl_si: Widget urejen

source: Widget delete success
sl_si: Widget izbrisan

source: Active IP address requests
sl_si: Aktivni zahtevki za IP naslov

source: Click to save widgets order
sl_si: Shrani vrstni red widgetov

source: Add new widget to dashboard
sl_si: Dodaj nov widget na dashboard

source: All available widgets are already on dashboard
sl_si: Vsi razpoložljivi widgeti so že na dashboardu

source: Save order
sl_si: Shrani vrstni red

source: File
sl_si: Datoteka

source: Admin only
sl_si: Samo za administratorje

source: Link to page
sl_si: Povezava na stran

source: Widget size
sl_si: Velikost

source: No alive host found
sl_si: Nisem našel razpoložljivih naprav

source: Errors occured during scan
sl_si: Pri skeniranju je prišlo do napake

source: Excluded from check
sl_si: Preverjanje izklopljeno

source: Invalid characters in username
sl_si: Neveljavni znaki v uporabniškem imenu

source: Invalid characters in password
sl_si: Neveljavni znaki v geslu

source: Mail settings
sl_si: Mail nastavitve

source: Mail server settings
sl_si: Nastavitve mail strežnika

source: Server type
sl_si: Tip strežnika

source: Localhost
sl_si: Lokalen strežnik

source: Select server type for sending mail messages
sl_si: Izberite tip strežnika za pošiljanje email sporočil

source: Server authentication
sl_si: Avtentikacija

source: Select yes if authentication is required
sl_si: Izberite da, če strežnik zahteva avtentikacijo

source: Set username for SMTP authentication
sl_si: Vpišite uporabniško ime za SMTP

source: Set password for SMTP authentication
sl_si: Vpišite geslo za SMTP

source: Mail sender settings
sl_si: Nastavitve pošiljatelja

source: Send test email
sl_si: Pošljite testno sporočilo

source: Mail server type
sl_si: Tip mail strežnika

source: SMTP settings
sl_si: SMTP nastavitve

source: Server address
sl_si: Naslov strežnika

source: Sender name
sl_si: Ime pošiljatelja

source: Sender mail
sl_si: Email pošiljatelja

source: Set administrator name
sl_si: Vpišite ime administratorja

source: Set administrator e-mail
sl_si: Vpišite email administratorja
