Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF8/LC_MESSAGES/phpipam.po
Languages: sl_si

source: Cannot get fix for table
sl_si: Ne morem popraviti tabele

source: Fix table
sl_si: Popravi tabelo

source: Fix field
sl_si: Popravi polje

source: Wrong parameters
sl_si: Napačni parametri

source: Table fixed
sl_si: Tabela popravljena

source: Field fixed
sl_si: Polje popravljeno

source: Database errors detected
sl_si: Zaznane so napake v podatkovni bazi

source: Show all hosts
sl_si: Prikaži vse IPje

source: No hosts belonging to this device
sl_si: Noben IP ne pripada tej napravi

source: Sort by vendor
sl_si: Sortiraj po proizvajalcu

source: Select yes to receive notification change mail for
sl_si: Izberi Da za email obvestila o spremembah (changelog)

source: IP edited, Subnet edited, State change
sl_si: IP, Omrezjnih in statusnih sprememb

source: Mail State changes
sl_si: EMail sprememb stanja

source: Require user to change password after initial login
sl_si: Zahtevaj spremembo gesla ob prvi prijavi

source: Password change required
sl_si: Zahtevana je sprememba gesla

source: You are required to change your password before you can access phpipam.
sl_si: Preden lahko dostopate do phpipam orodja morate spremeniti svoje geslo.

source: Password change
sl_si: Sprememba gesla

source: Save password
sl_si: Shrani geslo

source: You have been blocked for 5 minutes due to authentication failures
sl_si: Zaradi neuspesne avtentikacije ste bili blokirani za 5 minut

source: Use nicer URL structure
sl_si: Uporabi lepšo strukturo URL zapisa

source: Please note that mod_rewrite is required with appropriate settings if pretified links are selected.
sl_si: Za uporabo lepših URL zapisov je zahtevan mod_rewrite modul s pravilnimi nastavitvami.

source: Hide free range
sl_si: Skrij prikaz prostega razpona

source: Do not display free range in IP address and subnets list
sl_si: Skrij prikaz prostega razpona IP naslovov in omrežij

source: Highest VLAN number
sl_si: Najvišja VLAN številka

source: Set highest VLAN number (default 4096)
sl_si: Nastavitev najvišje VLAN številke (privzeto 4096)

source: Highest possible VLAN number is
sl_si: Najvišja možna številka VLAN je

source: VLAN number cannot be negative
sl_si: VLAN številkane more biti negativna

source: Not number
sl_si: Ni številka

source: I will delete
sl_si: Izbrisal bom

source: Are you sure you want to delete above items?
sl_si: Ste prepričani, da želite izbrisati zgornje elemente?

source: Are you sure you want to delete IP address
sl_si: Ste prepričani, da želite izbrisati IP naslov

source: Inactivity timeout
sl_si: Odjava zaradi neaktivnosti

source: Select inactive timeout for user sessions. Please note that if default php session settings in php.ini are lower they will override this
sl_si: Izberite samodejno odjavo uporabnika zaradi nekativnosti. V kolikor so nastavitve v php.ini nižje od te vrednosti bodo prevlafale

source: You session has timed out
sl_si: Vaša seja se je iztekla

source: Discover new hosts
sl_si: Odkrij nove naprave

source: Discover new hosts in this subnet
sl_si: Odkrij nove naprave v omrežju

source: Invalid ID
sl_si: Neveljaven ID

source: Folder contains more subnets
sl_si: Mapa vsebuje več omrežij

source: IP address request added
sl_si: Zahtevek za IP naslov oddan

source: IP address request edited
sl_si: Zahtevek za IP naslov urejen

source: IP address request deleted
sl_si: Zahtevek za IP naslov pobrisan

source: Online
sl_si: Dosegljiv

source: Folders
sl_si: Mape

source: Select Master folder
sl_si: Izberite glavno mapo

source: Root folder
sl_si: Korenska mapa

source: Discover
sl_si: Odkrij

source: Back
sl_si: Nazaj

source: l2 domain
sl_si: l2 domena

source: Select l2 domain
sl_si: Izberite l2 domeno

source: Add L2 Domain
sl_si: Dodaj l2 domeno

source: Descripton
sl_si: Opis

source: Available VLANs in domain
sl_si: Razpoložljivi VLANi v domeni

source: L2 Domains
sl_si: L2 domene

source: No VLANS configured
sl_si: Ni VLANov

source: Addresses
sl_si: Naslovi

source: Folder
sl_si: Mapa

source: VLAN search results
sl_si: Rezultati iskanja po VLANih

source: Edit folder details
sl_si: Uredi podatke o mapi

source: No results
sl_si: Ni rezultatov

source: Search term
sl_si: Iskalni niz

source: IP addresses
sl_si: IP naslovi

source: Error updating user account!
sl_si: Napaka pri posodobitvi uporabniškega računa

source: Mail notifications
sl_si: Mail obvestila

source: Select yes to receive notification change mail for state change
sl_si: Izberite Da za prejemanje pbvestil o spremembi online stanja naslovov

source: Override compression
sl_si: Ne upostevaj kompresije

source: Uncompress address ranges if compressed
sl_si: Razširi skrčene IP naslove

source: Widgets updated
sl_si: Widgeti posodobljeni

source: Manage
sl_si: Upravljaj

source: Password repeat
sl_si: Ponovi geslo

source: Invalid password
sl_si: Neveljeavno geslo

source: Passwords do not match
sl_si: Gesli se ne ujemata

source: Temporary sharing disabled
sl_si: Začasno deljenje onemogočeno

source: Invalid type
sl_si: Neveljeven tip

source: Invalid code
sl_si: Neveljavna koda

source: Invalid date
sl_si: Neveljaven datum

source: 1 week is max validity time
sl_si: 1 teden je najdaljša veljavnost

source: Invalid email address
sl_si: Neveljaven email naslov

source: Temporary share create error
sl_si: Napaka pri kreiranju začasnega dostopa

source: Temporary share created
sl_si: Začasen dostop ustvarjen

source: Create new temporary access
sl_si: Ustvari nov začasen dostop

source: Share details
sl_si: Podatki o deljenju

source: Set validity
sl_si: Veljavnost

source: Set validity time for created share
sl_si: Določi veljavnost začasnega dostopa

source: Mail invitation
sl_si: E-mail obvestilo

source: If you wish to mail share details enter email address (separate multiple with ,)
sl_si: Če želite poslati podatke preko maila vpišite email naslov (več prejemnikov ločite z ,)

source: List of temporary shared objects
sl_si: Seznam začasnih dostopov

source: No temporary shares available
sl_si: Ni začasnih dostopov

source: Share type
sl_si: Tip deljenja

source: Code
sl_si: Koda

source: Valid until
sl_si: Veljavno do

source: Created by
sl_si: Ustvaril

source: Access log
sl_si: Log dostopov

source: Remove temporary share
sl_si: Odstrani začasen dostop

source: Code does not exist
sl_si: Koda ne obstaja

source: Temporary share delete error
sl_si: Napaka pri izbrisu

source: Temporary share deleted
sl_si: Začasen dostp izbrisan

source: Object
sl_si: Objekt

source: Subnet masks
sl_si: Omrežne maske

source: Bitmask
sl_si: Bitmaska

source: Netmask
sl_si: Netmaska

source: Binary
sl_si: Binarno

source: Hosts
sl_si: Naprav

source: Subnet bits
sl_si: Biti omrežja

source: Host bits
sl_si: Biti naprav

source: Scanned subnets summary
sl_si: Podatki o skeniranem omrežju

source: No subnets
sl_si: Ni omrežij

source: Device details
sl_si: Podatki o napravi

source: Filter applied:
sl_si: Filter:

source: Sort by type
sl_si: Sortiraj po tipu

source: Sort by model
sl_si: Sortiraj po modelu

source: VRF has no belonging subnets
sl_si: VRF ne vsebuje omrežij

source: Invalid request
sl_si: Neveljavna zahteva

source: Database already installed
sl_si: Baza je že nameščena

source: Number of VLANs
sl_si: Število VLANov

source: Invalid widget
sl_si: Neveljaven widget

source: Loading statistics
sl_si: Nalagam statistiko

source: upgrade
sl_si: nadgradnja

source: Set SMTP server address
sl_si: Naslov SMTP strežnika

source: Set SMTP server port
sl_si: SMTP vrata

source: Security
sl_si: Varnost

source: Version
sl_si: Verzija

source: Prettify links
sl_si: Lepše povezave

source: Temporary shares
sl_si: Začasno deljenje

source: Allow temporary subnet sharing
sl_si: Dovoli začasno dejenje omrežja

source: Enable changelog module
sl_si: Omogoči log sprememb

source: ICMP settings
sl_si: ICMP nastavitve

source: Scan type
sl_si: Tip skeniranja

source: Select which utility to use for status checks.
sl_si: Izberite orodje za preverbo statusa

source: FPing path
sl_si: Pot do FPing datoteke

source: Set path for fping executable file (default /bin/fping)
sl_si: Vpišite pot do FPing datoteke (privzeto /bin/fping)

source: Invalid email
sl_si: Neveljavem email naslov

source: Invalid value for Max VLAN number
sl_si: Neveljavno število najvišjega VLANa

source: Manage device types
sl_si: Tipi naprav

source: Cannot delete locked tag
sl_si: Ne morem izbrisati zaklenjene oznake

source: Invalid tag name
sl_si: Neveljavno ime ozname

source: Invalid bg color
sl_si: Neveljavna barva ozadja

source: Invalid fg color
sl_si: Neveljavna barva

source: Tag add error
sl_si: Napaka pri dodajanju oznake

source: Tag edit error
sl_si: Napaka pri urejanju oznake

source: Tag delete error
sl_si: Napaka pri izbrisu oznake

source: Tag add success
sl_si: Oznaka dodana

source: Tag edit success
sl_si: Oznaka urejena

source: Tag delete success
sl_si: Oznaka izbrisana

source: Manage Address Tags
sl_si: Oznake naslovov

source: Add Tag
sl_si: Dodaj oznako

source: type
sl_si: tip

source: Show Tag
sl_si: Prikaži oznako

source: BG color
sl_si: Barva ozadja

source: FG color
sl_si: Barva

source: Compress range
sl_si: Skrči razpon naslovov

source: Locked
sl_si: Zaklenjeno

source: tag
sl_si: oznaka

source: Show tag
sl_si: Prikaži oznako

source: Bg color
sl_si: Barva ozadja

source: Fg color
sl_si: Barva

source: Default value settings
sl_si: Privzete nastavitve

source: Name servers
sl_si: Imenski strežniki

source: Enter name servers, separate multiple with ;
sl_si: Vpišite imenske strežnike, ločene z ;

source: Failed to add domain
sl_si: Napaka pri dodajanju domene

source: Failed to edit domain
sl_si: Napaka pri urejanju domene

source: Failed to delete domain
sl_si: Napaka pri izbrisu domene

source: Domain add successfull
sl_si: Domena dodana

source: Domain edit successfull
sl_si: Domena urejena

source: Domain delete successfull
sl_si: Domena izbrisana

source: domain
sl_si: domena

source: FQDN domain name
sl_si: FQDN ime domene

source: Domain type
sl_si: Tip domene

source: Default record values (SOA, NS)
sl_si: Privzete vrednosti

source: Dont create default records (SOA, NS)
sl_si: Ne ustvari privzetih zapisov (SOA, NS)

source: removing Domain will also remove all referenced entries!
sl_si: izbris domene bo izbrisal tudi vse pripadajoče vnose

source: Invalid domain
sl_si: Neveljavna domena

source: Records for domain
sl_si: Zapisi za domeno

source: Domains
sl_si: Domene

source: New record
sl_si: Nov zapis

source: Domain has no records
sl_si: Domena nima zapisov

source: Prio
sl_si: Prioriteta

source: Last update
sl_si: Zadnja posodobitev

source: SOA, NS records
sl_si: SOA, NS zapisi

source: Domain records
sl_si: Domenski zapisi

source: No records
sl_si: Ni zapisov

source: Create domain
sl_si: Ustvari domeno

source: No domains configured
sl_si: Ni domen

source: Domain
sl_si: Domena

source: Records
sl_si: Zapisis

source: Serial number
sl_si: Serijska številka

source: IPv4 reverse domain
sl_si: IPv4 reverzne domene

source: IPv6 reverse domains
sl_si: IPv6 reverzne domene

source: PowerDNS management
sl_si: PowerDNS

source: Please enable powerDNS module under server management
sl_si: Prosimo omogočite powerDMS modul v nastavitvah strežnika

source: Invalid name
sl_si: Neveljavno ime

source: Invalid content
sl_si: Neveljavna vsebina

source: Domain does not exist
sl_si: Domena ne obstaja

source: DNS record
sl_si: DNS zapis

source: Record type
sl_si: Tip zapisa

source: Priority
sl_si: Prioriteta

source: Invalid subnet
sl_si: Neveljavno omrežje

source: Automatic PTR creation for this subnet is disabled
sl_si: Samodejno ustvarjanje PTR zapisov za to omrežje je onemogočeno

source: PowerDNS not enabled
sl_si: PowerDNS ni omogočen

source: PTR zone refresh records
sl_si: Osveži zapise PTR cone

source: Clicking on regenerate will remove all PTR records for subnet and recreate new.
sl_si: Klik na osveži bo odstranil obstoječe PTR zapise za omrežje in ustvaril nove

source: Database settings
sl_si: Nastavitve podatkovne baze

source: Host
sl_si: Strežnik

source: Primary nameserver is mandatory
sl_si: Primaren imenski strežnik je obvezen

source: Failed to add nameserver set
sl_si: Napaka pri dodajanju imenskega strežnika

source: Failed to edit nameserver set
sl_si: Napaka pri urejanju imenskih strežnikov

source: Failed to delete nameserver set
sl_si: Napaka pri izbrisu imenskih strežnikov

source: Nameserver set add successfull
sl_si: Set imenskih strežnikov uspešno dodan

source: Nameserver set edit successfull
sl_si: Set imenskih strežnikov urejen

source: Nameserver set delete successfull
sl_si: Set imenskih strežnikov izbrisan

source: Nameserver set
sl_si: Set imenskih strežnikov

source: Primary
sl_si: Primaren

source: Primary nameserver
sl_si: Primaren imenski strežnik

source: Secondary
sl_si: Sekundaren

source: Secondary nameserver
sl_si: Sekundaren imenski strežnik

source: Tertiary
sl_si: Terciaren

source: Tertiary nameserver
sl_si: Terciaren imenski strežnik

source: Sections to display nameserver set in
sl_si: Razdelki za prikaz setov imenskih strežnikov

source: removing nameserver set will also remove all references from belonging subnets!
sl_si: Izbris seta imenskih strežnikov bo izbrisal reference na vseh pripadajočih omrežjih!

source: Manage Nameserver sets
sl_si: Upravljaj imenske strežnike

source: Add nameserver set
sl_si: Dodaj imenske strežnike

source: No nameserver sets defined
sl_si: Imenski strežniki niso definirani

source: device type
sl_si: tip naprave

source: Device type management
sl_si: Upravjanje tipov naprav

source: Add device type
sl_si: Dodaj tip

source: subnets
sl_si: omrežja

source: Confirm
sl_si: Potrdi

source: Section add failed
sl_si: Napaka pri dodajanju radelka

source: Section edit failed
sl_si: Napaka pri urejanju radelka

source: Section delete failed
sl_si: Napaka pri izbrisu radelka

source: Section reordering failed
sl_si: Napaka pri razvrščanju radelkov

source: No groups available
sl_si: Ni skupin

source: Default domain cannot be deleted
sl_si: Privzete domene ni mogoče izbrisati

source: Name is required
sl_si: Ime je obvezno

source: VLANs in domain
sl_si: VLANi v domeni

source: domain name
sl_si: ime domene

source: Sections to display domain in
sl_si: Sekcije za prikaz domene

source: Current l2 domain
sl_si: Trenutne l2 domene

source: New domain
sl_si: Nova domena

source: No domains available!
sl_si: Na voljo ni nobene domene

source: Failed to move VLAN to new domain
sl_si: Napaka pri premiku VLANa v novo domeno

source: VLAN moved to new domain successfully
sl_si: VLAN prestavljen v novo domeno

source: removing VRF will also remove VRF reference from belonging subnets!
sl_si: odstranitev VRFa bo odstranila vse reference iz pripadajočih omrežij

source: Show name
sl_si: Prikaži ime

source: Failed to reject IP request
sl_si: Napaka pri zavrnitvi IP zahtevka

source: Failed to create IP address
sl_si: Napaka pri kreaciji IP zahtevka

source: IP request accepted/rejected
sl_si: IP zahtevek sprejet/zavrnjen

source: Enter IP owner
sl_si: Vnesite lastnika

source: Process
sl_si: Proces

source: List of all processes IP addresses requests
sl_si: Seznam vseh obravnavanih IP zahevkov

source: Admin comment
sl_si: Komentar administratorja

source: Accepted
sl_si: Sprejet

source: custom field
sl_si: pojubno polje

source: Size / Length
sl_si: Velikost / dolžina

source: Enter field length
sl_si: vnesite dolžino polja

source: Default value
sl_si: Privzeta vrednost

source: Enter default value
sl_si: Vnesite privzeto vrednost

source: Required fields must have default values
sl_si: Obvezna polja morajo imeti privzete vrednosti

source: Boolean values can only be 0 or 1
sl_si: Binarne vrednosti so lahko samo 0 ali 1

source: Default boolean values can only be 0 or 1
sl_si: Privzete binarne vrednosti so lahko samo 0 ali 1

source: Fieldsize must be numeric
sl_si: Dolžina polja mora biti numerična

source: Varchar size limit is 256 characters
sl_si: Varchar dolžina je omejena na 256 znakov

source: Integer values must be numeric
sl_si: Integer vrednosti morajo biti numerične

source: Filter custom field display
sl_si: Filtriraj prikaz poljubnih polj

source: Selected fields will not be visible in table view, only in detail view
sl_si: Izbrana polja ne bodo vidna v tabelskem pogledu, samo v podrobnem

source: Save filter
sl_si: Shrani filter

source: Filter saved
sl_si: Filter shranjen

source: Field type
sl_si: Tip polja

source: Visible
sl_si: Viden

source: Set which field to display in table
sl_si: Izberite katera polje se prikažejo v tabeli

source: Cannot get fix for table field
sl_si: Ne morem popraviti polja

source: No users
sl_si: Ni uporabnikov

source: App security
sl_si: App varnost

source: Not used
sl_si: Ni v uporabi

source: Per user
sl_si: Po uporabniku

source: Application permissions
sl_si: Aplikacijska dovoljenja

source: Application security
sl_si: Aplikacijska varnost

source: Invalid server ID
sl_si: Neveljaven ID strežnika

source: Missing credentials
sl_si: Neveljavne poverilnice

source: Please enter at least 2 characters
sl_si: Prosimo vnesi vsaj 2 znaka

source: Invalid credentials
sl_si: Manjkajoče poverilnice

source: Following users were found
sl_si: Najdeni so bili sledeči uporabniki

source: Authentication method
sl_si: Avtentikacijska metoda

source: Select authentication method for user
sl_si: Izberite metodo avtentikacije za uporbnika

source: Invalid authentication method
sl_si: Neveljevna avtentikacijska metoda

source: Username must be at least 6 characters long!
sl_si: Uporabniško ime mora vsebovati vsaj 6 znakov!

source: No servers available
sl_si: Ni razpoložljivih strežnikov

source: Authentication
sl_si: Avtentikacija

source: Last login
sl_si: Zadnja prijava

source: All users
sl_si: Vsi uporabniki

source: Authentication settings
sl_si: Nastavitve avtentikacije

source: Last activity
sl_si: Zadnja aktivnost

source: compress override
sl_si: razveljavi kompresiranje

source: Changelog notifications
sl_si: Notifikacije loga sprememb

source: Set name for authentication method
sl_si: Izberite ime za avtentikacijske metode

source: Enter domain controllers, separated by ;
sl_si: Vnesi domenske kontrolerje, ločene z ;

source: Enter base DN for LDAP
sl_si: Vnesite base DN za LDAP

source: Authentication methods
sl_si: Avtentikacijske metode

source: Create new Radius authentication
sl_si: Ustvari novo radus avtentikacijo

source: Create new AD authentication
sl_si: Ustvari novo AD avtentikacijo

source: Create new LDAP authentication
sl_si: Ustvari novo LDAP avtentikacijo

source: Parameters
sl_si: Parametri

source: Protected
sl_si: Zaščiteno

source: Here you can set different authentication methods for your users.
sl_si: Tukaj lahko nastavite različne avtentikacijske metode za uporabnike

source: phpIPAM currently supports 4 methods for authentication:
sl_si: phpIPAM trenutno podpira 4 avtentikacijske metode

source: Local authentication
sl_si: Lokalna avtentikacija

source: AD (Active Directory) authentication
sl_si: AD (Active Directory) avtentikacija

source: LDAP authentication
sl_si: LDAP avtentikacija

source: Radius authentication
sl_si: Radius avtentikacija

source: For AD/LDAP connection phpipam is using adLDAP, for documentation please check
sl_si: Za AD/LDAP povezavo phpipam uporablja adLDAP, za dokumenticjo pojdi na

source: First create new user under user management with <u>same username as on AD</u> and set authention typeto one of available methods.
sl_si: Najprej ustvarite novega uporabnika z <u>enakim uporabniškim imenom kot v AD</u> in nastavite tip avtentikacije za eno od razpoložljih metod

source: Failed to edit authentication method
sl_si: Napka pri urejanju avtentikacijske metode

source: Authentication method updated
sl_si: Avtentikacijska metoda posodobljena

source: Method cannot be change as it is protected
sl_si: Metode ne morem spremeniti ker je zaščitena

source: Invalid method type
sl_si: Neveljavent tip metode

source: The account suffix for your domain
sl_si: Suffix računa za domeno

source: Domain account for search operations (optional)
sl_si: Domenski račun za iskanje (opcijsko)

source: Radius connection settings
sl_si: Nastavitve radius povezave

source: Radius server
sl_si: Radius strežnik

source: Enter Radius server
sl_si: Vnesite radius strežnik

source: Secret
sl_si: ključ

source: Enter radius secret
sl_si: Vnesite ključ za avtentikacijo

source: Enter radius port (default 1812)
sl_si: Radius vrata (privzeto 1812)

source: Enter suffix
sl_si: Vnesite suffix

source: Set timeout in seconds
sl_si: Nastavite timeout v sekundah

source: php Socket extension missing!
sl_si: php Socket razširitev manjka

source: Filename and title are mandatory
sl_si: Ime datoteke in naslov sta obvezna

source: Admin
sl_si: Administrator

source: Nameservers
sl_si: Imenski strežniki

source: Select nameserver set
sl_si: Izberite set imenskih strežnikov

source: Autocreate reverse records
sl_si: Avtomatska kreacija PTR zapisov

source: Auto create reverse (PTR) records for this subnet
sl_si: Avtomatsko kreiraj reverzne (PTR) zapise za to domeno

source: Show DNS records
sl_si: Prikaži DNS zapise

source: Show DNS records for hosts
sl_si: Prikaži DNS zapise za to napravo

source: No VLANs
sl_si: Ni VLANov

source: Please enter subnet description to show as name!
sl_si: Prosimo vnesite opis omrežja

source: Error editing subnet
sl_si: Napaka pri urejanju omrežja

source: Cannot connect to powerDNS database
sl_si: Ne morem se povezatis PowerDNS bazo

source: Do you wish to delete DNS zone and all records
sl_si: Ali želite izbrisati DNS cono in vse zapise

source: Failed to set subnet permissons
sl_si: Napaka pri nastavitvi pravic za omrežje

source: Manage permissions for folder
sl_si: Upravljaj pravice za mapo

source: Only subnets that have no nested subnets can be splitted
sl_si: Samo omrežja, ki nimajo nestenih omrežij se lahko razdelijo

source: Subnet too small to be splitted
sl_si: Omrežje je premajno za delitev

source: Name prefix
sl_si: Prefix imena

source: Folder name must have at least 2 characters
sl_si: Ime mape mora vsebovati vsaj 2 znaka

source: Error editing folder
sl_si: Napaka pri urejanju mape

source: Failed to truncate subnet
sl_si: Napaka pri praznenju omrežja

source: folder
sl_si: mapa

source: Enter folder name
sl_si: Vnesite ime mape

source: Master Folder
sl_si: Glavna mapa

source: Enter master folder if you want to nest it under existing folder, or select root to create root folder
sl_si: Vnesite glavno mapo, če želite omrežje ustvariti v njej, ali pa izberite korensko za kreacijo nove korenske mape

source: No nameservers
sl_si: Ni domenskih strežnikov

source: Error:
sl_si: Napaka:

source: Security code
sl_si: Varnostna koda

source: Invalid security code
sl_si: Neveljavna varnostna koda

source: IP requests disabled
sl_si: IP zahtevki onemogočeni

source: Invalid share key
sl_si: Neveljaven ključ za deljenje

source: Share expired
sl_si: Deljeno omrežje je poteklo

source: Share expires on
sl_si: Poteče ob

source: Gateway
sl_si: Prehod

source: IP addresses belonging to ALL nested subnets
sl_si: IP naslovi, ki pripadajo vsem nestenim omrežjim

source: Address is marked as gateway
sl_si: Naslov je označen kot prehod

source: Back to subnet
sl_si: Nazaj na omrežje

source: IP address not existing in database
sl_si: IP naslov ne obstaja v bazi

source: Usage graph
sl_si: Graf porabe

source: Subnet is empty
sl_si: Omrežje je prazno

source: Invalid scan type
sl_si: Neveljaven tip skeniranja

source: Please enter ports to scan
sl_si: Vnesite porte za skeniranje

source: Invalid port
sl_si: Neveljaven port

source: No entries available
sl_si: Ni vnosov

source: IPv6 scanning is not supported
sl_si: IPv6 skeniranje ni podporto

source: Ports
sl_si: Vrata
