Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF8/LC_MESSAGES/phpipam.po
Languages: sl_si

source: Separate multiple ports with ;
sl_si: Več vrat ločite z ;

source: Debug
sl_si: Razhroščevanje

source: Discovery scans discover new hosts
sl_si: Iskalno skeniranje poišce nove naprave

source: Status update scans update alive status for whole subnet
sl_si: Scan statusa posodobi status živih naprav v omrežju

source: Subnet is in section
sl_si: Omrežje je v razdelku

source: Slave subnets
sl_si: Podomrežja

source: Underlying hosts
sl_si: Pripadajoči naslovi

source: Active subnet shares
sl_si: Aktivna deljenja omrežja

source: Expires
sl_si: Poteče

source: Expired subnet shares
sl_si: Potekla dejenja omrežja

source: Expired
sl_si: Poteklo

source: Temporary share subnet
sl_si: Začasno deli omrežje

source: DNS records
sl_si: DNS zapisis

source: Active shares
sl_si: Aktivna deljenja

source: Expired shares
sl_si: Potekla deljenja

source: Temporary share address
sl_si: Začasno deli IP naslov

source: Missing required fields
sl_si: Manjkajoča zahtevana polja

source: can not be empty!
sl_si: ne more biti prazen!

source: Invalid address range
sl_si: Neveljaven razpon IP naslovov

source: Tag
sl_si: Oznaka

source: Is gateway
sl_si: Je prehod

source: PTR exclude
sl_si: izključi PTR

source: Dont create PTR records
sl_si: Ne ustvari PTR zapisov

source: You do not have access to this network
sl_si: Nimate dostopa do tega omrežja

source: VLAN ID
sl_si: ID VLANa

source: Mac address
sl_si: MAC naslov

source: Owners
sl_si: Lastniki

source: Separate multiple recepients with
sl_si: Več prejemnikov ločite z ;

source: Ping check result
sl_si: Rezultati ping preverjanja

source: Repeat
sl_si: Ponovi

source: range
sl_si: razpon

source: Cannot open upload/import.csv
sl_si: Ne morem odpreti datoteke upload/import.csv

source: Invalid file type
sl_si: Neveljaven tip datoteke

source: Invalid subnet ID
sl_si: Neveljaven ID omrežja

source: Import failed
sl_si: Uvoz ni uspel

source: Import file and show addresses
sl_si: Uvozi datoteko in prikaži naslove

source: VLAN has no belonging subnets
sl_si: VLAN nima pripadajočih omrežij

source: Folder has no subfolders
sl_si: Mapak nima podmap

source: Folder has no belonging subnets
sl_si: Mapa ne vsebuje omrežij

source: Folder has no subfolders or belonging subnets
sl_si: Mapa ne vsebuje omrežij ali podmap

source: Subnets menu
sl_si: Meni omrežij

source: No sections available!
sl_si: Na voljo ni nobenega razdelka!

source: Click to reorder widgets
sl_si: Klikni za razporejanje

source: Database verified
sl_si: Podatkovna baza prevejena

source: New version available
sl_si: Na voljo je nova verzija

source: Back to section
sl_si: Nazaj na razdelek

source: Available subnets in subsection
sl_si: Razpoložljiva omrežja v podrazdelku

source: Invalid action
sl_si: Neveljavna akcija

source: Database error:
sl_si: Napaka podatkovne baze:

source: Error: Invalid authentication method
sl_si: Napaka: Neveljavna avtentikacijska metoda

source: Invalid username or password
sl_si: Neveljavno up. ime ali geslo

source: php Socket extension missing
sl_si: php Socket razširitev ni na voljo

source: Radius login successful
sl_si: Radius prijava uspešna

source: No crypt types supported
sl_si: Ni podprte crypt metode

source: your password was updated
sl_si: vaše geslo je bilo posodobljeno

source: Administrative privileges required
sl_si: Zahtevane so administratorske pravice

source: No records found to replace
sl_si: Nisem našel zapisov za menjavo

source: Update:
sl_si: Posodobitev:

source: Invalid action!
sl_si: Neveljavna akcija!

source: Failed to update address status
sl_si: Napaka pri posodobitvi statusa naslova

source: Failed to delegate permissions
sl_si: Napaka pri delegaciji pravic

source: Invalid PDNS action
sl_si: Neveljavna PDSN akcija

source: Invalid subnet Id
sl_si: Neveljaven Id omrežja

source: Failed to move IP address
sl_si: Napaka pri premiku IP naslova

source: Invalid Network!
sl_si: Neveljavno omrežje!

source: Mask must be an integer
sl_si: Maska mora biti število

source: New network is same as old network
sl_si: Novo omrežje je enako kot staro

source: Subnet it same as
sl_si: Omrežje je enako kot

source: Invalid number of subnets
sl_si: Neveljavno število omrežij

source: Subnet overlapping -
sl_si: Prekrivajoča omrežja -

source: Record created
sl_si: Zapis ustvarjen

source: Record updated
sl_si: Zapis posodobljen

source: Record deleted
sl_si: Zapis izbrisan

source: Domain id must be an integer
sl_si: ID domene mora biti število

source: Invalid record name
sl_si: Neveljavno ime zapisa

source: Invalid record type
sl_si: Neveljaven tip zapisa

source: All records for domain removed
sl_si: Vsi zapisi za domeno odstranjeni

source: Select device where subnet is located
sl_si: Izberite napravo, na kateri se nahaja omrežje

source: Belonging hosts
sl_si: Pripadajoči naslovi

source: No subnets belong to this device
sl_si: Tej nepravi ne pripada nobeno omrežje

source: Log files are sent to syslog
sl_si: Log zapisi se pošiljajo v syslog

source: Syslog files are sent to syslog
sl_si: Syslog zapisi se pošiljajo v syslog

source: Number of discovered hosts exceed maximum possible defined by php.ini - set to
sl_si: Število zaznanih hostov je večje ob maximalne vrenosti v php.ini - max vrednost je

source: Please adjust your php.ini settings for value `max_input_vars`
sl_si: Prosimo nastavite php.ini nastavitve za vrednost `max_input_vars`

source: For AD/LDAP/NetIQ connection phpipam is using adLDAP, for documentation please check
sl_si: Za AD/LDAP/NetIQ povezave phpipam uporablja adLDAP, za dokumentacijo obiščite

source: Search domain groups
sl_si: Izkanje domenski skupin

source: Add group
sl_si: Dodaj skupino

source: No members
sl_si: Ni članov

source: Group already exists
sl_si: Skupina že obstaja

source: You do not have permissions to process this request
sl_si: Nimate pravic za obdelavo zahtevka

source: Select agent
sl_si: Izberite agenta

source: Select which scanagent to use
sl_si: Izberite, kateri agent bo v uporabi

source: No agents available
sl_si: Ni razpoložjivih agentov

source: phpipam Scan agents
sl_si: phpipam agenti za skeniranje omrežij

source: Create new agent
sl_si: Ustvari novega agenta

source: Last access
sl_si: Zadnji dostop

source: edit agent details
sl_si: uredi podatke o agentu

source: Create new scan agent
sl_si: Ustvari novega agenta

source: Enter scan agent name
sl_si: Vnesite ime agenta

source: Agent description'
sl_si: Opis

source: Agent type
sl_si: Tip

source: Invalid agent code
sl_si: Neveljavna koda agenta

source: Invalid agent name
sl_si: Neveljavno ime agenta

source: Invalid agent Id
sl_si: Neveljaven Id agenta

source: Agent add error
sl_si: Napaka pri dodajanju agenta

source: Agent edit error
sl_si: Napaka pri urejanju agenta

source: Agent delete error
sl_si: Napaka pri izbrisu agenta

source: Agent add success
sl_si: Agent dodan

source: Agent edit success
sl_si: Agent urejen

source: Agent delete success
sl_si: Agent izbrisan

source: Cannot remove localhost scan agent
sl_si: localhost agenta ne morem izbrisati

source: Scan agent references removed
sl_si: Pripadajoča omrežja izbrisana

source: Base DN for your directory
sl_si: Base DN za direktorij

source: Users DN
sl_si: DN uporabnikov

source: Base DN for your users, if different from the base DN above
sl_si: Base DN za uporabnike, v kolikor je drugačen od base DN zgoraj

source: LDAP Security Type
sl_si: Tip LDAP varnosti

source: SSL, TLS, or None (default: TLS)
sl_si: SSL, TLS, ali brez (default: TLS)

source: LDAP port
sl_si: LDAP vrata

source: Listening port for your LDAP service. TLS/unencrypted Default: 389 <br /> SSL Default: 636
sl_si: Vrata, na katerih posluša LDAP servis. TLS/nekriptirano privzeto 389 <br> SSL privzeto 636

source: Bind user
sl_si: Bind uporabnika

source: User DN to bind as for search operations (optional).
sl_si: DN uporabnika za isaknje uporabnikov (opcijsko).

source: Bind password
sl_si: Geslo

source: Password for the bind account (only required if bind user is set).
sl_si: Geslo uporabnika za iskanje (samo ce je nastavljen uporabnik)

source: Only AD group search is supported right now. Sorry.
sl_si: Trenutno je podprto samo AD iskanje skupin.

source: Invalid baseDN setting for LDAP
sl_si: Neveljavna baseDN nastavitev za LDAP

source: LDAP account does not have enough privileges for search
sl_si: LDAP racun nima dovolj pravic za iskanje

source: fill
sl_si: napolni

source: Propagate changes
sl_si: Propagiraj spremembe

source: Apply changes to underlying subnets
sl_si: Uvedi spremembe v podležnih omrežjih

source: SNMP module
sl_si: SNMP modul

source: Enable or disable multicast module
sl_si: Omogoči multicast modul

source: Multicast module
sl_si: Multicast modul

source: Enable or disable SNMP module for devices
sl_si: Omogoči SNMP modul za naprave

source: Threshold module
sl_si: Threshold modul

source: Enable or disable threshold module
sl_si: Omogoči threshold modul

source: Rack module
sl_si: Rack modul

source: Enable or disable rack drawing module
sl_si: Omogoči rack modul za izris omrežnih omar

source: Rack management
sl_si: Upravljanje Rackov

source: Queries
sl_si: Poizvedbe

source: Invalid version
sl_si: Neveljavna verzija

source: Invalid timeout
sl_si: Neveljaven timeout

source: Invalid device
sl_si: Neveljavna naprava

source: Invalid method
sl_si: Neveljavna metoda

source: No queries
sl_si: Ni querijev

source: SNMP edit failed
sl_si: SNMP urejanje ni uspelo

source: SNMP edit successfull
sl_si: SNMP urejanje uspešno

source: Invalid device IP address
sl_si: Neveljaven IP naslov naprave

source: rack
sl_si: omara

source: Size
sl_si: Velikost

source: Invalid rack size
sl_si: Neveljavna velikost

source: Invalid rack identifier
sl_si: Neveljaven ID

source: Rack does not exist
sl_si: Omara ne obstaja

source: Rack add successfull
sl_si: Omara dodana

source: Rack edit successfull
sl_si: Omara urejena

source: Rack delete successfull
sl_si: Omara izbrisana

source: Failed to remove device from rack
sl_si: Naprave ni bilo mogoče odstraniti iz omare

source: Device removed from rack
sl_si: Naprava odstranjena iz omare

source: device to rack
sl_si: napravo v omaro

source: No devices available
sl_si: Ni razpoložljivih naprav

source: Position
sl_si: Pozicija

source: Start position
sl_si: Začetna pozicija

source: Rack size in U
sl_si: Velikost omare v U

source: Invalid start value
sl_si: Neveljavna vrednost začetka

source: Invalid size value
sl_si: Neveljavna velikost

source: Invalid rack position (overflow)
sl_si: Neveljavna pozicija omare (overflow)

source: Failed to add device to rack
sl_si: Napaka pri dodajanju naprave v omaro

source: Device added to rack
sl_si: Naprava dodana v omaro

source: SNMP queries
sl_si: SNMP poizvedbe

source: Create SNMP query
sl_si: Ustvari SNMP poizvedbo

source: Method
sl_si: Metoda

source: No SNMP queries available
sl_si: No voljo ni nov=bene SNMP poizvedbe

source: edit snmp details
sl_si: uredi snmp detajle

source: remove snmp
sl_si: odstrani snmp

source: No devices for SNMP route table query available
sl_si: Ni naprav za snmp poizvedbe

source: No new subnets found
sl_si: Ni novih omrežij

source: SNMP module disbled
sl_si: SNMP modul onemogočen

source: No devices for SNMP ARP query available
sl_si: Ni naprav za SNMP poizvedbo

source: Failed to import entry
sl_si: Napaka pri uvozu

source: Manage your account
sl_si: Upravljaj s svojim uporabniškim računom

source: Number of VRFs
sl_si: Število VRF

source: Inactive hosts
sl_si: Neaktivni IPji

source: Inactive Hosts
sl_si: Neaktivni IPji

source: List of inactive hosts
sl_si: Seznam neaktivnih IPjev

source: No inactive hosts found
sl_si: Ni neaktivnih IPjev

source: Usage
sl_si: Poraba

source: List of thresholded subnets
sl_si: Seznam omrežij ki imajo določen prag porabe

source: All configured devices
sl_si: Vse naprave

source: Scanned networks
sl_si: Skenirana Omrežja

source: List of subnets to be scanned for online hosts and detect new hosts
sl_si: Seznam omrežjij, označenih za preverbo novih naprav in preverbo statusa

source: Table of all subnet masks with different representations
sl_si: Tabela vseh omrežnih mask

source: Racks
sl_si: Omare

source: Rack information
sl_si: Podatki o omrežni omari

source: All tools
sl_si: Vsa orodja

source: PSTN prefixes
sl_si: PSTN prefiksi

source: Add prefix
sl_si: Ustvari prefiks

source: NAT translations
sl_si: NAT translacije

source: Source objects
sl_si: Izvorni objekti

source: Add new object
sl_si: Dodaj nov objekt

source: Destination objects
sl_si: Ponorni objekti

source: Src Port
sl_si: Izvorna vrata

source: Source Port
sl_si: Izvorna vrata

source: Dst Port
sl_si: Ponorna vrata

source: Destination Port
sl_si: Ponorna vrata

source: Location
sl_si: Lokacija

source: Locations
sl_si: Lokacije

source: List of all locations
sl_si: Seznam vseh lokacij

source: Map
sl_si: Zemljevid

source: Objects
sl_si: Objekti

source: Address
sl_si: Naslov

source: Set Location name
sl_si: Ime lokacije

source: Location address
sl_si: Naslov lokacije

source: Latitude
sl_si: Širina

source: Longitude
sl_si: Dolžina

source: Utilization
sl_si: Utilizacija

source: Belonging prefixes
sl_si: Pripadajoči prefiksi

source: Belonging Numbers
sl_si: Pripadajoče številke
