Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF8/LC_MESSAGES/phpipam.po
Languages: sl_si

source: State
sl_si: Status

source: Write note
sl_si: Vpišite opombo

source: Requester email
sl_si: Email osebe

source: Requester comment
sl_si: Komentar zahtevka

source: Comment approval/reject
sl_si: Komentar odobritve/zavrnitve

source: Enter reason for reject/approval to be sent to requester
sl_si: Vpišite razlog za zavrnitev/potrditev zahtevka, ki bo poslan

source: Reject
sl_si: Zavrni

source: Accept
sl_si: Sprejmi

source: User management
sl_si: Uporabniki

source: Create user
sl_si: Ustvari uporabnika

source: Real Name
sl_si: Pravo ime

source: Groups
sl_si: Skupine

source: Local user
sl_si: Lokalen uporabnik

source: LDAP user
sl_si: LDAP uporabnik

source: Domain user
sl_si: Domenski uporabnik

source: All groups
sl_si: Vse skupine

source: Administrator users will be able to view and edit all all sections and subnets
sl_si: Administratorji imajo dostop do vseh razdelkov in omrežij

source: Normal users will have permissions set based on group access to sections and subnets
sl_si: Navadni uporabniki bodo imeli pravice dostopa vezane na pripadnost skupinam in pravice skupin

source: Subnet management
sl_si: Omrežja

source: click to show/hide all subnets
sl_si: kliknite za skritje/prikaz vseh omrežij

source: click to show/hide belonging subnets
sl_si: kliknite za prikaz/skritje pripadajočih omrežij

source: Add new subnet to section
sl_si: Ustvari novo omrežje v razdelku

source: Add subnet
sl_si: Dodaj omrežje

source: Section has no subnets
sl_si: Razdelek nima omrežij

source: Server management
sl_si: Upravljanje strežnika

source: IPAM settings
sl_si: IPAM nastavitve

source: Group management
sl_si: Skupine

source: AD connection settings
sl_si: AD povezava

source: LDAP connection settings
sl_si: OpenLDAP povezava

source: Edit instructions
sl_si: Uredi navodila

source: IP related management
sl_si: Upravljanje IP naslovov

source: Section management
sl_si: Razdelki

source: Device management
sl_si: Naprave

source: VLAN management
sl_si: VLAN

source: VRF management
sl_si: VRF

source: RIPE / ARIN import
sl_si: RIPE / ARIN uvoz

source: Filter IP fields
sl_si: Filter IP polj

source: Custom fields
sl_si: Poljubna polja

source: Version check
sl_si: Preverjanje verzije

source: Verify database
sl_si: Preverjanje pod. baze

source: Replace fields
sl_si: Zamenjava polj

source: Export database
sl_si: Izvoz baze

source: user
sl_si: uporabnik

source: Add new user
sl_si: Dodaj novega uporabnika

source: Enter users real name
sl_si: Vnesite dejansko ime uporabnika

source: Enter username
sl_si: Vnesite uporabniško ime

source: Enter users email address
sl_si: Vnesite e-mail naslov

source: User Type
sl_si: Tip uporabnika

source: Set user type
sl_si: Izberi tip uporabnika

source: Local authenticates here
sl_si: Lokalen se avtenticira tukaj

source: Domain authenticates on AD, but still needs to be setup here for permissions etc.
sl_si: Domenski se avtenticira na AD, vseeno pa ga je treba vpisati tukaj zaradi pravic dostopa ipd.

source: User's password
sl_si: Geslo

source: click to generate random
sl_si: kliknite za generacijo naključnega

source: Notification
sl_si: Obvestilo

source: Send notification email to user with account details
sl_si: Pošlji obvestilo uporabniku s podatki o računu

source: User role
sl_si: Tip uporabnika

source: Normal User
sl_si: Navaden uporabnik

source: Select user role
sl_si: Izberi tip uprabnika

source: Administrator is almighty
sl_si: Administrator ima vse dostope

source: Users have access defined based on groups
sl_si: Uporabniki imajo dostope določene s pravicami skupin, katerim pripadajo

source: No groups configured
sl_si: Ni skupin

source: Select to which groups the user belongs to
sl_si: Izberi skupine, ki jim uporabnik pripada

source: phpIPAM database export
sl_si: izvoz podatkovne baze

source: You can download MySQL dump of database or generate XLS file of IP addresses
sl_si: Prenesete lahko izvoz MySQL baze, ali pa generirate XLS datoteko z IP naslovi

source: Create MySQL database dump
sl_si: Izdelava kopije MySQL baze

source: Prepare MySQL dump
sl_si: Izdelaj MySQL datoteko

source: Create XLS file of IP addresses
sl_si: Izdelava XLS datoteke z IP naslovi

source: Prepare XLS dump
sl_si: Izdelaj XLS datoteko

source: Create hostfile dump
sl_si: Izdelava hostfile datoteke

source: Prepare hostfile dump
sl_si: Izdelaj hostfile datoteko

source: You do not have permissions to add new subnet in this section
sl_si: Nimate pravice za dodajanje novega omrežja v tem razdelku

source: You do not have permissions to add edit/delete this subnet
sl_si: Nimate pravic za urejanje/izbris tega omrežja

source: subnet
sl_si: omrežje

source: subnet in CIDR
sl_si: omrežje - CIDR zapis

source: Get information from RIPE / ARIN database
sl_si: Potegni informacije in RIPE / ARIN baze

source: Enter subnet in CIDR format (e.g. 192.168.1.1/24)
sl_si: Vnesite omrežje v CIDR formatu

source: subnet description
sl_si: opis omrežja

source: Enter subnet description
sl_si: Vnesite opis omrežja

source: Move to different section
sl_si: Predstavi v drug razdelek

source: Select VLAN
sl_si: Izberite VLAN

source: No VLAN
sl_si: Brez VLANa

source: Add
sl_si: Dodaj

source: + Add new VLAN
sl_si: + Dodaj nov VLAN

source: Enter master subnet if you want to nest it under existing subnet, or select root to create root subnet
sl_si: Izberite omrežje, če želite gnezditi to omrežje v obstoječega, ali pa izberite korensko omrežje za izdelavo novega

source: Select VRF
sl_si: Izberi VRF

source: Add this subnet to VRF
sl_si: Dodaj to omrežje v VRF

source: Resize
sl_si: Razširi

source: split
sl_si: razdeli

source: Resize subnet
sl_si: Razširi omrežje

source: Split subnet
sl_si: Razdeli omrežje

source: Truncate subnet
sl_si: Izprazni omrežje

source: Resize, split or truncate this subnet
sl_si: Razširi, razdeli ali izprazni to omrežje

source: IP Requests
sl_si: IP zahtevki

source: Allow or deny IP requests for this subnet
sl_si: Omogoči ali onemogoči IP zahtevke za to omrežje

source: Show as name
sl_si: Prikaži ime

source: Show Subnet name instead of subnet IP address
sl_si: Prikaži ime omrežja namesto IP naslova in maske

source: Removing subnets will delete ALL underlaying subnets and belonging IP addresses
sl_si: Izbris omrežja bo izbrisal tudi vsa ostala pripadajoča omrežja in IP naslove

source: Delete subnet
sl_si: Izbriši omrežje

source: ip state
sl_si: status

source: No hosts
sl_si: Ni naslovov

source: Cannot open csvupload/import.csv
sl_si: Ne morem odpreti csvupload/import.csv

source: Import to database
sl_si: Uvozi v podatkovno bazo

source: Should I import values to database
sl_si: Ali uvozim v podatkovno bazo

source: Yes
sl_si: Da

source: custom subnet field
sl_si: poljubno polje za omrežja

source: Select field name
sl_si: Določi ime polja

source: Close
sl_si: Zapri

source: Custom IP address fields
sl_si: Dodatna polja za IP naslove

source: No custom fields created yet
sl_si: Ni dodatnih polj

source: Invalid field name
sl_si: Napačno ime polja

source: Add new custom IP address field
sl_si: Dodaj novo polje za IP naslove

source: Custom subnet fields
sl_si: Dodatna polja za omrežja

source: No custom subnet fields created yet
sl_si: Ni dodatnih polj za omrežja

source: Move down
sl_si: Premakni navzdol

source: Add new custom subnet field
sl_si: Dodaj novo polje za omrežja

source: Custom VLAN fields
sl_si: Dodatna polja za VLANe

source: No custom VLAN fields created yet
sl_si: Ni dodatnih polj za VLANe

source: Add new custom VLAN field
sl_si: Dodaj novo polje za VLANe

source: Custom User fields
sl_si: Dodatna polja za uporabnike

source: No custom user fields created yet
sl_si: Ni dodatnih polj za uporabnike

source: Add new custom User field
sl_si: Dodaj novo polje za uporabnike

source: You can add additional custom fields to IP addresses and subnets (like CustomerId, location, ...)
sl_si: Dodate lahko poljubna polja za IP naslove, omrežja, VLANe in uporabnike

source: Please enter something in search field
sl_si: Prosimo, vpišite iskalni niz

source: does not exist, first create switch under admin menu
sl_si: ne obstaja, najprej ustvarite napravo pod administracijo

source: Cannot update request
sl_si: Ne morem posodobiti zahteve

source: Request has beed rejected
sl_si: Zahteva je bila zavrnjena

source: already in use
sl_si: že uporabljen

source: First available IP address is
sl_si: Privi razpoložljivi IP naslov je

source: Cannot confirm IP address
sl_si: Ne morem potrditi IP zahteve

source: IP address request confirmed and added to database
sl_si: Zahteva potrjena in vpisana v podatkovno bazo

source: custom IP field
sl_si: Dodatno IP polje

source: Update failed
sl_si: Posodobitev ni uspela

source: Update successfull
sl_si: Posodobitev uspešna

source: Manage VRF
sl_si: Upravljanje VRF

source: Add VRF
sl_si: Dodaj VRF

source: Errors occured when importing to database!
sl_si: Pri uvozu v podatkovno bazo je prišlo do napak

source: Import successfull
sl_si: Uvoz uspešen

source: Cannot upload - Return Code:
sl_si: Ne morem naložiti - Koda napake:

source: Cannot move file to upload dir
sl_si: Ne morem prestaviti datoteke v direktorij

source: Success
sl_si: Uspešno

source: device
sl_si: napravo

source: Device type
sl_si: Tip naprave

source: Vendor
sl_si: Proizvajalec

source: SW version
sl_si: SW verzija

source: Software version
sl_si: Verzija programske opreme

source: Sections to display device in
sl_si: Razdelek, v katerem bo naprava razpoložljiva

source: Hostname is mandatory
sl_si: DNS ime je obvezno

source: VRF name
sl_si: VRF ime

source: Nested subnet not in root subnet!
sl_si: Omrežje ni v mejah izbranega omrežja

source: Subnet cannot nest behind itself!
sl_si: Omrežje ne more biti nadrejeno sebi

source: Please fix following problems
sl_si: Prosimo popravite sledeče težave

source: Error adding new subnet
sl_si: Napaka pri dodajanju omrežja

source: Subnet, IP addresses and all belonging subnets deleted successfully
sl_si: Omrežje, IP naslovi in vsa pripadajoča omrežja uspešno izbrisana

source: VLAN name
sl_si: ime VLANa

source: VLAN number
sl_si: številka VLANa

source: removing VLAN will also remove VLAN reference from belonging subnets
sl_si: odstranitev VLANa bo odstranila tudi povezave na VLAN iz pripadajočih omrežij

source: List of all active IP addresses requests
sl_si: Seznam vseh aktivnih zahtev za IP naslov

source: Edit
sl_si: Uredi

source: No IP address requests available
sl_si: Ni zahtevkov za IP naslove

source: User deleted successfully
sl_si: uporabnik uspešno pobrisan

source: custom VLAN field
sl_si: dodatno polje za VLAN

source: Name must be at least 4 characters long
sl_si: Ime mora biti dolgo vsaj 4 znake

source: Group edit error
sl_si: Napaka pri urejaju skupine

source: Group add error
sl_si: Napaka pri dodajanju skupine

source: Group delete error
sl_si: Napaka pri izbrisu skupine

source: Group edit success
sl_si: Skupina urejena

source: Group add success
sl_si: Skupina dodana

source: Group delete success
sl_si: Skupina izbrisana

source: Failed to update AD settings
sl_si: Napaka pri posodobitvi AD nastavitev

source: AD settings updated
sl_si: AD nastavitve posodobljene

source: phpIPAM Server settings
sl_si: nastavitve phpIPAM strežnika

source: Site settings
sl_si: Nastavitve strani

source: Site title
sl_si: Naslov

source: Set site title
sl_si: Nastavitev naslova strani

source: Site domain
sl_si: Domena

source: Set domain for sending mail notifications
sl_si: Nastavitev domene za pošiljanje email obvestil

source: Site URL
sl_si: URL strani

source: Set site URL
sl_si: Nastavitev spletnega URL naslova strani

source: Admin settings
sl_si: Nastavitve administratorja

source: Admin name
sl_si: Ime administratorja

source: Set administrator name to display when sending mails and for contact info
sl_si: Nastavitev imena administratorja za prikaz pri email obvestilih in kontaktnih podatkih

source: Admin mail
sl_si: Email administratorja

source: Set administrator e-mail to display when sending mails and for contact info
sl_si: Email naslov administratorja za prikaz pri email obvestilih in kontaktnih podatkih

source: Feature settings
sl_si: Funkcijske nastavitve

source: Auth type
sl_si: Tip avtentikacije

source: Local authentication only
sl_si: Samo lokalna avtentikacija

source: AD authentication
sl_si: AD avtentikacija

source: OpenLDAP authentication
sl_si: OpenLDAP avtentikacija

source: Set authentication type for users. Requires php LDAP support. Set connection settings in admin menu
sl_si: Nastavitev tipa avtentikacije uporabnikov. Za AD/OpenLDAP je zahtevana LDAP razširitev za php. Nastavite nastavitve povezave v administracijskem meniju

source: Tooltips
sl_si: Namigi

source: Enable or disable tooltips
sl_si: Vklop ali izklop namigov

source: IP request module
sl_si: IP zahtevki

source: Enable or disable IP request module
sl_si: Vklop ali izklop modula za IP zahtevke

source: Enable VRF support
sl_si: Podpora za VRF

source: Enable or disable VRF module
sl_si: Vklop ali izklop VRF modula

source: Resolve DNS names
sl_si: Razreševanje DNS imen

source: Check reverse dns lookups for IP addresses that do not have hostname in database. (Activating this feature can significantly increase ip address pages loading time!)
sl_si: Preverba reverznih DNS imen za IP naslove, kateri nimajo vpisanih DNS imen v podatkovni bazi. (Aktivacija te funkcije lahko povzroči precej daljše nalaganje strani!)

source: Duplicate VLANs
sl_si: Podvajanje VLANov

source: Allow duplicate VLAN numbers
sl_si: Dovoli podvajanje VLAN številk

source: Send html mail instead of plain text
sl_si: Pošlji email v HTML obliki namesto v tekstovni

source: Hide donation button
sl_si: Skrij gumb za donacije

source: IP visual display limit
sl_si: Limit vizualnega prikaza IP naslovov

source: Don't show visual display
sl_si: Ne prikaži vizualnega prikaza

source: Select netmask limit for visual display of IP addresses (mask equal or bigger than - more then /22 not recommended)
sl_si: Izberite masko za vizualen prikaz IP naslovov (maska enaka ali večja od - večja od /22 ni priporočena)

source: IP address print limit
sl_si: Limit prikaza IP naslovov

source: Show all
sl_si: Prikaži vse

source: Number of IP addresses per page
sl_si: Število IP naslovov na stran

source: Subnet ordering
sl_si: Vrstni red prikaza omrežij

source: Subnet, ascending
sl_si: Omrežje, naraščajoče

source: Subnet, descending
sl_si: Omrežje, padajoče

source: Description, ascending
sl_si: Opis, naraščajoče

source: Description, descending
sl_si: Opis, padajoče

source: How to order display of subnets
sl_si: Način prikaza vrstnega reda omrežij

source: Search and replace fields in IP address list
sl_si: Izkanje in zamenjava polj v IP naslovih

source: Select field to replace
sl_si: Izberite polje za zamenjavo

source: Select search string
sl_si: Vpišite iskalni niz

source: search string
sl_si: iskalni niz znakov

source: Select replace string
sl_si: Izberite menjalni niz

source: replace string
sl_si: menjalni niz znakov

source: Replace
sl_si: Zamenjaj

source: Failed to update instructions
sl_si: Napaka pri posodobitvi navodil

source: Instructions updated successfully
sl_si: Navodila uspešno posodobljena

source: No subnets found
sl_si: Nisem našel nobenega omrežja

source: I found the following routes belonging to AS
sl_si: Našel sem sledeča omrežja, ki pripadajo izbranemu AS

source: Remove this subnet
sl_si: Odstrani to omrežje

source: select section
sl_si: izberite razdelek

source: Cannot update settings
sl_si: Ne morem posodobiti nastavitev

source: Settings updated successfully
sl_si: Nastavitve uspešno posodobljene

source: Add section
sl_si: Dodaj razdelek

source: Strict mode
sl_si: Strogi način

source: Group Permissions
sl_si: Pravice skupin

source: no
sl_si: ne

source: yes
sl_si: da

source: All groups: No access
sl_si: Vse skupine: brez dostopa

source: No sections configured
sl_si: Ni razdelkov

source: Permissions info
sl_si: Informacija o pravicah

source: If group is not set in permissions then it will not have access to subnet
sl_si: Če skupina ni določena v pravicah potem pripadajoči uporabniki ne bodo imelidostopa do omrežja

source: Groups with RO permissions will not be able to create new subnets
sl_si: Skupine z RO pravicami ne bodo mogle kreirati novih omrežij

source: Subnet permissions must be set separately. By default if group has access to section<br>it will have same permission on subnets
sl_si: Pravice omrežij so nastavljene ločeno. Privzeto velja, da če ima skupina dostop do razdelka<br>, potem bo imela enake pravice v pripadajočih omrežjih

source: You can choose to delegate section permissions to all underlying subnets
sl_si: Izberete lahko delegacijo pravil na vsa pripadajoča omrežja

source: If group does not have access to section it will not be able to access subnet, even if<br>subnet permissions are set
sl_si: Če skupina nima dostopa do razdelka, potem ne bo mogla dostopati do omrežja,<br>tudi če so pravice za to omrežje določene

source: Fileds cannot be empty
sl_si: Polja ne morejo biti prazna

source: Reordering failed
sl_si: Spreminjanje vrstnega reda ni uspelo

source: Fields reordered successfully!
sl_si: Vrstni red spremenjen

source: phpIPAM server settings
sl_si: nastavitve phpIPAM strežnika

source: Please select setting from left menu
sl_si: Prosimo izberite nastavitve iz levega menija

source: VLAN already exists
sl_si: VLAN že obstaja

source: Number is mandatory
sl_si: Stevilka je obvezna

source: Version check failed
sl_si: Preverba verzije ni uspela

source: Latest version
sl_si: Zadnja verzija

source: already installed
sl_si: že nameščena

source: Development version
sl_si: Razvojna verzija

source: installed! Latest production version is
sl_si: nameščena! Zadnja produkcijska verzija je

source: New version of phpipam available
sl_si: Na voljo je nova verzija phpipama

source: Installed version
sl_si: Nameščena verzija

source: Available version
sl_si: Razpoložljiva verzija

source: You can download new version
sl_si: Novo verzijo lahko prenesete iz

source: here
sl_si: tukaj

source: Section name
sl_si: Ime razdelka

source: Section description
sl_si: Opis razdelka

source: Strict Mode
sl_si: Strog način

source: No disables overlapping subnet checks. Subnets can be nested/created randomly. Anarchy.
sl_si: Ne izklopi preverjanje prekrivanja omrežij. Omrežja so lahko kreirana poljubno. Anarhija.

source: Permissions
sl_si: Pravice

source: Delegate
sl_si: Delegacija

source: Check to delegate permissions to all subnets in section
sl_si: Izberite za delegacijo pravic na vsa omrežja v razdelku

source: Deleting Section will delete all belonging subnets and IP addresses
sl_si: Izbris razdelka bo izbrisal tudi vsa pripadajoča omrežja in IP naslove

source: Fields reordered successfully
sl_si: Vrstni red polj prerazporejen

source: Error clearing logs
sl_si: Napaka pri izbrisu log datotek

source: Logs cleared successfully
sl_si: Log datoteke pobrisane

source: Failed to import subnet
sl_si: Napaka pri uvozu omrežja

source: Please fix the following errors before inserting
sl_si: Prosimo popravite sledeče napake pred uvozom

source: AD network connection ok
sl_si: omrežna povezava do AD ok

source: Manage VLANs
sl_si: Upravljanje VLANov

source: Add VLAN
sl_si: Dodaj VLAN

source: No VLANs configured
sl_si: No VLANov

source: Here you can set parameters for connecting to OpenLDAP for authenticating users. phpIPAM uses
sl_si: Tukaj lahko nastavite parametre za povezovanje na OpenLDAP strežnik za avtentikacijo uporabnikov. phpIPAM uporablja

source: First create new user under user management with <u>same username as on LDAP</u> and set usertype to domain user. Also set proper groups (premissions) for this user.
sl_si: Najprej ustvarite novega uporabnika z <u>enakim uporabniškim imenom kot na LDAPu</u> in izberite tip uporabnika domenski uporabnik. Nastavite tudi ustrezne skupine za uporabnika

source: LDAP servers
sl_si: OpenLDAP strežniki

source: Enter base DN for LDAP (default: CN=Users,CN=Company,DC=domain,DC=local)
sl_si: Vpišite base DN za LDAP (privzeto: CN=Users,CN=Company,DC=domain,DC=local)

source: Server port
sl_si: Vrata strežnika

source: Sending mail for new IP request failed
sl_si: Pošiljanje novega email sporočila za IP zahtevo ni uspelo

source: Sending mail for IP request succeeded
sl_si: Pošiljanje email sporočila za IP zahtevek uspešno

source: Edit user instructions
sl_si: Uredi navodila za uporabnike

source: preview
sl_si: predogled

source: Save instructions
sl_si: Shrani navodila

source: Critical
sl_si: Kritično

source: Create group
sl_si: Ustvari skupino

source: Group name
sl_si: Ime skupine

source: Group description
sl_si: Opis skupine

source: Belonging users
sl_si: Pripadajoči uporabniki

source: Section permissions
sl_si: Pravice dostopa do razdelkov

source: Administrators
sl_si: Administratorji

source: Administrator level users
sl_si: Administratorski dostop

source: All sections : Read / Write
sl_si: Vsi razdelki: Branje / Pisanje

source: add users to this group
sl_si: dodaj uporabnike v skupino

source: remove users from this group
sl_si: odstrani uporabnike iz skupine

source: edit group details
sl_si: uredi podatke o skupini

source: remove group
sl_si: odstrani skupino

source: Event details
sl_si: Podatki o dogodku

source: You cannot write to this subnet
sl_si: Nimate pravic za urejanje v tem omrežju

source: XLS / CSV subnet import
sl_si: XLS / CSV uvoz omrežij

source: To successfully import data please use the following XLS/CSV structure:<br>( ip | State | Description | hostname | MAC | Owner | Device | Port | Note
sl_si: Za uspešen uvoz podatkov prosimo uporabite sledečo strukturo zapisa XLS/CSV:<br>( ip | State | Opis | DNS ime | MAC | Lastnik | Naprava | Port | Note

source: Upload file
sl_si: Naloži datoteko

source: Select CSV file
sl_si: Izberite CSV datoteko

source: Clear
sl_si: Pobriši

source: Upload
sl_si: Naloži

source: Import file
sl_si: Uvozi datoteko

source: Show uploaded subnets
sl_si: Prikaži naložena omrežja

source: You do not have permissions to resize subnet
sl_si: Nimate pravic za razširitev omrežja

source: New mask must be at least /8
sl_si: Nova maska mora imeti velikost vsaj /8

source: New subnet not in master subnet
sl_si: Novo omrežje ni v root omrežju

source: Nested subnet out of new subnet
sl_si: Omrežje je izven novega omrežja

source: Error resizing subnet
sl_si: Napaka pri razširitvi omrežja

source: Subnet resized successfully
sl_si: Omrežje razširjeno

source: Number of subnets
sl_si: Število omrežij

source: Group under current
sl_si: Grupiraj pod obstoječe

source: You can split subnet to smaller subnets by specifying new subnets. Please note:
sl_si: Omrežje lahko razdelite na manjša omrežja. Prosimo pazite na sledeče:

source: Existing IP addresses will be assigned to new subnets
sl_si: Obstoječi IP naslovi bodo prerazporejeni na nova omrežja

source: Group under current will create new nested subnets under current one
sl_si: Grupiraj pod obstoječe ustvari nova omrežja pod obstoječim

source: If existing IP will fall to subnet/broadcast of new subnets split will fail, except if strict mode is disabled
sl_si: Če obstoječi IP naslovi padejo pod omrežje ali broadcast novih omrežij razdelitev ne bo uspela, razen če je strog način izklopljen

source: Current mask
sl_si: Trenutna maska

source: New mask
sl_si: Nova maska

source: You can change subnet size by specifying new mask (bigger or smaller). Please note
sl_si: Velikost omrežja lahko spremenite z določitvijo nove maske (večje ali manjše).

source: If subnet has hosts outside of resized subnet resizing will not be possible
sl_si: Če ima omrežhe IP naslove izven novega omrežja razširitev ne bo uspela
