Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF8/LC_MESSAGES/phpipam.po
Languages: sl_si

source: Error
sl_si: Napaka

source: Login successful
sl_si: Prijava uspešna

source: AD login successful
sl_si: AD prijava uspešna

source: LDAP login successful
sl_si: LDAP prijava uspešna

source: Failed to connect to AD server
sl_si: Napaka pri povezovanju na AD strežnik

source: Failed to connect to LDAP server
sl_si: Napaka pri povezovanju na LDAP strežnik

source: Failed to authenticate user against AD
sl_si: Napaka pri avtentikaciji uporabnika na AD strežnik

source: Failed to authenticate user against LDAP
sl_si: Napaka pri avtentikaciji uporabnika na LDAP strežnik

source: Wrong username or password
sl_si: Napačno uporabniško ime ali geslo

source: Failed to log in
sl_si: Napaka pri prijavi

source: Administrator level privileges are required to access this site
sl_si: Za dostop do strani so potrebne administratorske pravice

source: Real name field is mandatory!
sl_si: Polje ime je obvezno!

source: Passwords do not match!
sl_si: Gesli se ne ujemata!

source: Password must be at least 8 characters long!
sl_si: Geslo mora biti dolgo vsaj 8 znakov!

source: Invalid email address!
sl_si: Neveljaven email naslov!

source: User
sl_si: Uporabnik

source: already exists!
sl_si: že obstaja

source: Cannot delete user
sl_si: Napaka pri izbrisu uporabnika

source: Cannot update user
sl_si: Napaka pri posodobitvi uporabnika

source: Name is mandatory
sl_si: Polje ime je obvezno

source: Switch
sl_si: Stikalo

source: Router
sl_si: Usmerjevalnik

source: Firewall
sl_si: Požarni zid

source: Wireless
sl_si: Brezžična oprema

source: Database
sl_si: Podatkovna baza

source: Workstation
sl_si: Delovna postaja

source: Laptop
sl_si: Prenosnik

source: Other
sl_si: Ostalo

source: Update settings error
sl_si: Napaka pri posodabljanju nastavitev

source: Replaced
sl_si: Zamenjava

source: items successfully
sl_si: polj uspešna

source: Wrong IP address
sl_si: Neveljaven IP naslov

source: IP address already exists
sl_si: IP naslov že obstaja

source: Page not referred properly
sl_si: Stran ni pravilno posredovana

source: Please login first
sl_si: Prosimo, prijavite se

source: Administrator level privileges required
sl_si: Za dostop do strani so zahtevane administratorske pravice

source: No access
sl_si: Ni dostopa

source: Read
sl_si: Branje

source: Read / Write
sl_si: Branje / Pisanje

source: error
sl_si: napaka

source: Tools
sl_si: Orodja

source: Not in use (Offline)
sl_si: Ni v uporabi

source: Reserved
sl_si: Rezerviran

source: VLAN must be numeric value!
sl_si: VLAN mora biti številčna vrednost

source: Vlan number can be max 4094
sl_si: Najvišja vrednost VLANa je lahko 4094

source: Subnet overlapps with
sl_si: Omrežje se prekriva z

source: Select Master subnet
sl_si: Izberite nadomrežje

source: Root subnet
sl_si: Korensko omrežje

source: IP address not valid
sl_si: Neveljaven IP naslov

source: IP address not in selected subnet
sl_si: IP naslov ni v izbranem omrežju

source: Cannot add subnet as IP address!
sl_si: Omrežja ni mogoče dodati kot IP naslov!

source: Cannot add broadcast as IP address!
sl_si: Broadcasta ni mogoče dodati kot IP naslov!

source: Invalid CIDR format!
sl_si: Neveljaven zapis CIDR formata

source: Invalid IP address!
sl_si: Neveljaven IP naslov

source: IP address cannot be subnet! (Consider using
sl_si: IP naslov ne more biti omrežje (Morda uporabi

source: Invalid netmask
sl_si: Neveljavna maska omrežja

source: Invalid IPv6 address!
sl_si: Neveljaven IPv6 naslov

source: The following required PHP extensions are missing
sl_si: Sledeče obvezne PHP razširitve manjkajo

source: Please recompile PHP to include missing extensions and restart Apache.
sl_si: Prosimo, ponovno namestite PHP s posporo za manjkajoče razširitve in ponovno zaženite Apache strežnik

source: Database connection failed
sl_si: Povezava na podatkovno bazo ni uspela

source: (closest parent)
sl_si: (najbližje nadomrežje)

source: Name
sl_si: Ime

source: Username
sl_si: Uporabniško ime

source: Password
sl_si: Geslo

source: your domain username
sl_si: vaše domensko uporabniško ime

source: your domain password
sl_si: domensko geslo

source: Role
sl_si: Tip računa

source: WebApp
sl_si: Spletna aplikacija

source: Sent by user
sl_si: Poslano od uporabnika

source: New IP address request in subnet
sl_si: Nov zahtevek za IP naslov v omrežju

source: Section
sl_si: Razdelek

source: Subnet
sl_si: Omrežje

source: Description
sl_si: Opis

source: Hostname
sl_si: DNS ime

source: Owner
sl_si: Lastnik

source: Requested by
sl_si: Zahteval

source: Comment
sl_si: Komentar

source: Sent at
sl_si: Poslano ob

source: IP address request
sl_si: Zahtevek za IP naslov

source: assigned IP address
sl_si: dodeljen IP naslov

source: Assigned IP address
sl_si: dodeljen IP naslov

source: Requested from
sl_si: Zahteval

source: Comment (request)
sl_si: Komentar (zahtevek)

source: Admin accept/reject comment
sl_si: Komentar ob sprejetju/zavrnitvi

source: Loading
sl_si: Nalaganje

source: Please select subnet from left menu
sl_si: Izberite omrežje iz levega menija

source: Please select tool from left menu!
sl_si: Izberi orodje iz levega menija

source: Please select setting from left menu!
sl_si: Izberi nastavitev iz levega menija

source: phpipam_search_export_
sl_si: phpipam_izvoz_iskanja_

source: IP Search results
sl_si: Rezultati iskanja po IP naslovih

source: ip address
sl_si: ip naslov

source: state
sl_si: stanje

source: description
sl_si: opis

source: hostname
sl_si: DNS ime

source: switch
sl_si: stikalo

source: owner
sl_si: lastnik

source: note
sl_si: opomba

source: Subnet search results
sl_si: Rezultati iskanja omrežij

source: Subet
sl_si: Omrežje

source: Mask
sl_si: Maska

source: Master subnet
sl_si: Glavno omrežje

source: Invalid input
sl_si: Neveljaven vnos

source: Subnetting details for
sl_si: Izračun IP kalkulatorja za vnos

source: Create subnet from result
sl_si: Kreiraj omrežje iz rezultata

source: Select Section
sl_si: Izberi sekcijo

source: Please select
sl_si: Prosimo izberite

source: IPv4v6 calculator
sl_si: IPv4v6 kalkulator

source: IP address
sl_si: IP naslov

source: mask
sl_si: maska

source: Please enter IP address and mask in CIDR format
sl_si: Prosim vpiši IP naslov in masko v CIDR formatu

source: Calculate
sl_si: Izračunaj

source: Reset
sl_si: Pobriši

source: Available VRFs and belonging subnets
sl_si: Razpoložljivi VRF in pripadajoča omrežja

source: No VRFs configured
sl_si: Ni VRF zapisov

source: Master Subnet
sl_si: Glavno omrežje

source: Used
sl_si: Zasedeno

source: Free
sl_si: Prosto

source: Requests
sl_si: Zahtevki

source: Master subnet does not exist
sl_si: Glavno omrežje ne obstaja

source: enabled
sl_si: omogočeno

source: No subnets belonging to this VRF
sl_si: Nobeno omrežje ne pripada temu VRF

source: List of network devices
sl_si: Seznam omrežnih naprav

source: Device not specified
sl_si: Naprava ni določena

source: click to show/hide belonging IP addresses
sl_si: kliknite za prikaz/skritje pripadajočih IP naslovov

source: Available VLANs:
sl_si: Razpoložljivi VLANi:

source: Number
sl_si: Številka

source: Belonging subnets
sl_si: Pripadajoča omrežja

source: free
sl_si: prosto

source: here you can change your account details
sl_si: tukaj lahko spremeniš nastavitve svojega računa

source: Real name
sl_si: Ime

source: Display name
sl_si: Ime

source: Email address
sl_si: Email naslov

source: Random
sl_si: Naključno

source: repeat
sl_si: ponovi

source: Re-type password
sl_si: Ponovi geslo

source: Save changes
sl_si: Shrani spremembe

source: Instructions for managing IP addresses
sl_si: Navodila za upravljanje IP naslovov

source: IP request form
sl_si: Zahteva za IP naslov

source: Enter description
sl_si: Vpiši opis

source: DNS name
sl_si: DNS ime

source: Owner of IP address
sl_si: Lastnih IP naslov

source: Requester
sl_si: Zahteval

source: your email address
sl_si: tvoj e-mail naslov

source: Additional comment
sl_si: Dodaten komentar

source: Enter additional details for request if they are needed
sl_si: Vpiši dodatne podatke za zahtevek, če so potrebni

source: Cancel
sl_si: Prekliči

source: Request IP
sl_si: Oddaj zahtevek

source: Search IP database
sl_si: Iskanje po bazi IP naslovov

source: search
sl_si: išči

source: Some search tips
sl_si: Nekaj nasvetov za iskanje

source: Text search
sl_si: Iskanje teksta

source: Text searches through description, hostname, switch, port and owner
sl_si: S textom lahko isčeš po opisu, DNS imenu, napravi, portu ali lastniku IP naslova

source: For wildcard search add * (user*)
sl_si: Za wildcard iskanje dodaj * (admin*)

source: IPv4 search tips
sl_si: Nasveti za iskanje po IPv4 naslovih

source: You can search through ranges with * (e.g. 10.23.3.*)
sl_si: Za iskanje po več naslovih uporabi * (npr. 10.23.3.*)

source: * shows ALL IP addresses and subnets
sl_si: prikaže vse IP naslove in omrežja

source: IPv6 search tips
sl_si: Nasveti za iskanje po IPv6 naslovih

source: You can search through ranges by specifying whole subnet (e.g. 2002:8a10::/32)
sl_si: Za iskanje po omrežjih vpiši celotno omrežje (npr. 2002:8a10::/32)

source: Hostname search tips
sl_si: Nasveti za iskanje po DNS imenu

source: You can get all IP addresses some host uses and all ports it is connected to by entering hostname in search field
sl_si: Vse IP naslove, ki jih uporablja določen odjemalec (DNS ime) dobiš, če iščeš po DNS imenu

source: Device search tips
sl_si: Nasveti za iskanje po napravah

source: You can get all used / available ports and connected IP's / hostnames in some device by entering device name in search field
sl_si: Za podatke o napravi, pripadajočih IP naslovih in ostalih podatkih v iskalnik vpiši ime naprave

source: MAC search tips
sl_si: Nasveti za iskanje po MAC naslovih

source: You can search by MAC address list entering MAC in 00:1cd:d4:78:ec:46 or 001dd478ec46 format, or search multiple with 00:1c:c4:
sl_si: Iz iskanje MAC naslovov v iskanik vpiši MAC v 00:1cd:d4:78:ec:46 ali 001dd478ec46 formatu, ali pa poišči vec mac adres z iskanjem npr. 00:1c:c4:

source: Custom field search tips
sl_si: Iskanje po lastnih poljih

source: You can search custom fields
sl_si: Za iskanje po lastnih poljih vpišite iskalni niz

source: Email not valid!
sl_si: Neveljaven Email naslov!

source: Please fix the following error
sl_si: Prosim popravi sledeče napake:

source: Error updating
sl_si: Napaka pri posodobitvi računa

source: Account updated successfully
sl_si: Račun uspešno posodobljen

source: Available subnets
sl_si: Razpoložljiva omrežja

source: IP calculator
sl_si: IP kalkulator

source: Instructions
sl_si: Navodila

source: Search
sl_si: Iskanje

source: Devices
sl_si: Naprave

source: VLANs
sl_si: VLANi

source: Subnets
sl_si: Omrežja

source: User menu
sl_si: Uporabniški meni

source: My account
sl_si: Moj račun

source: Search results (IP address list)
sl_si: Rezultati iskanja (seznam IP naslovov)

source: Export All results to XLS
sl_si: Izvoz rezultatov iskanja v XLS

source: Edit IP address details
sl_si: Uredi podatke o IP naslovu

source: Send mail notification
sl_si: Pošlji IP po e-mailu

source: Delete IP address
sl_si: Izbriši IP naslov

source: Edit IP address details (disabled)
sl_si: Uredi podatke o IP naslovu (onemogočeno)

source: Delete IP address (disabled)
sl_si: Uredi podatke o IP naslovu (onemogočeno)

source: Search results (Subnet list)
sl_si: Rezultat iskanje po omrežjih

source: Edit subnet details
sl_si: Uredi podatke o omrežju

source: Edit subnet (disabled)
sl_si: Uredi podatke o omrežju (onemogočeno)

source: Search results (VLANs)
sl_si: Rezultati iskanja (VLAN)

source: phpIPAM tools
sl_si: phpIPAM orodja

source: Oops! Something went wrong!
sl_si: Opa! Prišlo je do težave!

source: Provided http error code is
sl_si: Koda http napake je

source: Sending mail failed
sl_si: Pošiljanje e-maila ni uspelo

source: Sending mail succeeded
sl_si: E-mail uspešno poslan

source: Wrong recipients! (separate multiple with ,)
sl_si: Napaka pri prejemnikih! (več prejemnikov loči z `)

source: has
sl_si: ima

source: directly nested subnets
sl_si: neposredno pripadajočih podomrežij

source: Subnet description
sl_si: Opis omrežja

source: Free space
sl_si: Prosto

source: IP addresses in subnet
sl_si: IP naslovi v omrežju

source: All IP addresses belonging to ALL nested subnets
sl_si: IP naslovi vseh pripadajočih podomrežij

source: Subnet does not exist
sl_si: Omrežje ne obstaja

source: Page
sl_si: Stran

source: Previous page
sl_si: Prejšnja stran

source: Next page
sl_si: Naslednja stran

source: Sort by IP address
sl_si: Uredi po IP naslovu

source: Sort by hostname
sl_si: Uredi po DNS imenu

source: Sort by description
sl_si: Uredi po opisu

source: Sort by device
sl_si: Uredi po napravi

source: Sort by port
sl_si: Uredi po portu

source: Sort by owner
sl_si: Uredi po lastniku

source: Sort by
sl_si: Uredi po

source: Offline
sl_si: Neaktiven

source: Search same hostnames in db
sl_si: Iskanje enakih DNS imen v sistemu

source: Orphaned IP addresses for subnet
sl_si: IP naslovi brez omrežja

source: This happens if subnet had IP addresses<br>when new nested subnet was added
sl_si: Do tega pride, če se z izbrisom omrežja<br>niso pobrisali tudi IP naslovi

source: Move to different subnet
sl_si: Premakni v drugo omrežje

source: IP address details
sl_si: Podatki o IP naslovu

source: Subnet desc
sl_si: Opis omrežja

source: Send email notification
sl_si: Pošlji e-mail obvestilo

source: Recipients
sl_si: Prejemniki

source: Separate multiple recepients with ,
sl_si: Loči več prejemnikov z ,

source: Title
sl_si: Naslov

source: Content
sl_si: Vsebina

source: Send Mail
sl_si: Pošlji Email

source: Cannot edit IP address
sl_si: Ne morem urediti IP naslova

source: Invalid hostname
sl_si: Napačno DNS ime

source: Only 255 IP addresses at once
sl_si: Samo 255 IP naslovov naenkrat

source: Cannot
sl_si: Ne morem

source: Range
sl_si: Razpon

source: updated successfully
sl_si: uspešno posodobljen

source: successfull
sl_si: uspešen

source: Hostname is not unique
sl_si: DNS ime ni unikatno

source: already existing in database
sl_si: že obstaja v podatkovni bazi

source: Duplicate IP address
sl_si: Duplikat IP naslova

source: already existing in selected network
sl_si: že obstaja v izbranem omrežju

source: Error inserting IP address
sl_si: Napaka pri vpisu IP naslova

source: You do not have permission to access this network
sl_si: Nimaš pravic za dostop do tega omrežja

source: Subnet details
sl_si: Podatki o omrežju

source: Hierarchy
sl_si: Hierarhija

source: Permission
sl_si: Pravice

source: Actions
sl_si: Dejanja

source: You do not have permissions to edit subnet
sl_si: Nimaš pravic za urejanje podatkov o tem omrežju

source: Add new nested subnet
sl_si: Dodaj novo podomrežje

source: Edit subnet properties
sl_si: Uredi podatke o omrežju

source: Manage subnet permissions
sl_si: Urejanje pravic za omrežje

source: Move IP address to different subnet
sl_si: Premakni IP naslov v drugo omrežje

source: Select new subnet
sl_si: Izberi novo omrežje

source: Move IP address
sl_si: Premakni IP naslov

source: You do not have write access for this network'
sl_si: Nimate pravic za pisanje v tem omrežju

source: Cannot edit IP address details
sl_si: Ne morem urediti podatkov o IP naslovu

source: add
sl_si: dodaj

source: edit
sl_si: uredi

source: delete
sl_si: pobriši

source: You can add,edit or delete multiple IP addresses<br>by specifying IP range (e.g. 10.10.0.0-10.10.0.25)
sl_si: Za dodajanje, urejanje ali brisanje več IP naslovov<br>uporabi razpon (npr.: 10.10.0.0-10.10.0.25)

source: Click to check for hostname
sl_si: Kliknite za preverbo DNS imena

source: MAC address
sl_si: MAC naslov

source: IP address owner
sl_si: Lastnik IP naslova

source: Device
sl_si: Naprava

source: Select device
sl_si: Izberi napravo

source: None
sl_si: Brez

source: Note
sl_si: Opomba

source: Additional notes about IP address
sl_si: Dodatna opomba o IP naslovu

source: Type
sl_si: Tip

source: Active
sl_si: Aktiven

source: Unique
sl_si: Unikaten

source: Unique hostname
sl_si: DNS ime mora biti unikatno

source: Not strict
sl_si: Ne preverjaj strogo

source: Permit adding network/broadcast as IP
sl_si: dovoli dodajanje omrežja/broadcasta kot IP naslov

source: Delete IP
sl_si: Izbriši IP

source: Subnet Usage
sl_si: Uporaba omrežja

source: Total
sl_si: Skupaj

source: IP requests
sl_si: IP zahtevki

source: disabled
sl_si: onemogočeni

source: You do not have permissions to edit subnet or IP addresses
sl_si: Nimaš pravic za urejanje omrežja ali IP naslovov

source: Export IP addresses
sl_si: Izvoz IP naslovov

source: Request new IP address
sl_si: Zahtevek za IP naslov

source: Add new IP address
sl_si: Dodaj nov IP naslov

source: Import IP addresses
sl_si: Uvoz IP naslovov

source: Select fields to export
sl_si: Izberite polja za izvoz

source: You cannot access this subnet
sl_si: Do tega omrežja nimaš dostopa

source: IP state
sl_si: Status

source: Export
sl_si: Izvozi

source: Click on IP address box<br>to manage IP address
sl_si: Kliknite na kvadratek z IP naslovom<br>za upravljanje z njim

source: phpIPAM is free, open-source project
sl_si: phpIPAM je brezplačen, odprtokoden projekt

source: If you like the software you can donate by clicking this button to support further development
sl_si: V kolikor se vam zdi uporaben, lahko donirate s klikom na gumb in s tem podprete nadaljnji razvoj projekta

source: Number of Sections
sl_si: Število razdelkov

source: Number of Subnets
sl_si: Število omrežij

source: Number of IPv4 addresses
sl_si: Število IPv4 naslovov

source: Number of IPv6 addresses
sl_si: Število IPv6 naslovov

source: Number of users
sl_si: Število uporabnikov

source: Severity
sl_si: Kritičnost

source: Command
sl_si: Dogodek

source: Date
sl_si: Datum

source: No error logs available
sl_si: Ni kritičnih log datotek

source: No
sl_si: Ne

source: No IPv4 host configured
sl_si: Ni IPv4 naslovov

source: No IPv6 host configured
sl_si: Ni IPv6 naslovov

source: No logs available
sl_si: Ni log datotek

source: welcome to your IPAM dashboard
sl_si: pozdravljen na svoji IPAM vstopni strani

source: There are
sl_si: V sistemu je

source: requests
sl_si: zahtevkov

source: for IP address waiting for your approval
sl_si: za IP naslov, ki čakajo na potrditev

source: Statistics
sl_si: Statistika

source: Top 10 IPv4 subnets by usage percentage
sl_si: Top 10 IPv4 omrežij po odstotku zasedenosti

source: Top 10 IPv4 subnets by number of hosts
sl_si: Top 10 IPv4 omrežij po številu IP naslovov

source: Top 10 IPv6 subnets by number of hosts
sl_si: Top 10 IPv6 omrežij po številu IP naslovov

source: Last 5 informational logs
sl_si: Zadnjih 5 informativnih log datotek

source: Last 5 warning / error logs
sl_si: Zadnji 5 log datotek za opozorila in napake

source: Database structure verification
sl_si: Preverjanje strukture podatkovne baze

source: All tables and fields are installed properly
sl_si: Vse tabele in polja so nameščena pravilno

source: Missing table
sl_si: Manjkajoča tabela

source: Missing fields
sl_si: Manjkajoča polja

source: Import subnets from RIPE / ARIN
sl_si: Uvozi omrežja iz RIPE / ARIN

source: This script imports subnets from RIPE / ARIN database for specific AS. Enter desired AS to search for subnets
sl_si: Ta skripta uvozi omrežja iz RIPE / ARIN podatkovne baze za določen AS. Vnesite žljeni AS za iskanje pripadajočih omrežij

source: AS number
sl_si: AS številka

source: Name must be between 4 and 24 characters
sl_si: Ime mora biti dolgo med 4 in 24 znakov

source: Name must not start with number
sl_si: Ime se ne sme začeti s številko

source: Only alphanumeric, spaces and underscore characters are allowed
sl_si: Samo alfanumerični znako, presledki in podčrtaji so dovoljeni

source: Please correct the following errors
sl_si: Prosimo popravite sledeče napake

source: Failed to
sl_si: Napaka pri

source: field
sl_si: polje

source: Field
sl_si: Polje

source: success
sl_si: uspešno

source: Active Directory connection settings
sl_si: Nastavitve povezave na Active Directory

source: Here you can set parameters for connecting to AD for authenticating users. phpIPAM uses
sl_si: Tukaj nastavite parametre za povezavo na AD za avtentikacijo uporabnikov. phpIPAM uporablja

source: to authenticate users. If you need additional settings please take a look at functions/adLDAP or check online documentation!
sl_si: za avtentikacijo uporabnikov. Dodatne parametre nastavitev lahko nastavljate v functions/adLDAP, ali pa preverite dokumentacijo

source: First create new user under user management with <u>same username as on AD</u> and set usertype to domain user. Also set proper permissions - group membership for new user.
sl_si: Najprej kreirajte novega uporabnika z <u>enakim up. imenom kot na AD</u> in za tip uporabnika izberite domenski uporabnik. Nastavite tudi pravilne pravice dostopa - pripadnost skupinam

source: ldap extension not enabled in php
sl_si: ldap razširitev ni omogočena v php

source: Domain controllers
sl_si: Domenski kontrolerji

source: Enter domain controllers, separated by ; (default: dc1.domain.local;dc2.domain.local)
sl_si: Vpišite domenske kontrolerje, ločene s ; (privzeto: dc1.domain.local;dc2.domain.local)

source: Base DN
sl_si: Osnovni DN

source: Enter base DN for LDAP (default: CN=Users,CN=Company,DC=domain,DC=local)<br> If this is set to null then adLDAP will attempt to obtain this automatically from the rootDSE
sl_si: Vpišite osnovni DN za LDAP (privzeto: CN=Users,CN=Company,DC=domain,DC=local)<br> Če je to polje prazno bo adLDAP poizkušal avtomatsko pridobiti to informacijo iz korenskega DSE

source: Account suffix
sl_si: Pripona računa

source: The account suffix for your domain (default: @domain.local)
sl_si: Pripona računa za domeno (privzeto: @domain.local)

source: Use SSL
sl_si: Uporabi SSL

source: false
sl_si: ne

source: true
sl_si: da

source: Use SSL (LDAPS), your server needs to be setup (default: false), please see
sl_si: Uporabi SSL (LDAPS), potrebuje podporo na strežniku (privzeto: ne), prosimo preberite

source: Use TLS
sl_si: Uporabi TLS

source: If you wish to use TLS you should ensure that useSSL is set to false and vice-versa (default: false)
sl_si: V kolikor želite uporabiti TLS mora biti SSL nastavljen na ne in obratno(privzeto: ne)

source: AD port
sl_si: AD vrata

source: The default port for LDAP non-SSL connections (default: 389)
sl_si: Privzeta vrata za ne-SSL LDAP povezavo (privzeto: 389)

source: Test settings
sl_si: Preveri nastavitve

source: Save settings
sl_si: Shrani nastavitve

source: Log files
sl_si: Log datoteke

source: Informational
sl_si: Informacija

source: Notice
sl_si: Obvestilo

source: Warning
sl_si: Opozorilo

source: Download logs
sl_si: Prenesi log zapise

source: Clear logs
sl_si: Pobriši log zapise

source: Log details
sl_si: Pozatki o log zapisu

source: Event
sl_si: Dogodek

source: User details
sl_si: Podatki o uporabniku

source: Details
sl_si: Podrobnosti

source: Close window
sl_si: Zapri okno

source: Filter which fields to display in IP list
sl_si: Filtriraj polja, ki so prikazana v seznamu IP naslovov

source: You can select which fields are actually being used for IP management, so you dont show any overhead if not used. IP, hostname and description are mandatory
sl_si: Izberete lahko, katera polja boste uporabljali za IP upravljanje, tako da manj pomembna ostanejo skrita. IP naslov, dns ime in opis so obvezna polja.

source: Check which fields to use for IP addresses
sl_si: Izberi polja za prikaz

source: Save
sl_si: Shrani

source: Request does not exist
sl_si: Zahtevek ne obstaja

source: Manage IP address request
sl_si: Uredi zahtevke za IP naslov

source: Requested subnet
sl_si: Zahtevano omrežje

source: Enter IP description
sl_si: Vpišite opis

source: Enter hostname
sl_si: Vpišite dns ime
