Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: de_de, fr_fr, it_it, ja_jp, ru_ru, zh_cn, zh_tw

source: Please set <a href='%s'> default powerDNS values </a>!
zh_cn: 请设置 <a href='%s'> 默认的 powerDNS 值 </a>！

source: NULL
zh_cn: 空

source: Localhost
de_de: lokaler Host
ja_jp: ローカルホスト
zh_cn: 本地主机

source: phpIPAM version check
zh_cn: phpIPAM 版本检查

source: SourceForge
zh_cn: 源码锻造

source: Incompatible php and database schema versions
zh_cn: 不兼容的 PHP 和数据库架构版本

source: Latest phpIPAM release
zh_cn: 最新 phpIPAM 版本

source: Installed phpIPAM release
zh_cn: 安装 phpIPAM 版本

source: Database schema version
zh_cn: 数据库架构版本

source: PHP version
zh_cn: PHP 版本

source: MySQL version
zh_cn: MySQL 版本

source: MySQL CTE queries
zh_cn: MySQL CTE 查询

source: Change log
zh_cn: 变更日志

source: Release log
zh_cn: 发布日志

source: Commit log (local)
zh_cn: 提交日志（本地）

source: Released on
zh_cn: 发布日期

source: Download (GitHub)
zh_cn: 下载（GitHub）

source: Git not available
zh_cn: Git 不可用

source: Commit log (local) [Last 100]
zh_cn: 提交日志（本地）[最后 100]

source: Update successful
de_de: Aktualisierung erfolgreich
zh_cn: 更新成功

source: Fetch website certificate
zh_cn: 获取网站证书

source: Certificate (.cer, .pem, .crt)
zh_cn: 证书（.cer、.pem、.crt）

source: PKCS12 Certificate with key file (.p12, .pfx)
zh_cn: 带有密钥文件的 PKCS12 证书（.p12、.pfx）

source: Certificate fetched.
zh_cn: 已获取证书。

source: vault
de_de: Tresor
zh_cn: 保险库

source: Vault secret. Please store secret as it cannot be retrieved if lost!
zh_cn: 保管库密码。 请妥善保管，一旦丢失将无法找回！

source: Example
zh_cn: 示例

source: Instructions updated succesfully
de_de: Hinweise erfolgreich aktualisiert
zh_cn: 说明已成功更新

source: Only subnets that have no nested subnets can be split
zh_cn: 仅可以分割没有嵌套子网的子网

source: Subnet too small to be split
zh_cn: 子网太小，无法分割

source: Subnet split successfully
zh_cn: 子网分割成功

source: Subnet truncated successfully
zh_cn: 子网截断成功

source: PTR records removed
zh_cn: 已删除 PTR 记录

source: widget
zh_cn: 小部件

source: Widget
zh_cn: 小部件

source: Failed to update location lat/lng from Nominatim
zh_cn: 无法从 Nominatim 更新位置纬度/经度

source: English (default)
zh_cn: 英语（默认）

source: No auth method
zh_cn: 无身份验证方法

source: Passkey only
zh_cn: 仅限通行密钥

source: 2fa enabled
zh_cn: 已启用 2fa

source: 2fa disabled
zh_cn: 2fa 已禁用

source: Passkeys
zh_cn: 通行密钥

source: User permissions for phpipam modules
zh_cn: phpipam 模块的用户权限

source: Enabled
de_de: Aktiviert
zh_cn: 已启用
zh_tw: 啟用

source: Disable 2fa for user
zh_cn: 为用户禁用 2fa

source: Check passkey you want to remove
zh_cn: 检查您要删除的通行密钥

source: Passkey login only
zh_cn: 仅通过通行密钥登录

source: Select to only allow account login with passkey
zh_cn: 选择仅允许使用通行密钥登录帐户

source: WebApp
de_de: Webapplikation
zh_cn: 网页应用程序

source: readonly
zh_cn: 只读

source: direct
zh_cn: 直接

source: Agent %s error
zh_cn: 代理 %s 错误

source: Agent %s success
zh_cn: 代理 %s 成功

source: Domain %s successful !
zh_cn: 域 %s 成功！

source: Number of discovered hosts exceed maximum possible defined by php.ini - set to
de_de: Die Anzahl der gefundenen Hosts &uuml;berschreitet die in der php.ini definierten maximal m&ouml;glichen - gesetzt auf
ja_jp: 発見されたホストの数がphp.iniで定義されている最大数を超えています - に設定されています
zh_cn: 发现的主机数量超出 php.ini 定义的最大值 - 设置为

source: Failed to VLAN !
zh_cn: %s VLAN 失败！

source: VLAN %s successful !
zh_cn: VLAN %s 成功！

source: Invalid object ID
de_de: Ung&uuml;ltige Objekt-ID
zh_cn: 对象 ID 无效

source: Require unique subnets across all sections
zh_cn: 要求所有部分都有唯一的子网

source: Enable Passkeys
zh_cn: 启用通行密钥

source: Enable passkeys for passwordless login
zh_cn: 启用通行密钥以实现无密码登录

source: Filter string
zh_cn: 过滤字符串

source: decimal
zh_cn: 十进制

source: hex
zh_cn: 十六进制

source: text
zh_cn: 文本

source: Invalid zone generator types. Do not manipulate the POST values!
zh_cn: 无效的区域生成器类型。请勿操纵 POST 值！

source: network
zh_cn: 网络

source: Invalid subnet name types. Do not manipulate the POST values!
zh_cn: 子网名称类型无效。请勿操纵 POST 值！

source: Choose a maximum length of the zone name.<br>The default: 3, maximum: 31 characters.<br>(keep in mind that your firewall may have a limit for the length of zone names or address objects )
zh_cn: 选择区域名称的最大长度。<br>默认值：3，最大值：31 个字符。<br>（请记住，您的防火墙可能对区域名称或地址对象的长度有限制）

source: Generate zone names automatically with the setting &quot;decimal&quot; or &quot;hex&quot;.<br>The maximum value for a zone in hex mode would be ffffffff (4294967295 zones).<br>To use your own unique zone names you can choose the option &quot;text&quot;.
zh_cn: 使用设置 &quot;十进制&quot; 自动生成区域名称 或&quot;十六进制&quot;。<br>十六进制模式下区域的最大值为 ffffffff（4294967295 个区域）。<br>要使用您自己的唯一区域名称，您可以选择 &quot;文本&quot.选项.

source: Automatically generate firewall address objects as an additional information of an IP address.<br>(Works only for subnets which are bound to a firewall zone.)
zh_cn: 自动生成防火墙地址对象作为 IP 地址的附加信息。<br>（仅适用于绑定到防火墙区域的子网。）

source: Firewall address objects for subnets will contain this information instead of FQDN or hostname.<br>By choosing "description" spaces and other characters but hyphen or underline will be replaced by the separator value.
zh_cn: 子网的防火墙地址对象将包含此信息，而不是 FQDN 或主机名。<br>通过选择“描述”空格和其他字符（但配置单元或下划线）将被分隔符值替换.

source: zones
zh_cn: 区域

source: Networks
zh_cn: 网络

source: Successfully deleted the network mapping.
de_de: Die Netzwerkzuordnung wurde erfolgreich gel&ouml;scht.
zh_cn: 成功删除网络映射。

source: network mapping
zh_cn: 网络映射

source: Length of 2FA secret (26 to 32)
zh_cn: 2FA 密码的长度（26 到 32）

source: 2fa is disabled
de_de: 2FA ist deaktiviert
zh_cn: 2FA 已禁用
zh_tw: 雙因素驗證已停用

source: 2fa status
zh_cn: 2FA 状态

source: 2fa is enabled
de_de: 2FA ist aktiviert
zh_cn: 2FA 已启用
zh_tw: 雙因素驗證已啟用

source: After user successfully logs in it will be presented with additional screen to enter code from your preferred authenticator application.
zh_cn: 用户成功登录后，将显示额外的屏幕来输入您首选的身份验证器应用程序的代码。

source: Authenticator apps are available on following links based on your OS:
zh_cn: 根据您的操作系统，可以通过以下链接获取身份验证器应用：

source: You can also use any other OTP provider.
zh_cn: 您也可以使用任何其他 OTP 提供商。

source: Solid
zh_cn: 实
zh_tw: 實線

source: Dotted
zh_cn: 虚
zh_tw: 虛線

source: Inactive
de_de: Inaktiv
zh_cn: 无效

source: Option
zh_cn: 选项

source: Circuit provider
de_de: Schaltungs-Provider
ja_jp: サーキットプロバイダ
zh_cn: 线路提供商
zh_tw: 電路提供者

source: Limiting results to 1000 subnets
zh_cn: 将结果限制为 1000 个子网

source: Route distinguisher
de_de: Unterscheidungsmerkmal Route
fr_fr: Descripteur de route
it_it: Identificatore percorsi
ja_jp: [?]ルーティング識別子
zh_cn: 路由标识
zh_tw: 路由識別

source: Here you can set password policy for user authentication.
de_de: Hier k&ouml;nnen Sie die Passwortregeln f&uuml;r die Benutzerauthentifizierung bearbeiten.
zh_cn: 在这里您可以设置用户认证的密码策略.
zh_tw: 您可在此為使用者驗證設定密碼原則。

source: Minimum number of numbers
zh_cn: 数字最少数量

source: Minimum number of letters
zh_cn: 字母最少数量

source: Minimum number of lowercase letters
zh_cn: 小写字母最少数量

source: Minimum number of uppercase letters
zh_cn: 大写字母的最少数量

source: Minimum number of symbols
zh_cn: 符号最少数量

source: Required field %s missing or empty.
zh_cn: 必填字段 %s 缺失或者为空。

source: Invalid IP address.
zh_cn: 无效的 IP 地址。

source: Invalid DNS name.
zh_cn: DNS 名称无效。

source: Invalid MAC address.
zh_cn: 无效的 MAC 地址。

source: Device description will be updated.
zh_cn: 设备描述将被更新。

source: Device ip_addr will be updated.
zh_cn: 设备 IP 地址将被更新。

source: DeviceType will be updated.
zh_cn: 设备类型将被更新。

source: sectionId will be updated.
zh_cn: 区域 ID 将被更新。

source: rack will be updated.
zh_cn: 机柜将被更新。

source: rack_start will be updated.
zh_cn: 机柜启动将会被更新。

source: rack_size will be updated.
zh_cn: 机柜尺寸将被更新。

source: location will be updated.
zh_cn: 位置将被更新。

source: Duplicate, will skip.
zh_cn: 重复，将跳过。

source: New entry, will be added.
zh_cn: 新条目，将被添加。

source: Fields
zh_cn: 字段

source: Export
zh_cn: 导出

source: Subnets %s successful.
zh_cn: 子网 %s 成功。

source: Subnets %s failed.
zh_cn: 子网 %s 失败。

source: DeviceTypes %s successful.
zh_cn: 设备类型 %s 成功。

source: DeviceTypes %s failed.
zh_cn: 设备类型 %s 失败。

source: tdescription
zh_cn: 描述

source: Master
zh_cn: 掩码

source: No sections found!
zh_cn: 未找到任何区域！

source: Cross VRF
zh_cn: 跨 VRF

source: Ok
zh_cn: 确定

source: Missing VLAN domain. Please add/import VLAN domain first.
zh_cn: 缺少 VLAN 域。请先添加/导入 VLAN 域。

source: Invalid name format.
zh_cn: 名称格式无效。

source: Invalid number format.
zh_cn: 数字格式无效。

source: Invalid characters in description.
zh_cn: 描述中的字符无效。

source: Invalid domain format.
zh_cn: 域名格式无效。

source: Duplicate VLAN domain and number not supported. Please check import file.
zh_cn: 不支持重复的 VLAN 域和编号。请检查导入文件。

source: VLAN name will be updated.
zh_cn: VLAN 名称将被更新。

source: VLAN description will be updated.
zh_cn: VLAN 描述将会更新。

source: VLAN %s will be updated.
zh_cn: VLAN %s 将被更新。

source: tname
zh_cn: 名称

source: name
zh_cn: 名称

source: Error: Error parsing json response
de_de: Fehler: Beim Parsen des JSON Antwort ist ein Fehler aufgetreten
zh_cn: 错误：解析 JSON 响应时出错

source: Upload successfull
de_de: Hochladen erfolgreich
zh_cn: 上传成功

source: black
zh_cn: 黑色

source: L2 Domain %s successful.
zh_cn: L2 域 %s 成功。

source: L2 Domain %s failed.
zh_cn: L2 域 %s 失败。

source: description will be updated.
zh_cn: 描述将被更新。

source: is_gateway
zh_cn: 网关

source: gateway
zh_cn: 网关

source: Upload directory is not writable, or does not exist.
zh_cn: 上传目录不可写，或者不存在。

source: Invalid document type
zh_cn: 文档类型无效

source: Error: %s
zh_cn: 错误：%s

source: Empty or too big file (limit %s
zh_cn: 文件为空或者太大（限制 %s

source: The subnet needs to have the mask defined as /BM (Bit Mask)
zh_cn: 子网需要将掩码定义为/BM（位掩码）

source: Invalid network mask format.
zh_cn: 网络掩码格式无效。

source: Invalid IPv6 network mask.
zh_cn: IPv6 网络掩码无效。

source: Invalid section.
zh_cn: 无效区域。

source: Invalid VRF.
zh_cn: 无效 VRF。

source: Subnet/Mask not provided.
zh_cn: 未提供子网/掩码。

source: Search matches multiple subnets, please specify VRF.
zh_cn: 搜索匹配多个子网，请指定 VRF。

source: Unable to locate the subnet in the specified VRF.
zh_cn: 无法在指定的 VRF 中定位子网。

source: Invalid device hostname.
zh_cn: 设备主机名无效。

source: Invalid tag.
zh_cn: 标签无效。

source: Invalid characters in owner name.
zh_cn: 所有者名称中的字符无效。

source: Invalid characters in note.
zh_cn: 注释中有无效字符。

source: Invalid IP address, not inside subnet.
zh_cn: IP 地址无效，不在子网内。

source: Duplicate entry in imported data.
zh_cn: 导入的数据有重复条目。

source: Address DNS name will be updated.
zh_cn: 地址 DNS 名称将被更新。

source: Address description will be updated.
zh_cn: 地址描述将被更新。

source: Address MAC address will be updated.
zh_cn: 地址 MAC 地址将被更新。

source: Address owner will be updated.
zh_cn: 地址所有者将被更新。

source: Device will be updated.
zh_cn: 设备将被更新。

source: Address note will be updated.
zh_cn: 地址注释将被更新。

source: Address tag (state) will be updated.
zh_cn: 地址标签（状态）将被更新。

source: Port will be updated.
zh_cn: 端口将会被更新。

source: Location will be updated.
zh_cn: 位置将会更新。

source: %s will be updated.
zh_cn: %s 将被更新。

source: Required field mask missing or empty.
zh_cn: 必填字段掩码缺失或为空。

source: Invalid VLAN domain.
zh_cn: 无效的 VLAN 域。

source: VLAN not found in provided domain.
zh_cn: 在提供的域中未找到 VLAN。

source: Invalid VRF name format.
zh_cn: VRF 名称格式无效。

source: Invalid VLAN domain format.
zh_cn: VLAN 域格式无效。

source: Subnet description will be updated.
zh_cn: 子网描述将被更新。

source: VLAN ID will be updated.
zh_cn: VLAN ID 将被更新。

source: IP Address %s successful.
zh_cn: IP 地址 %s 成功。

source: IP Address %s failed.
zh_cn: IP 地址 %s 失败。

source: VLAN %s successful.
zh_cn: VLAN %s 成功。

source: VLAN %s failed.
zh_cn: VLAN %s 失败。

source: Invalid RD format.
zh_cn: RD 格式无效。

source: VRF name will be updated.
zh_cn: VRF 名称将被更新。

source: VRF description will be updated.
zh_cn: VRF 描述将会更新。

source: Devices %s successful.
zh_cn: 设备 %s 成功。

source: Devices %s failed.
zh_cn: 设备 %s 失败。

source: Duplicate VLAN domain found. Please check import file.
zh_cn: 发现重复的 VLAN 域。请检查导入文件。

source: L2 Domain description will be updated.
zh_cn: L2 域描述将会更新。

source: VRF %s successful.
zh_cn: VRF %s 成功。

source: VRF %s failed.
zh_cn: VRF %s 失败。

source: Two-factor authentication with TOTP provider
zh_cn: 使用 TOTP 提供商进行双因素身份验证

source: Check not implemented
zh_cn: 检查未实施

source: Enable JIT
zh_cn: 启用 JIT

source: Provision new users automatically
zh_cn: 自动配置新用户

source: phpIPAM currently supports following authentication methods:
zh_cn: phpIPAM 目前支持以下身份验证方法：

source: Passkey authentication
zh_cn: 通行密钥认证

source: First create new user under user management with <u>same username as on AD</u> and set authentication type to one of available methods.
zh_cn: 首先在用户管理下创建<u>与 AD 上相同的用户名</u>的新用户，并将身份验证类型设置为可用方法之一。

source: The JIT and mapped user options are mutually exclusive
zh_cn: JIT 和映射用户选项是互斥的

source: Strict mode requires global setting "Prettify links"=yes
zh_cn: 严格模式需要全局设置 "美化链接"=是

source: Protocol
zh_cn: 协议

source: internal
zh_cn: 内部

source: external
zh_cn: 外部

source: Invalid object id
de_de: Ung&uuml;ltige Objekt-ID
zh_cn: 对象 ID 无效

source: Object added
zh_cn: 已添加对象

source: Failed to add object
zh_cn: 添加对象失败

source: Ids
zh_cn: 标识

source: source
zh_cn: 源

source: static
zh_cn: 静态

source: destination
zh_cn: 目的

source: Language %s error
zh_cn: 语言 %s 错误

source: Language %s success
zh_cn: 语言 %s 成功

source: Location not set for this racks.
zh_cn: 未设置此机架的位置。

source: All locations
de_de: Liste aller Standorte
zh_cn: 所有位置
zh_tw: 所有位置

source: Filter applied: Device Type = %s
zh_cn: 应用过滤器：设备类型 = %s

source: Filter applied: Rack = %s
zh_cn: 应用过滤器：机柜 = %s

source: Filter applied: Location = %s
zh_cn: 应用过滤器：位置 = %s

source: Filter applied: Section = %s
zh_cn: 应用过滤器：区域 = %s

source: Prio
zh_cn: 优先级
zh_tw: 優先級

source: DNS records resolving to IP address
zh_cn: DNS 记录解析为 IP 地址

source: Prefix overlaps with prefix
de_de: Pr&auml:fix &uuml;berlappt mit Pr&auml:fix
zh_cn: 前缀与前缀重叠

source: parsedown library missing, please update submodules
zh_cn: 缺少 parsedown 库，请更新子模块

source: Requested resource is not inside doc directory
zh_cn: 请求的资源不在文档目录内

source: Old Password
zh_cn: 旧密码

source: New Password
zh_cn: 新密码

source: New Password repeat
zh_cn: 新密码重复

source: New password must be different
zh_cn: 新密码必须不同

source: New passwords do not match
zh_cn: 新密码不匹配

source: Passkey not found
zh_cn: 未找到通行密钥

source: passkey
zh_cn: 通行密钥

source: New passkey succesfully registered!
zh_cn: 新通行密钥已成功注册！

source: Name your passkey
zh_cn: 命名您的通行密钥

source: You are about to delete your passkey
zh_cn: 您即将删除您的通行密钥

source: You can login to your account with normal authentication method only untill you create passkeys.
zh_cn: 直到您创建通行密钥之前，您才可以使用常规身份验证方法登录您的帐户。

source: Passkey renamed
zh_cn: 通行密钥已重命名

source: Failed to rename passkey
zh_cn: 无法重命名通行密钥

source: Passkey removed
zh_cn: 通行密钥已移除

source: Failed to remove passkey
zh_cn: 无法删除通行密钥

source: 2fa account status
zh_cn: 2fa 账户状态

source: You can only login to your account using passkeys
zh_cn: 您只能使用通行密钥登录您的帐户

source: There are no passkeys set for user. Resetting passkey login only to false.
zh_cn: 未为用户设置通行密钥。将仅密钥登录重置为 false。

source: Passwordless authentication
zh_cn: 无密码身份验证

source: Here you can manage passkey authentication for your account
zh_cn: 您可以在此处管理帐户的通行密钥验证

source: Passkeys are a password replacement that validates your identity using touch, facial recognition, a device password, or a PIN
zh_cn: 通行密钥是一种密码替代品，它使用触摸、面部识别、设备密码或 PIN 来验证您的身份

source: TLS is required for passcode authentication
zh_cn: 密码验证需要 TLS

source: Passkey authentication is disabled
zh_cn: 通行密钥验证已禁用

source: You can login to your account with with passkeys only
zh_cn: 您只能使用通行密钥登录您的帐户

source: This can be changed under Account details tab
zh_cn: 您可以在帐户详细信息选项卡下更改此设置

source: You can login to your account with normal authentication method only untill you create passkeys
zh_cn: 您只能在创建通行密钥之前使用常规身份验证方法登录您的帐户

source: This can be changed under Account details tab.
zh_cn: 这可以在帐户详细信息选项卡下更改。

source: You can login to your account with normal authentication method or with passkeys
zh_cn: 您可以使用常规身份验证方法或通行密钥登录您的帐户

source: Your passkeys
zh_cn: 您的通行密钥

source: -- Unknown --
zh_cn: -- 未知 --

source: You authenticated with this passkey
zh_cn: 您已使用此密钥进行身份验证

source: Rename
zh_cn: 重命名

source: Added on
zh_cn: 已添加

source: Last used
zh_cn: 最后使用

source: Add a passkey
zh_cn: 添加通行密钥

source: Failed to register new passkey.
zh_cn: 无法注册新通行密钥。

source: Error :
zh_cn: 错误 :

source: certificates
zh_cn: 证书

source: passwords
zh_cn: 密码

source: County
de_de: Landkreis
zh_cn: 县

source: Delete Vault
de_de: Tresor l&ouml;schen
zh_cn: 删除保管库

source: Show password
zh_cn: 显示密码

source: Hide password
zh_cn: 隐藏密码

source: OK
zh_cn: 确定

source: documentation
zh_cn: 文档

source: Documentation
zh_cn: 文档指南

source: Read phpIPAM documentation
zh_cn: 阅读 phpIPAM 文档

source: Google Maps Satellite View
zh_cn: 谷歌地图卫星视图

source: %Free
zh_cn: ％免费

source: Edit Subnet
zh_cn: 编辑子网

source: Delete Subnet
zh_cn: 删除子网

source: No duplicate addresses found
zh_cn: 未找到重复的地址

source: Orphaned
zh_cn: 孤立

source: Edit IP address
zh_cn: 编辑 IP 地址

source: (%s Line)
zh_cn: (%s 线)

source: Circuit Count
de_de: Anzahl Schaltungen
zh_cn: 线路数量
zh_tw: 電路數量

source: Sort by Description
de_de: Sortiert nach Beschreibung
ja_jp: 説明で並べ替え
zh_cn: 按描述排序

source: policy
zh_cn: 策略

source: No %s NAT configured
zh_cn: 没有 %s NAT 配置

source: Install scripts disabled
zh_cn: 安装脚本已禁用

source: Hi. Almost set. Let's just set some basic settings. You can change all settings under administration once logged in!
zh_cn: 嗨。几乎设置好了。我们只需设置一些基本设置。登录后，您可以在管理下更改所有设置！

source: Please follow the steps below for
de_de: Bitte f&uuml;hren Sie die nachfolgenden Schritte aus für eine
zh_cn: 请按照以下步骤操作

source: <YOUR SECRET PASSWORD FROM config.php>
zh_cn: <来自 config.php 的您的秘密密码>

source: Finished ! Now log in with <strong>Admin/ipamadmin</strong> to web page.
de_de: Fertig ! Loggen Sie sich mit <strong>Admin/ipamadmin</strong> auf der Webseite ein.
zh_cn: 完成！现在使用 <strong>Admin/ipamadmin</strong> 登录网页。

source: We are glad you decided to
zh_cn: 我们很高兴您决定

source: Database connection check result:
de_de: Ergebnis Pr&uuml;fung Datenbankverbindung:
zh_cn: 数据库连接检查结果：

source: Database connection successful
zh_cn: 数据库连接成功

source: This installation type does not exist. Please select a valid installation method!
de_de: Dieser Installationstyp existiert nicht. Bitte w&auml;hlen Sie eine g&uuml;ltige Installationsmethode!
zh_cn: 此安装类型不存在。请选择有效的安装方法！

source: For importing database file with mysqlimport tool please follow the instructions below:
de_de: Um eine Datenbank mit dem mysqlimport Werkzeug zu importieren folgen Sie bitte den nachfolgenden Anweisungen:
zh_cn: 要使用 mysqlimport 工具导入数据库文件，请按照以下说明操作：

source: Copy the SQL queries below and paste them into mysql
de_de: Kopieren Sie die folgenden SQL-Queries und f&uuml;hren diese in der MySQL CLI aus.
zh_cn: 复制以下 SQL 查询并将其粘贴到 mysql 中

source: Values
zh_cn: 值

source: Unsupported PHP version
zh_cn: 不支持的 PHP 版本

source: phpIPAM requirements error
zh_cn: phpIPAM 需求错误

source: Minimum PHP version required
zh_cn: 最低 PHP 版本要求

source: phpIPAM is not yet compatible with this version of php.
zh_cn: phpIPAM 尚不兼容此版本的 php。

source: You may encounter issues & errors.
zh_cn: 您可能会遇到问题和错误。

source: Please set <q>$allow_untested_php_versions=true;</q> in config.php to continue at your own risk.
zh_cn: 请在 config.php 中设置 <q>$allow_untested_php_versions=true;</q> 以继续，风险自负。

source: The following required PHP functions are missing
zh_cn: 缺少以下必需的 PHP 函数

source: Please recompile PHP to include missing functions and restart Apache.
zh_cn: 请重新编译 PHP 以包含缺失的函数并重新启动 Apache。

source: Your database server does not support utf8mb4
zh_cn: 您的数据库服务器不支持 utf8mb4

source: Lastest version can be downloaded from
zh_cn: 最新版本可从以下网址下载

source: Invalid query
de_de: Ung&uuml;ltige Abfrage
zh_cn: 查询无效

source: SNMP response is not a valid string
de_de: SNMP-Antwort ist kein g&uuml;ltiger String
zh_cn: SNMP 响应不是有效字符串

source: Succesful queries
zh_cn: 查询成功

source: Database table cleared
zh_cn: 数据库表已清空

source: Invalid custom field size
zh_cn: 自定义字段大小无效

source: SET functionality not fully implemented, please change to ENUM
zh_cn: SET 功能未完全实现，请更改为 ENUM

source: openssl_digest failure
zh_cn: openssl_digest 失败

source: invalid address
zh_cn: 无效地址

source: Internet access disabled in config.php
zh_cn: config.php 中已禁用互联网访问

source: Invalid json response from nominatim
zh_cn: 来自名称的无效 json 响应

source: Unable to start transaction
zh_cn: 无法启动事务

source: Recursion limit reached.
zh_cn: 已达到递归限制.

source: Error in authentication method. Please contact administrator
zh_cn: 身份验证方法错误。请联系管理员

source: Invalid radius authentication method
zh_cn: 无效的 Radius 身份验证方法

source: User account is disabled
zh_cn: 用户帐户已被禁用

source: Passkey login
zh_cn: 通行密钥登录

source: Passkey required for login
zh_cn: 登录时需要密码

source: Only passkey authentication is possible for this account
zh_cn: 此帐户仅可进行通行密钥验证

source: Failed passkey login
zh_cn: 通行密钥登录失败

source: User self update succeeded
zh_cn: 用户自行更新成功

source: Unsupported encryption method
zh_cn: 不支持的加密方法

source: The maximum convertable value is reached. Consider to switch to decimal or text mode and change the zone name length value.
de_de: Der maximale konvertierbare Wert ist erreicht. Ziehen Sie in Betracht, in den Dezimal- oder Textmodus zu wechseln und den Zonennamen L&auml;ngenwert zu &auml;ndern.
zh_cn: 已达到最大可转换值。请考虑切换到十进制或文本模式并更改区域名称长度值。

source: Object is NATted
zh_cn: 对象已被解析

source: Invalid $_POST action
zh_cn: 无效的 $_POST 操作

source: domain
zh_cn: 域名

source: Composer autoload not present
zh_cn: Composer 自动加载不存在

source: Please install composer modules ( cd functions && composer install ).
zh_cn: 请安装 Composer 模块（cd functions && composer install）。

source: Composer is not installed
zh_cn: 未安装 Composer

source: Please install composer and composer modules ( cd functions && composer install ).
zh_cn: 请安装 Composer 和 Composer 模块 ( cd functions && composer install )。

source: Composer package
zh_cn: Composer 包

source: is not installed
zh_cn: 未安装

source: Please install required modules ( cd functions && composer install ).
zh_cn: 请安装所需的模块（cd functions && composer install）。

source: Failed to set subnet permissions for subnet
zh_cn: 无法设置子网的子网权限

source: Subnet Mask
zh_cn: 子网掩码

source: Shows some statistics on number of hosts, subnets
zh_cn: 显示主机、子网数量的一些统计信息

source: Shows favourite subnets
zh_cn: 显示a收藏的子网

source: Top IPv4 subnets by number of hosts
zh_cn: 按主机数量排名靠前的 IPv4 子网

source: Shows graph of top IPv4 subnets by number of hosts
zh_cn: 显示按主机数量排列靠前的 IPv4 子网图表

source: Top IPv6 subnets by number of hosts
zh_cn: 按主机数量排名靠前的 IPv6 子网

source: Shows graph of top IPv6 subnets by number of hosts
zh_cn: 显示按主机数量排列靠前的 IPv6 子网图表

source: Top IPv4 subnets by usage percentage
zh_cn: 按使用率百分比排名靠前的 IPv4 子网

source: Shows graph of top IPv4 subnets by usage percentage
zh_cn: 按使用率百分比显示排名靠前的 IPv4 子网图表

source: Most recent change log entries
zh_cn: 最近的更改日志条目

source: Shows list of most recent change log entries
zh_cn: 显示最新更改日志条目列表

source: Shows list of active IP address request
zh_cn: 显示活跃 IP 地址请求列表

source: Most recent informational logs
zh_cn: 最近的信息日志

source: Shows list of most recent informational logs
zh_cn: 显示最新信息日志列表

source: Most recent warning / error logs
zh_cn: 最近的警告/错误日志

source: Shows list of most recent warning and error logs
zh_cn: 显示最近的警告和错误日志列表

source: Shows quick access to tools menu
zh_cn: 显示快速访问工具菜单

source: Shows IP calculator as widget
zh_cn: 显示 IP 计算器作为小部件

source: IP Request widget
zh_cn: IP 请求小部件

source: Shows threshold usage for most consumed subnets
zh_cn: 显示大多数消耗的子网的阈值使用情况

source: Shows list of inactive hosts for defined period
zh_cn: 显示指定时间段内不活动的主机列表

source: Shows map of locations
zh_cn: 显示位置地图

source: Calculate bandwidth
zh_cn: 计算带宽

source: Shows customer list
zh_cn: 显示客户列表

source: User Instructions
zh_cn: 用户说明
zh_tw: 使用者說明

source: Shows user instructions
zh_cn: 显示用户说明

source: Shows MAC address vendor
zh_cn: 显示 MAC 地址供应商

source: Recent Logins
zh_cn: 最近登录

source: Shows most recent user logins
zh_cn: 显示最近的用户登录

source: FirewallAddressObject
zh_cn: 防火墙地址对象

source: Customer_id
zh_cn: 客户 ID

source: localhost
zh_cn: 本地
