Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: de_de, fr_fr, it_it, ja_jp, ru_ru, zh_cn, zh_tw

source: Some search tips
de_de: Suchhinweise
fr_fr: Conseils de recherche
it_it: Alcuni consigli di ricerca
ja_jp: 検索のヒント
ru_ru: Некоторые советы по поиску
zh_cn: 一些搜索提示
zh_tw: 一些搜尋提示

source: Text search
de_de: Textsuche
fr_fr: Recherche texte
it_it: Ricerca testuale
ja_jp: テキスト検索
ru_ru: Поиск текста
zh_cn: 文本搜索
zh_tw: 文字搜尋

source: Text searches through description, hostname, switch, port and owner
de_de: Textsuche &uuml;ber Beschreibung, Hostname, Switch, Port und Eigent&uuml;mer
fr_fr: Recherche de texte dans la description, le nom DNS, le switch, port et propriétaire
it_it: Cerca del testo nella descrizione, hostname, switch, porta e proprietario
ja_jp: 説明、ホスト名、スイッチ、ポート、所有者のテキスト検索
ru_ru: Текстовый поиск в описаниях, именах хостов, коммутаторах, портах и владельцах
zh_cn: 通过描述、主机名、交换机、端口和所有者进行文本搜索
zh_tw: 以描述、主機名稱、網路交換器、連接埠和擁有者進行搜尋

source: For wildcard search add * (user*)
de_de: F&uuml;r Wildcard Suche ein * hinzuf&uuml;gen
fr_fr: Pour une recherche générique ajouter * (utilisateur*)
it_it: Per ricerche wildcard aggiungere *(user*)
ja_jp: *を付加するとワイルドカード検索を行います (user*)
ru_ru: Для поиска по части слова, добавьте * (пользователь*)
zh_cn: 对于通配符搜索添加 * (例如 用户*)
zh_tw: 搜尋可以加上萬用字元 * 例如 (使用者*)

source: IPv4 search tips
de_de: IPv4 Suchhinweise
fr_fr: Conseils de recherche IPv4
it_it: Consigli ricerca IPv4
ja_jp: IPv4検索のヒント
ru_ru: Советы по IPv4 поиску
zh_cn: IPv4 搜索提示
zh_tw: IPv4 搜尋提示

source: You can search through ranges with * (e.g. 10.23.3.*)
de_de: Sie k&ouml;nnen durch IP-Bereiche mit Hinzuf&uuml;gen von * suchen (Bsp. 10.23.3.*)
fr_fr: Vous pouvez rechercher des plages avec * (ex 10.23.3.*)
it_it: Puoi cercare range con * (e.s. 10.23.3.*)
ja_jp: *を指定した範囲の検索を行うことができます (例: 10.23.3.*)
ru_ru: Вы можете искать по диапазону с * (например 10.23.3.*)
zh_cn: 您可以使用 * 搜索范围（例如 10.23.3.*）
zh_tw: 可以使用 * 來加大搜尋範圍 (例如 10.23.3.*)

source: * shows ALL IP addresses and subnets
de_de: * zeigt ALLE IP-Adressen und Subnetze
fr_fr: * affiche toutes les adresses IP et sous-réseaux
it_it: * mostra TUTTI gli indirizzi IP e le subnet
ja_jp: すべてのIPアドレスとサブネットを参照
ru_ru: * покажет ВСЕ IP адреса и подсети
zh_cn: * 显示所有 IP 地址和子网
zh_tw: * 來顯示所有 IP 位址和子網路

source: IPv6 search tips
de_de: IPv6 Suchhinweise
fr_fr: Conseils de recherche IPv6
it_it: Consigli ricerca IPv6
ja_jp: IPv6検索のヒント
ru_ru: Советы по поиску в IPv6
zh_cn: IPv6 搜索提示
zh_tw: IPv6 搜尋提示

source: You can search through ranges by specifying whole subnet (e.g. 2002:8a10::/32)
de_de: Mit Angabe des Subnetzes k&ouml;nnen Sie durch ganze Bereiche suchen (Bsp.: 2002:8a10::/32)
fr_fr: Vous pouvez rechercher des plages en spécifiant un sous-réseau entier (ex. 2002:8a10::/32)
it_it: Puoi cercare range specificando l&#39;intera subnet (e.s. 2002:8a10::/32)
ja_jp: サブネット全体を指定すると、すべての範囲の検索を行うことができます (例: 2002:8a10::/32)
ru_ru: Вы можете искать в диапазонах, указав всю подсеть (например 2002:8a10::/32)
zh_cn: 您可以通过指定整个子网来搜索范围（例如 2002:8a10::/32）
zh_tw: 您可以指定範圍搜尋整個子網路 (例如2002:8a10::/32)

source: Hostname search tips
de_de: Hostname Suchhinweise
fr_fr: Conseils de recherche de nom DNS
it_it: Consigli ricerca hostname
ja_jp: ホスト名検索のヒント
ru_ru: Советы по поиску имени хоста
zh_cn: 主机名搜索提示
zh_tw: 主機名稱搜尋提示

source: You can get all IP addresses some host uses and all ports it is connected to by entering hostname in search field
de_de: Wenn Sie den Hostnamen angeben, erhalten Sie alle angeschlossenen IP-Adressen und Switchports
fr_fr: Vous pouvez obtenir toutes les adresses IP utilisées par un hôte, et tous les ports auxquels il est connecté, en saisissant un nom d'hôte dans le champ de recherche
it_it: Puoi trovare tutti gli indirizzi IP utilizzati da un host e tutte le porte collegate inserendo l&#39;hostname nel campo di ricerca
ja_jp: 検索フィールドにホスト名を入力すると、ホストが使用しているIPアドレスとポートを取得できます
ru_ru: Вы можете узнать все IP адреса, которые использует данный хост и все порты, куда он соединяется, введя имя хоста в поле поиска
zh_cn: 您可以通过在搜索字段中输入主机名来获取某些主机使用的所有 IP 地址及其连接的所有端口
zh_tw: 在搜尋欄輸入主機名稱，可以顯示主機使用的所有 IP 位址和連接的所有連接埠

source: Device search tips
de_de: Ger&auml;te Suchhinweise
fr_fr: Conseils de rercherche d’équipement
it_it: Consigli ricerca dispositivo
ja_jp: デバイス検索にヒント
ru_ru: Советы по поиску устройста
zh_cn: 设备搜索提示
zh_tw: 裝置搜尋提示

source: You can get all used / available ports and connected IP's / hostnames in some device by entering device name in search field
de_de: Wenn Sie den Ger&auml;tetyp angeben, erhalten Sie alle angeschlossenen IP-Adressen und Switchports
fr_fr: Vous pouvez visualiser tous les ports libres / utilisés et les IP / noms DNS connectés d'un équipement en saisissant un nom d'équipement dans le champ de recherche
ja_jp: 検索フィールドにデバイス名を入力すると、使用中/有効なポートと接続できるIPアドレス/ホスト名を取得できます
ru_ru: Вы можете получить все используемые / доступные порты и подключённые IP / имена хостов к какому-то устройству, введя имя устройства в поле поиска
zh_cn: 您可以通过在搜索字段中输入设备名称来获取某些设备中所有已使用/可用的端口和连接的 IP/主机名
zh_tw: 在搜尋欄輸入裝置名稱，可以顯示裝置使用的連接埠和連接的 IP/主機名稱

source: MAC search tips
de_de: MAC Suchhinweise
fr_fr: Conseils de recherche de MAC
it_it: Consigli ricerca MAC
ja_jp: MAC検索のヒント
ru_ru: Советы по поиску MAC
zh_cn: MAC 搜索提示
zh_tw: MAC 搜尋提示

source: You can search by MAC address list entering MAC in 00:1cd:d4:78:ec:46 or 001dd478ec46 format, or search multiple with 00:1c:c4:
de_de: Nach MAC Adressen k&ouml;nnen Sie nach dem Schema 00:1cd:d4:78:ec:46 oder auch 001dd478ec46 suchen, eine Wildcard Suche funktioniert mit folgendem Format: 00:1c:c4:
fr_fr: Vous pouvez effectuer une recherche par adresse MAC en saisissant une MAC au format 00:1cd:d4:78:ec:46 ou 001dd478ec46, ou effectuer une recherche multiple avec 00:1c:c4:
it_it: Puoi eseguire una ricerca usando un indirizzo MAC inserendo un MAC in formato 00:1cd:d4:78:ec:46 o 001dd478ec46, oppure eseguire ricerche multiple con 00:1c:c4:
ja_jp: 00:1cd:d4:78:ec:46 または 001dd478ec46 の形式でMACアドレスを検索することができます<br>00:1c:c4: の形式で指定すると複数検索を行うことができます
ru_ru: Вы можете искать по списку MAC адресов, введя MAC в формате 00:1cd:d4:78:ec:46 или 001dd478ec46, или искать по группе с 00:1c:c4:
zh_cn: 您可以按 MAC 地址列表搜索，以 00:1cd:d4:78:ec:46 或 001dd478ec46 格式输入 MAC，或使用 00:1c:c4 搜索多个：
zh_tw: 您可以使用類似 00:1cd:d4:78:ec:46 或 001dd478ec46 格式輸入 MAC 位址進行搜尋，或使用 00:1c:c4: 搜尋多個位址

source: Custom field search tips
de_de: Benutzerspezifische Felder Suchhinweise
fr_fr: Conseil de recherche dans les champs personnalisés
it_it: Campo di ricerca personalizzato
ja_jp: カスタムフィールド検索のヒント
ru_ru: Советы поиска по выборочным полям
zh_cn: 自定义字段搜索提示
zh_tw: 自訂搜尋提示

source: You can search custom fields
de_de: Sie k&ouml;nnen nach benutzerspezifischen Feldern suchen
fr_fr: Vous pouvez effectuer une recherche dans les champs personnalisés
it_it: Puoi cercare nei campi personalizzati
ja_jp: カスタムフィールドの検索を行うことができます
ru_ru: Вы можете искать по выборочным полям
zh_cn: 您可以搜索自定义字段
zh_tw: 可以搜尋自訂區域

source: Email not valid!
de_de: E-Mail Adresse ist nicht g&uuml;ltig!
fr_fr: Adresse email non valide !
it_it: Email non valida!
ja_jp: 電子メールが不正です!
ru_ru: Email не верный!
zh_cn: Email 格式错误!
zh_tw: Email 格式錯誤

source: Please fix the following error
fr_fr: Merci de corriger les erreurs suivantes
it_it: Per favore correggere il seguente errore
ru_ru: Пожалуйста, исправьте следующую ошибку
zh_tw: 請修正下列錯誤

source: Error updating
de_de: Fehler beim aktualisieren
fr_fr: Erreur de mise à jour
it_it: Errore aggiornamento
ja_jp: 更新中エラー
ru_ru: Ошибка обновления
zh_cn: 更新时出错
zh_tw: 升級錯誤

source: Account updated successfully
de_de: Benutzerkonto erfolgreich aktualisiert
fr_fr: Mise à jour du compte réussie
it_it: Account aggiornato con successo
ja_jp: アカウント更新成功
ru_ru: Учётная запись успешно обновлена
zh_cn: 帐号更新成功
zh_tw: 帳號更新錯誤

source: Available subnets
de_de: Verf&uuml;gbare Subnetze
fr_fr: Sous-réseaux disponibles
it_it: Subnet disponibili
ja_jp: 利用できるサブネット
ru_ru: Доступные подсети
zh_cn: 可用子网
zh_tw: 可用的子網路

source: IP calculator
de_de: IP-Rechner
fr_fr: Calculatrice IP
it_it: Calcolo IP
ja_jp: IP 計算
ru_ru: IP калькулятор
zh_cn: IP 计算器
zh_tw: IP 位址計算機

source: Instructions
de_de: Anleitung
it_it: Istruzioni
ja_jp: 説明
ru_ru: Инструкции
zh_cn: 操作指南
zh_tw: 操作指南

source: Search
de_de: Suche
fr_fr: Rechercher
it_it: Cerca
ja_jp: 検索
ru_ru: Поиск
zh_cn: 搜索
zh_tw: 搜尋

source: Devices
de_de: Ger&auml;te
fr_fr: Equipements
it_it: Dispositivi
ja_jp: デバイス
ru_ru: Устройства
zh_cn: 设备
zh_tw: 裝置

source: VLANs
it_it: VLAN
ja_jp: VLAN
ru_ru: VLANы
zh_tw: VLAN

source: Subnets
de_de: Subnetze
fr_fr: Sous-réseaux
it_it: Subnet
ja_jp: サブネット
ru_ru: Подсети
zh_cn: 子网
zh_tw: 子網路

source: User menu
fr_fr: Menu Utilisateur
it_it: Menu utente
ru_ru: Меню пользователя
zh_tw: 使用者功能表

source: My account
de_de: Mein Benutzerkonto
fr_fr: Mon compte
it_it: Il mio account
ru_ru: Моя учётная запись
zh_cn: 我的账号
zh_tw: 我的帳號

source: Search results (IP address list)
de_de: Suchergebnisse (IP-Adressliste)
fr_fr: Résultats de la recherche (Liste d’adresses IP)
it_it: Risultati ricerca (elenco indirizzi IP)
ja_jp: 検索結果(IPアドレスリスト)
ru_ru: Результаты поиска (Список IP адресов)
zh_cn: 搜索结果（IP地址列表）
zh_tw: 搜尋結果 (IP 位址清單)

source: Search results (Circuits)
de_de: Suchergebnisse (Schaltungen)
ja_jp: 検索結果（サーキット）
ru_ru: Результаты поиска (Линии связи)
zh_cn: 搜索结果 (线路)

source: Search results (Circuit Providers)
de_de: Suchergebnisse (Provider Schaltungen)
ja_jp: 検索結果（サーキットプロバイダ）
ru_ru: Результаты поиска (Поставщики Линий связи)
zh_cn: 搜索结果 (线路供应商)

source: Search results (Customers)
de_de: Suchergebnisse (Kunden)
ru_ru: Результаты поиска (Клиенты)
zh_cn: 搜索结果（客户）

source: Export All results to XLS
de_de: Exportiere alle Ergebnisse in eine Excel Datei
fr_fr: Exporter les résultats au format XLS
it_it: Esporta tutti i risultati in XLS
ja_jp: XLSにすべての結果をエクスポート
ru_ru: Экспорт Всех результатов в XLS
zh_cn: 将所有结果导出到 XLS
zh_tw: 匯出所有結果至 XLS

source: Edit IP address details
de_de: IP-Adressdetails bearbeiten
fr_fr: Modifier les détails de l’adresse IP
it_it: Modifica dettagli indirizzo IP
ja_jp: IPアドレス詳細の編集
ru_ru: Редактирование деталей IP адреса
zh_cn: 编辑 IP 地址详细信息
zh_tw: 編輯 IP 位址細節

source: Send mail notification
de_de: Sende E-Mail Benachrichtigung
fr_fr: Envoyer un mail de notification
it_it: Invia email di notifica
ja_jp: 通知メールの送信
ru_ru: Отослать почтовое уведомление
zh_cn: 发送邮件通知
zh_tw: 寄送郵件通知

source: Delete IP address
de_de: L&ouml;sche IP-Adresse
fr_fr: Supprimer l’adresse IP
it_it: Cancella indirizzo IP
ja_jp: IPアドレスの削除
ru_ru: Удалить IP адрес
zh_cn: 删除 IP 地址
zh_tw: 刪除 IP 位址

source: Edit IP address details (disabled)
de_de: Bearbeite IP-Adressdetails (deaktiviert)
fr_fr: Modifier les détails de l’adresse IP (désactivé)
it_it: Modifica dettagli indirizzo IP (disattivato)
ja_jp: IPアドレス詳細の編集 (無効)
ru_ru: Редактировать детали IP адреса (отключено)
zh_cn: 编辑 IP 地址详细信息（已禁用）
zh_tw: 編輯 IP 位址詳細資訊 (停用)

source: Delete IP address (disabled)
de_de: L&ouml;sche IP-Adresse (deaktiviert)
fr_fr: Supprimer l’adresse IP (désactivé)
it_it: Cancella indirizzo IP (disattivato)
ja_jp: IPアドレスの削除 (無効)
ru_ru: Удалить IP адрес (отключено)
zh_cn: 删除 IP 地址（已禁用）
zh_tw: 刪除 IP 位址 (停用)

source: Search results (Subnet list)
de_de: Suchergebnisse (Subnetz Liste)
fr_fr: Résultats de la recherche (liste de sous-réseaux)
it_it: Risultati ricerca (Elenco subnet)
ja_jp: 検索結果 (サブネットリスト)
ru_ru: Результаты поиска (Список подсети)
zh_cn: 搜索结果（子网列表）
zh_tw: 搜尋結果 (子網路清單)

source: Edit subnet details
de_de: Bearbeite Subnetz Details
fr_fr: Modifier les détails du sous-réseau
it_it: Modifica dettagli subnet
ja_jp: サブネット詳細の編集
ru_ru: Редактировать детали подсети
zh_cn: 编辑子网详细信息
zh_tw: 編輯子網路詳細資訊

source: Edit subnet (disabled)
de_de: Bearbeite Subnetz (deaktiviert)
fr_fr: Modifier le sous-réseau (désactivé)
it_it: Modifica subnet (disattivato)
ja_jp: サブネットの編集 (無効)
ru_ru: Редактировать подсеть (отключено)
zh_cn: 编辑子网（已禁用）
zh_tw: 編輯子網路 (停用)

source: Search results (VLANs)
de_de: Suchergebnisse (VLANs)
fr_fr: Résultats de la recherche (VLANs)
it_it: Risultati ricerca (VLAN)
ja_jp: 検索結果 (VLANs)
ru_ru: Результаты поиска (VLANы)
zh_cn: 搜索结果（VLAN）
zh_tw: 搜尋結果 (VLAN)

source: phpIPAM tools
fr_fr: Outils phpIPAM
it_it: strumenti phpIPAM
ru_ru: инструменты phpIPAM
zh_tw: IP 位址管理工具

source: Oops! Something went wrong!
de_de: Oops! Da ist etwas schief gelaufen!
fr_fr: Oops ! une erreur s’est produite
it_it: Oops! Qualcosa &egrave; andato terribilmente storto!
ja_jp: おっと! 何かが間違っていました!
ru_ru: Упс! Что-то пошло не так!
zh_cn: 哎呀！ 出了些问题！
zh_tw: 噢，遇到了一些問題。

source: Provided http error code is
de_de: &uuml;bermittelter HTTP Error Code ist
fr_fr: Le code d’erreur HTTP renvoyé est
it_it: Il codice http fornito &egrave;
ja_jp: 提供されたHTTPエラーコードは
ru_ru: Соответствующий код ошибки http
zh_cn: 提供的 HTTP 错误代码是
zh_tw: HTTP 錯誤碼是

source: Sending mail failed
fr_fr: Echec d’envoi de mail
it_it: Invio email non riuscito
ru_ru: Ошибка отправки почты
zh_tw: 寄發郵件失敗

source: Sending mail succeeded
de_de: E-Mail erfolgreich versendet
fr_fr: Mail envoyé avec succès
it_it: Invio email riuscito
ja_jp: メール送信成功
ru_ru: Почта отправлена успешно
zh_cn: 邮件发送成功
zh_tw: 寄發郵件成功

source: Wrong recipients! (separate multiple with ,)
fr_fr: Erreur de destinataires ! (séparer les adresses avec ,)
it_it: Destinatari non validi! (separare pi&ugrave; destinatari con ,)
ru_ru: Неправильный получатель! (Разделите нескольких через ,)
zh_tw: 格式錯誤。 (請使用 , 做為分割字元)

source: has
de_de: hat
fr_fr: a
it_it: ha
ru_ru: имеет
zh_cn: 有
zh_tw: 有

source: directly nested subnets
de_de: direkt untergeordnetes Subnetz
fr_fr: sous-réseau(x) directement rattaché(s)
it_it: subnet direttamente annidate
ja_jp: ネストサブネット
ru_ru: непосредственно вложенные подсети
zh_cn: 直接嵌套子网
zh_tw: 個直接所屬子網路

source: Subnet description
de_de: Subnetz Beschreibung
fr_fr: Description du sous-réseau
it_it: Descrizione subnet
ja_jp: サブネット説明
ru_ru: Описание подсети
zh_cn: 子网描述
zh_tw: 子網路描述

source: Free space
de_de: Freier Adressraum
fr_fr: Espace libre
it_it: Spazio disponibile
ja_jp: 空き領域
ru_ru: Свободное пространство
zh_cn: 空余空间
zh_tw: 可用空間

source: IP addresses in subnet
de_de: IP-Adresse befindet sich in Subnetz:
fr_fr: Adresses IP dans le sous-réseau
it_it: Indirizzi IP in subnet
ja_jp: サブネットのIPアドレス
ru_ru: IP адреса в подсети
zh_cn: 子网内的 IP 地址
zh_tw: 子網路中的 IP 位址

source: All IP addresses belonging to ALL nested subnets
fr_fr: Toutes les adresses IP dans tous les sous-réseaux rattachés
it_it: Tutti gli indirizzi IP appartenenti a TUTTE le subnet annidate
ru_ru: Все IP адреса относящиеся ко Всем вложенным подсетям
zh_tw: 所有 IP 位址屬於所有下一級子網路

source: Subnet does not exist
de_de: Subnetz existiert nicht
fr_fr: Sous-réseau inexistant
it_it: La subnet non esiste
ja_jp: サブネットがありません
ru_ru: Подсеть не существует
zh_cn: 子网不存在
zh_tw: 子網路不存在

source: Page
it_it: Pagina
ru_ru: Страница
zh_tw: 頁

source: Previous page
de_de: Vorherige Seite
fr_fr: Page précédente
it_it: Pagina precedente
ja_jp: 前ページ
ru_ru: Предыдущая страница
zh_cn: 上一页
zh_tw: 前一頁

source: Next page
de_de: N&auml;chste Seite
fr_fr: Page suivante
it_it: Pagina successiva
ja_jp: 次ページ
ru_ru: Следующая страница
zh_cn: 下一页
zh_tw: 後一頁

source: Sort by IP address
fr_fr: Tri par adresse IP
it_it: Ordina per indirizzo IP
ru_ru: Поиск по IP адресу
zh_tw: 以 IP 位址排序

source: Sort by hostname
fr_fr: Tri par nom DNS
it_it: Ordina per hostname
ru_ru: Сортировка по имени хоста
zh_tw: 以主機名稱排序

source: Sort by description
fr_fr: Tri par description
it_it: Ordina per descrizione
ru_ru: Сортировка по описанию
zh_tw: 以描述排序

source: Sort by Circuits
de_de: Sortiert nach Schaltung
ja_jp: ポートで並べ替え
ru_ru: Сортировка по Линиям Связи
zh_cn: 按通信线路排序

source: Sort by Contact
de_de: Sortiert nach Kontakt
ja_jp: ポートで並べ替え
ru_ru: Сортировка по Контакту
zh_cn: 按联系人排序

source: Show provider
de_de: Ansicht Provider
ru_ru: Показать поставщика
zh_cn: 显示供应商
zh_tw: 顯示提供者

source: Manage provider
de_de: Provider verwalten
ru_ru: Управление поставщиком
zh_cn: 管理供应商

source: Edit provider
de_de: Provider bearbeiten
ru_ru: Правка поставщика
zh_cn: 编辑供应商
zh_tw: 編輯提供者

source: Delete provider
de_de: Provider l&ouml;schen
ru_ru: Удаление поставщика
zh_cn: 删除供应商
zh_tw: 提供者

source: All providers
de_de: Alle Provider
ja_jp: すべてのプレフィックス
ru_ru: Все поставщики
zh_cn: 所有供应商

source: Provider circuits
de_de: Provider Schaltungen
ja_jp: プロバイダサーキット
ru_ru: Линии связи поставщика
zh_cn: 供应商通信线路

source: No circuits
de_de: Keine Schaltungen
ja_jp: サーキットがありません
ru_ru: Нет линий связи
zh_cn: 无通信线路
zh_tw: 沒有電路

source: Invalid provider id
de_de: Ung&uuml;ltige Provider-ID
ja_jp: プレフィックスが無効です
ru_ru: Неправильный id поставщика
zh_cn: 供应商 ID 无效

source: Sort by device
fr_fr: Tri par équipement
it_it: Ordine per dispositivo
ru_ru: Сортировка по устройству
zh_tw: 以裝置排序

source: Sort by port
fr_fr: Tri par port
it_it: Ordina per porta
ru_ru: Сортировка по порту
zh_tw: 以連接埠排序

source: Sort by owner
fr_fr: Tri par propriétaire
it_it: Ordina per proprietario
ru_ru: Сортировка по владельцу
zh_tw: 以擁有者排序

source: Sort by
de_de: Sortiert nach
fr_fr: Tri par
it_it: Ordina per
ja_jp: 並べ替え
ru_ru: Сортировка по
zh_cn: 排序方式
zh_tw: 排序以

source: Circuit details
de_de: Anschlussdetails
ja_jp: サブネット詳細
ru_ru: Подробности линии связи
zh_cn: 线路详细信息

source: This circuit is member of the following logical circuits
de_de: Diese Schaltung ist Mitglied der folgenden logischen Schaltungen
ru_ru: Эта линия связи участвует в следующих логических линиях связи
zh_cn: 该链接参与以下逻辑链接

source: This circuit is not a member of any logical circuit.
de_de: Diese Schaltung ist kein Mitglied irgendeiner logischen Schaltung.
ru_ru: Эта линия связи не участвует ни в какой логической линии связи.
zh_cn: 该链接不参与任何逻辑链接.

source: Connections
de_de: Verbindungen
ja_jp: セクション
ru_ru: Соединения
zh_cn: 连接

source: Provider details
de_de: Details Provider
ja_jp: フォルダの詳細
ru_ru: Описание поставщика
zh_cn: 供应商详细信息

source: Provider contact
de_de: Kontaktdaten Provider
ja_jp: プロバイダ連絡先
ru_ru: Контакт поставщика
zh_cn: 供应商联系方式

source: All circuits
de_de: Alle Schaltungen
ja_jp: 全てのアイテム
ru_ru: Все линии связи
zh_cn: 所有通信线路

source: List of Circuit providers
de_de: Liste Provider f&uuml;r Schaltungen
ja_jp: PSTNプレフィックスのリスト
ru_ru: Список поставщиков Линий Связи
zh_cn: 线路提供商列表
zh_tw: 電路提供者清單

source: Sort by Name
de_de: Sortiert nach Namen
ja_jp: モデルで並べ替えます
ru_ru: Сортировка по Имени
zh_cn: 按名称分类

source: Offline
fr_fr: Hors-ligne
ja_jp: オフライン
ru_ru: Не в сети
zh_cn: 离线
zh_tw: 離線

source: Search same hostnames in db
de_de: Suche gleichen Hostnamen in der Datenbank
fr_fr: Recherche nom DNS similaire dans la base
it_it: Cerca gli stessi hostname nel db
ja_jp: データベース内のホスト名を検索
ru_ru: Поиск похожего имени хоста в базе
zh_cn: 在数据库中搜索相同的主机名
zh_tw: 在資料庫中搜尋相同的主機名稱

source: Orphaned IP addresses for subnet
de_de: Verwaiste IP-Adressen im Subnetz
fr_fr: Adresses IP orphelines pour le sous-réseau
it_it: Indirizzi IP orfani per la subnet
ja_jp: サブネットから孤立したIPアドレス
ru_ru: Осиротевшие IP адреса для подсети
zh_cn: 子网的孤立 IP 地址
zh_tw: 子網路中的孤立 IP 位址

source: This happens if subnet contained IP addresses when new child subnet was created
de_de: Dies passiert, wenn das Subnetz IP-Adressen enthielt, als ein neues untergeordnetes Subnetz erstellt wurde
ja_jp: IPアドレスが設定されているサブネットにネストサブネットを追加した時に発生します
ru_ru: Это происходит при создании новой дочерней подсети, но подсеть при этом содержит IP адреса
zh_cn: 当创建新的从属子网时，但子网包含 IP 地址时，会发生这种情况

source: This happens if subnet had IP addresses<br>when new nested subnet was added
fr_fr: Ceci se produit lorsque le sous-réseau avait des adresses IP<br>quand le nouveau sous-réseau rattaché a été ajouté
it_it: Questo succede se la subnet aveva degli indirizzi IP<br>quando &egrave; stata aggiunta la nuova subnet annidata
ru_ru: Это случается если подсеть имела IP адреса<br>когда новая вложенная подсеть была добавлена
zh_tw: 當增加新的所屬子網路時，如果子網路具有 IP 位址<br>，則會發生這種情況

source: Move to different subnet
de_de: Verschiebe zu einem anderen Subnetz
fr_fr: Déplacer dans un sous-réseau différent
it_it: Sposta in una subnet diversa
ja_jp: 異なるサブネットに移動
ru_ru: Переместить в другую подсеть
zh_cn: 移动到不同的子网
zh_tw: 移動到不同的子網路

source: Generate or regenerate a firewall address object of this ip address.
de_de: Generieren oder regenerieren Sie ein Firewall-Adressobjekt dieser IP-Adresse.
ru_ru: Сгенерировать или обновить объект адреса брэндмауэра для этого ip адреса
zh_cn: 生成或重新生成该IP地址的防火墙地址对象.

source: IP address details
de_de: IP-Adressdetails
fr_fr: Détails de l’adresse IP
it_it: Dettagli indirizzo IP
ja_jp: IPアドレス詳細
ru_ru: Детали IP адреса
zh_cn: IP 地址详细信息
zh_tw: IP 位址細節

source: Subnet desc
fr_fr: Desc du sous-réseau
it_it: Desc subnet
ru_ru: Опис. подсети
zh_tw: 子網路描述

source: Send email notification
de_de: Sende E-Mail Benachrichtigung
fr_fr: Envoyer un email de notification
it_it: Invia email di notifica
ja_jp: 通知メールの送信
ru_ru: Отправить почтовое уведомление
zh_cn: 发送电子邮件通知
zh_tw: 寄送郵件通知

source: Recipients
de_de: Empf&auml;nger
fr_fr: Destinataires
it_it: Destinatari
ja_jp: 宛先
ru_ru: Получатели
zh_cn: 收件人
zh_tw: 收件人

source: Separate multiple recepients with ,
de_de: Separiere mehrere Empf&auml;nger mit ,
fr_fr: Séparer de multiples destinataires avec ,
it_it: Separare i destinatari multipli con ,
ja_jp: 複数の宛先は , で区切ります
ru_ru: Разделите несколько получателей запятой ,
zh_cn: 用 , 分隔多个收件人 ,
zh_tw: 使用「，」分割

source: Title
de_de: Titel
fr_fr: Titre
it_it: Titolo
ja_jp: タイトル
ru_ru: Заголовок
zh_cn: 标题
zh_tw: 標題

source: Content
de_de: Inhalt
fr_fr: Contenu
it_it: Contenuto
ja_jp: 内容
ru_ru: Содержание
zh_cn: 内容
zh_tw: 內容

source: Send Mail
de_de: Sende E-Mail
fr_fr: Envoyer mail
it_it: Invia Mail
ja_jp: メール送信
ru_ru: Отправить E-Mail
zh_cn: 发送邮件
zh_tw: 寄送郵件

source: Cannot edit IP address
de_de: IP-Adressbearbeitung fehlgeschlagen
fr_fr: Impossible de modifier l’IP
it_it: Impossibile modificare l&#39;indirizzo IP
ja_jp: IPアドレスを編集できません
ru_ru: Не могу отредактировать IP адрес
zh_cn: 无法编辑 IP 地址
zh_tw: 無法編輯 IP 位址

source: Invalid hostname
fr_fr: Nom d’hôte invalide
it_it: Hostname non valido
ru_ru: Неверное имя хоста
zh_tw: 無效的主機名稱

source: Only 255 IP addresses at once
fr_fr: Pas plus de 255 IP à la fois
it_it: Solo 255 indirizzi IP alla volta
ru_ru: Не более 255 адресов за раз
zh_tw: 僅能 255 個 IP 位址

source: Cannot
de_de: Nicht m&ouml;glich
fr_fr: Impossible
it_it: Impossibile
ru_ru: Не могу
zh_cn: 无法
zh_tw: 無法

source: IP address modification
de_de: IP-Adressen &Auml;nderung
ru_ru: Изменение IP адреса
zh_cn: IP 地址修改

source: Range
de_de: Bereich
fr_fr: Plage
it_it: Intervallo
ja_jp: 範囲
ru_ru: Диапазон
zh_cn: 范围
zh_tw: 範圍

source: address range
de_de: Adressenbereich
ru_ru: диапазон адресов
zh_cn: 地址范围

source: Address range
de_de: Adressenbereich
ru_ru: Диапазон адресов
zh_cn: 地址范围

source: updated successfully
fr_fr: Mise à jour réussie
it_it: aggiornato con successo
ru_ru: успешно обновлено
zh_tw: 更新成功

source: successfull
fr_fr: Réussite
it_it: successo
ja_jp: 成功
ru_ru: успешно
zh_tw: 成功

source: Hostname is not unique
de_de: Hostname ist nicht eindeutig
fr_fr: Nom d’hôte non unique
it_it: L&#39;hostname non &egrave; univoco
ja_jp: ホスト名がユニークではありません
ru_ru: Имя хоста не уникально
zh_cn: 主机名不唯一
zh_tw: 主機名稱不是唯一的

source: already existing in database
fr_fr: existe déjà dans la base de données
it_it: esiste gi&agrave; nel database
ru_ru: уже есть в базе
zh_tw: 資料庫已存在

source: Duplicate IP address
fr_fr: Adresse IP dupliquée
it_it: Indirizzi IP duplicati
ru_ru: IP задублирован
zh_tw: 重複的 IP 位址

source: already existing in selected network
de_de: ist bereits im Netzwerk vorhandenen
fr_fr: existe déjà dans le réseau choisi
it_it: esiste gi&agrave; nella rete selezionata
ja_jp: 選択したネットワークがすでに存在します
ru_ru: уже существует в выбранной подсети
zh_cn: 已经存在于选择的网络中
zh_tw: 選擇的網路已存在

source: Error inserting IP address
de_de: Fehler beim Einf&uuml;gen der IP-Adresse
fr_fr: Error d’ajout d’adresse IP
it_it: Errore inserendo l&#39;indirizzo IP
ja_jp: IPアドレスの挿入エラー
ru_ru: Ошибка вставки IP адреса
zh_cn: IP 地址插入错误
zh_tw: 插入 IP 位址錯誤
