Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: de_de, fr_fr, it_it, ja_jp, ru_ru, zh_cn, zh_tw

source: Invalid zone indicator. Only alphanumeric characters, &quot;-&quot;, &quot;_&quot; and &quot;.&quot; are allowed.
de_de: Ung&uuml;ltige Zonenanzeige . Nur alphanumerische Zeichen &quot;-&quot;, &quot;_&quot; and &quot;.&quot; sind erlaubt
fr_fr: Indicateur de zone invalide. Seuls les caractères alphanumértiques, &quot;-&quot;, &quot;_&quot; and &quot;.&quot; sont autorisés.
it_it: Indicatore di zona non valido. Solo i caratteri alfanumerici, &quot;-&quot;, &quot;_&quot; e &quot;.&quot; sono ammessi.
ja_jp: ゾーンインジケータが無効です。英数字、&quot;-&quot;、&quot;_&quot;、&quot;.&quot;のみが許可されています
ru_ru: Недопустимый индикатор зоны. Только буквенно-цифровые символы,&quot;-&quot;, &quot;_&quot; и &quot;.&quot; допустимы.
zh_cn: 无效区域指示器。 仅限字母数字字符, &quot;-&quot;, &quot;_&quot; 和 &quot;.&quot; 被允许.
zh_tw: 區域指示器無效。只能使用字母與數字，以及「,」、「;」與「.」。

source: Invalid zone generator method. Do not manipulate the POST values!
de_de: Ung&uuml;ltige Zonengenerator Methode. Nicht die POST-Werte manipulieren!
fr_fr: Méthode de génération de zone invalide. Ne manipulez pas les données POST !
it_it: Metodo di generazione zona non valido. Non modificare i valori POST!
ja_jp: ゾーン作成メソッドが無効です。 POST値を操作しないでください！
ru_ru: Недопустимый метод генератора зоны. Не манипулируйте POST значениями!
zh_cn: 区域生成器类型无效。 请勿操纵 POST 值！
zh_tw: 區域產生方法無效。 不要操作 POST 數值。

source: Invalid zone generator types [decimal]. Do not manipulate the POST values!
de_de: Ung&uuml;ltige Zonengeneratortypen [dezimal]. Nicht die POST-Werte manipulieren!
it_it: Tipi generatore di zona non validi [decimali]. Non manipolare i valori POST!
ja_jp: ゾーン作成タイプが無効[小数]です。POST値を操作しないでください！
ru_ru: Недопустимый тип генератора зоны [decimal]. Не манипулируйте POST значениями!
zh_tw: 區域產生器類型無效 [decimal]。 不要操作 POST 數值。

source: Invalid zone generator types [hex]. Do not manipulate the POST values!
de_de: Ung&uuml;ltige Zonengeneratortypen [hex]. Nicht die POST-Werte manipulieren!
it_it: Tipi generatore di zona non validi [hex]. Non manipolare i valori POST!
ja_jp: ゾーン作成タイプが無効[16進数]です。POST値を操作しないでください！
ru_ru: Недопустимый тип генератора зоны [hex]. Не манипулируйте POST значениями!
zh_tw: 區域產生器類型無效 [hex]。 不要操作 POST 數值。

source: Invalid zone generator types [text]. Do not manipulate the POST values!
de_de: Ung&uuml;ltige Zonengeneratortypen [text]. Nicht die POST-Werte manipulieren!
it_it: Tipi generatore di zona non validi [text]. Non manipolare i valori POST!
ja_jp: ゾーン作成タイプが無効[テキスト]です。POST値を操作しないでください！
ru_ru: Недопустимый тип генератора зоны [текст]. Не манипулируйте POST значениями!
zh_tw: 區域產生器類型無效 [text]。 不要操作 POST 數值。

source: Invalid padding value. Use the checkbox to set the padding value to on or off.
de_de: Ung&uuml;ltiger Padding Wert. Verwenden Sie das Kontrollk&auml;stchen, um den Padding Wert ein oder auszuschalten.
fr_fr: Valeur de remplissage invalide. Utilisez la case à cocher pour régler le remplissage sur on ou off.
it_it: Valore di padding non valido. Utilizzare questa checkbox per attivare o disattivare il padding.
ja_jp: パディング値が無効です。 チェックボックスを使用して、パディング値をオンまたはオフに設定します
ru_ru: Недопустимое значение padding. Используйте чекбокс для установки значения padding во вкл. или выкл.
zh_cn: 填充值无效。 使用复选框将填充值设置为打开或关闭.
zh_tw: 填充數值無效。使用核取方塊將填充數值設定為開或關。

source: Invalid device type.
de_de: Ung&uuml;ltiger Ger&auml;tetyp.
fr_fr: Type d’équipement invalide.
it_it: Tipo dispositivo non valido.
ja_jp: 無効なデバイスタイプです
ru_ru: Неверный тип устройства.
zh_cn: 设备类型无效.
zh_tw: 無效的裝置類型。

source: Maximum zone name length
de_de: Maximale L&auml;nge Zonennamen
fr_fr: Longeur maximum de nom de zone
it_it: Lunghezza massima nome zona
ja_jp: 最大ゾーン名の長さ
ru_ru: Максимальная длина имени зоны
zh_cn: 最大区域名称长度
zh_tw: 區域名稱最大長度

source: Choose a maximum lenght of the zone name.<br>The default length is 3, the maximum is 31 characters.<br>(keep in mind that your firewall may have a limit for the length of zone names or address objects )
fr_fr: Choisissez une longueur maximale pour les noms de zone. <br> la longueur par défaut est 3, le maximum est de 31 caractères.</br>. (gardez en mémoire que votre firewall peut avoir sa propre limite pour la longueur des noms de zone).
it_it: Scegli una lunghezza massima per il nome della zona.<br>La lunghezza predefinita &egrave; 3, il massimo &egrave; 32 caratteri.<br>(considerare che il firewall potrebbe avere dei limiti per la lunghezza dei nomi zona o degli address objects)
ru_ru: Выберите максимальную длину имени зоны.<br>Дефолтная длина 3, максимальная - 31 символ.<br>(учтите, что ваш фаервол может иметь лимит длины имени зоны или объекта адреса )
zh_tw: 選擇區域名稱的最大長度。<br>預設長度為 3，最多為 31 個字元。<br> (請注意，防火牆可能對區域名稱或位址物件的長度有限制)

source: IPv4 address type alias
de_de: Alias IPv4-Adresstyp
fr_fr: Alias de type d’adresses IPv4
it_it: Alias tipo indirizzo IPv4
ja_jp: IPv4アドレスタイプエイリアス
ru_ru: Псевдоним IPv4-адресов
zh_cn: IPv4 地址类型别名
zh_tw: IPv4 位址類型別名

source: IPv6 address type alias
de_de: Alias IPv6-Adresstyp
fr_fr: Alias de type d’adresses IPv6
it_it: Alias tipo indirizzo IPv6
ja_jp: IPv6アドレスタイプエイリアス
ru_ru: Псевдоним IPv6-адресов
zh_cn: IPv6 地址类型别名
zh_tw: IPv6 位址類型別名

source: Address type aliases are used to indicate a IPv4 or IPv6 address object.
de_de: Adresstypen Aliase werden verwendet um ein IPv4 oder IPv6-Objekt kennzeichnen.
fr_fr: Les alias de types d’adresses sont utilisés pour indiquer les objets adresse IPv4 ou IPv6.
it_it: Gli alias di tipo degli indirizzi sono usati per indicare un address object IPv4 o IPv6.
ja_jp: アドレスタイプエイリアスは、IPv4またはIPv6アドレスオブジェクトを示すために使用されます
ru_ru: Псевдонимы адресов используются для обозначения объектов адресов IPv4 или IPv6.
zh_cn: 地址类型别名用于指示 IPv4 或 IPv6 地址对象.
zh_tw: 位址類型別名用於表示 IPv4 或 IPv6 位址物件。

source: The separator is used to keep the name of address objects tidy.
de_de: Der Separator wird verwendet, um den Namen von Adressobjekten geordnet zu halten.
fr_fr: Le séparateur est utilisé pour maintenir un affichage propre des nom des objets adresses.
it_it: Il separatore &egrave; usato per tenere in ordine il nome degli address objects.
ja_jp: セパレータは、アドレスオブジェクトの名前を整頓するために使用されます
ru_ru: Разделитель используется для аккуратного отображения имени адреса объекта.
zh_cn: 分隔符用于保持地址对象的名称整齐.
zh_tw: 分隔符用於保持位址物件的名稱整齊。

source: Own zone indicator
de_de: Eigener Zonen Indikator
fr_fr: Indicator de zone interne
it_it: Indicatore proprietario zona
ja_jp: ゾーンインジケータ
ru_ru: Индикатор собственной зоны
zh_cn: 所有者区域指示器
zh_tw: 擁有者區域指示器

source: The indicator is used to indicate a zone wether is owned by the company or by a customer.<br>It is the leading character of the zone name but will be separated from the zone name in the database.
de_de: Der Indikator wird verwendet, um anzuzeigen ob eine Zone von einer Firma oder einem Kunden in Besitz ist.<br>Er ist das erste Zeichen des Zonennamen, wird aber von den Zonennamen in der Datenbank getrennt.
fr_fr: Cet indicateur est utilisé pour indiquer si une zone est détenue par l'entité ou l'un de ses clients. <br> Il s'agit du premier caractère du nom de zone, mais il est séparé du nom de zone dans la base de données.
it_it: L&#39;indicatore &egrave; usato per indicare se una zona &egrave; posseduta dalla compagnia o dal cliente.<br>&Egrave; il primo carattere del nome zona ma sar&agrave; separato dal nome zona nel database.
ja_jp: インジケータは、会社または顧客が所有しているゾーンを示すために使用されます<br>ゾーン名の先頭文字は、データベースのゾーン名から区切られます
ru_ru: Индикатор используется для указания, что владельцем зоны является компания или клиент.<br>Это ведущий символ названия зоны, но будет отделён от имени зоны в базе данных.
zh_cn: 该指示符用于指示区域是属于公司还是属于客户。<br>它是区域名称的前导字符，但在数据库中将与区域名称分开.
zh_tw: 這個指示器用於呈現公司或客戶擁有的區域。<br>區域名稱的主要角色，但將與資料庫中的區域名稱分隔。

source: Customer zone indicator
de_de: Kundenzonenanzeige
fr_fr: Indicateur de zone client
it_it: Indicatore cliente zona
ja_jp: 顧客ゾーンインジケータ
ru_ru: Индикатор зоны клиента
zh_cn: 客户区域指示器
zh_tw: 自訂區域指示器

source: To organize the order of the firewall IP address object name pattern simply drag and drop the different parts in the lower field.<br>It's also possible to reorganize them to fit your needs.
de_de: Um die Reihenfolge der Objektnamensmuster der Firewall IP-Adresse zu organisieren, ziehen Sie die verschiedenen Teile einfach in das untere Feld.<br>Es ist auch m&ouml;glich, diese Ihren Bed&uuml;rfnissen entsprechend zu organisieren.
ru_ru: Для упорядочивания имён объектов IP адреса, просто перенесите различные части в нижнее поле.<br>Возможно также упорядочить их согласно ваших предпочтений.
zh_cn: 要组织防火墙 IP 地址对象名称模式的顺序，只需将不同部分拖放到下部字段中即可。<br>还可以重新组织它们以满足您的需求.

source: Zone generator method
de_de: Verfahren Zonen Generator
fr_fr: Méthode de génération de zone
it_it: Metodo generazione zona
ja_jp: ゾーン作成メソッド
ru_ru: Метод генератора зоны
zh_cn: 区域生成器方法
zh_tw: 區域產生方法

source: Generate zone names automaticaly with the setting &quot;decimal&quot; or &quot;hex&quot;.<br>To use your own unique zone names you can choose the option &quot;text&quot.
fr_fr: Génére des noms de zone automatiquement avec le paramètre &quot;decimal&quot; or &quot;hex&quot;.<b> Pour utiliser vos propres noms de zone uniques vous pouvez choisir l'option &quot;text&quot.
it_it: Genera i nomi zona automaticamente con l&#39;impostazione &quot;decimal&quot; o &quot;hex&quot;. Per utilizzare nomi zona proprietari scegliere &quot;text&quot;.
ru_ru: Генерировать имя зоны автоматически с установкой &quot;decimal&quot; или &quot;hex&quot;.<br>Для использования вашего уникального названия зоны, вы можете выбрать опцию &quot;text&quot.
zh_tw: 使用設定「十進制」自動產生區域名稱或「十六進制」。<br>要使用您自己的唯一區域名稱，您可以選擇「文字」選項。

source: Zone name padding
de_de: Padding Zonenname
fr_fr: Remplissage de nom de zone
it_it: Padding nome zona
ja_jp: ゾーン名挿入
ru_ru: Заполнение имени зоны
zh_cn: 区域名称填充
zh_tw: 區域名稱填補

source: Insert leading zeros into the zone name if you want to have a constant length of your zone name.<br>This setting will be ignored if you use the "text" zone name generator.
de_de: F&uuml;hrende Nullen in die Zonennamen einf&uuml;gen, damit Zonennamen die gleiche L&auml;nge haben.<br>Diese Einstellung wird ignoriert, wenn Sie den "Text" Zonennamen Generator verwenden.
fr_fr: Ajouter des zéros au début du nom de zone si vous souhaitez conserver une longueur constante pour vos noms de zone. <br> Sans effet si vous utilisez le générateur de nom de zone "text".
it_it: Inserisce degli zero iniziali nel nome zona se vuoi avere una lunghezza costante per i nomi zona.<br>Questa impostazione sar&agrave; ignorata se usi &quot;text&quot; come generatore nome zona.
ja_jp: ゾーン名の長さを一定にする場合は、先頭のゼロをゾーン名に挿入します<br> "テキスト"をゾーン名ジェネレータで使用する場合は、この設定は無視されます
ru_ru: Заполнение нулями вначале имени зоны, если необходимо иметь постоянную длину имени вашей зоны.<br>Эта установка будет игнорирована при выборе генератора имени зоны "text".
zh_cn: 如果您希望区域名称的长度恒定，请在区域名称中插入前导零。<br>如果您使用“文本”区域名称生成器，则此设置将被忽略.
zh_tw: 如果要保持區域名稱的長度，請將前導零插入到區域名稱。<br>如果使用「文本」區域名稱產生器，則此設定將被忽略。

source: Zone name strict mode
de_de: Modus Strikter Zonennamen
fr_fr: Mode scrit de nom de zone
it_it: Modalit&agrave; rigida nome zona
ja_jp: ゾーン名厳格モード
ru_ru: Режим строгого имени зоны
zh_cn: 区域名称严格模式
zh_tw: 區域名稱嚴格模式

source: Zone name strict mode is enabled by default.<br>If you like to use your own zone names with the &quot;text&quot; mode you may uncheck this to have not unique zone names.
de_de: Der strikte Modus f&uuml;r Zonennamen ist standardm&auml;&szlig;ig aktiviert.<br>Wenn Sie eigene Zonennamen mit dem &quot;Text&quot; Modus verwenden m&ouml;chten, k&ouml;nnen Sie diesen deaktivieren um nicht eindeutige Zonennamen zu haben.
fr_fr: Le mode strict est activé par défaut.<br> Si vous souhaitez utiliser vos propres noms avec le mode &quot;text&quot; vous pouvez désactiver cette option pour autoriser les noms de zone non uniques.
it_it: La modalit&agrave; rigida per il nome zona &egrave; attiva per default.<br>Se preferisci usare i tuoi nomi zone con la modalit&agrave; &quot;text&quot; puoi deselezionare questa impostazione per non avere nomi zona univoci.
ja_jp: ゾーン名厳格モードはデフォルトで有効になっています<br>&quotテキスト&quotフィールドに独自のゾーン名を使用する場合は、 モードを選択すると、一意のゾーン名を持たないようにすることができます
ru_ru: Режим строгого имени зоны включён по-умолчанию.<br>Если вы хотите использовать ваши собственные имена с режимом &quot;text&quot;, вы можете отключить строгий режим, чтобы получить не уникальные имена зон.
zh_cn: 默认情况下启用区域名称严格模式。<br>如果您想使用您自己的带有&quot;文本&quot;的区域名称，请选择区域名称严格模式。模式下，您可以取消选中此选项，以确保区域名称不唯一.
zh_tw: 預設情況下啟用區域名稱嚴格模式。<br>如果您希望使用自己的區域名稱與「文本」 模式，您可以取消選中此項，不具有唯一的區域名稱。

source: Firewall device Type
de_de: Firewall Ger&auml;tetyp
fr_fr: Type d’équipement firewall
it_it: Tipo dispositivo Firewall
ja_jp: ファイアウォールデバイスタイプ
ru_ru: Тип устройств фаервола
zh_cn: 防火墙设备类型
zh_tw: 防火牆裝置類型

source: Select the appropriate device type to match firewall devices.
de_de: W&auml;hlen Sie den entsprechenden Ger&auml;tetyp um Firewalls zuzuordnen.
fr_fr: Choisissez le type d’équipement adéquat pour correspondre à vos firewalls.
it_it: Seleziona il dispositivo appropriato che corrisponde ai tuoi dispositivi firewall.
ja_jp: ファイアウォールデバイスに一致する適切なデバイスタイプを選択します
ru_ru: Выберите подходящее устройство соответствующее устройству типа фаервол.
zh_cn: 选择合适的设备类型来匹配防火墙设备.
zh_tw: 選擇對應的裝置類型以符合防火牆裝置。

source: Invalid zone name value.
de_de: Ung&uuml;ltiger Wert f&uuml;r Zonenname.
fr_fr: Nom de zone invalide.
it_it: Nome zona non valido.
ja_jp: ゾーン名の値が無効です
ru_ru: Недопустимое значение имени зоны.
zh_cn: 区域名称值无效.
zh_tw: 無效的區域名稱。

source: Invalid indicator ID.
de_de: Ung&uuml;ltige Indikator ID.
fr_fr: ID d’indicateur invalide.
it_it: ID indicatore non valido.
ja_jp: インジケータIDが無効です
ru_ru: Неверный индикатор ID.
zh_cn: 指标 ID 无效.
zh_tw: 無效的產生 ID

source: Invalid section ID.
fr_fr: ID de section invalide.
it_it: ID sezione non valido.
ru_ru: Неверный ID секции.
zh_tw: 無效的區段 ID

source: Invalid subnet ID.
de_de: Ung&uuml;ltige Subnetz-ID.
fr_fr: ID de sous-réseau invalide.
it_it: ID subnet non valido.
ja_jp: サブネットIDが無効です
ru_ru: Неверный ID подсети.
zh_cn: 子网 ID 无效.
zh_tw: 無效的子網路 ID

source: Invalid L2 domain ID.
fr_fr: IN de domaine L2 invalide.
it_it: ID dominio L2 non valido.
ru_ru: Неверный ID L2 домена.
zh_tw: 無效的 L2 網域 ID。

source: Invalid VLAN ID.
fr_fr: ID de VLAN invalide.
it_it: ID VLAN non valido.
ru_ru: Неверный VLAN ID.
zh_tw: 無效的 VLAN ID

source: Invalid generator ID.
de_de: Ung&uuml;ltige Generator ID.
fr_fr: ID de générateur invalide.
it_it: ID generatore non valido.
ja_jp: 作成IDが無効です
ru_ru: Неверный ID генератора.
zh_cn: 生成器 ID 无效.
zh_tw: 產生 ID 無效。

source: Invalid padding setting.
de_de: Ung&uuml;ltige Padding Einstellung.
fr_fr: Paramètre de remplissage invalide.
it_it: Impostazione padding non valida.
ja_jp: 挿入設定が無効です
ru_ru: Недопустимый параметр заполнения.
zh_cn: 填充设置无效.
zh_tw: 無效的填充設定。

source: Cannot generate zone name
de_de: Kann Zonennamen nicht generieren
fr_fr: Impossible de générer un nom de zone
it_it: Impossibile generare nome zona
ja_jp: ソーン名が作成できません
ru_ru: Невозможно сгенерировать имя зоны
zh_cn: 无法生成区域名称
zh_tw: 不能產生區域名稱

source: Cannot validate zone name
de_de: Kann Zonennamen nicht validieren
fr_fr: Impossible de valider un nom de zone
it_it: Impossibile validare nome zona
ja_jp: ソーン名を検証できません
ru_ru: Невозможно проверить имя зоны
zh_cn: 无法验证区域名称
zh_tw: 無法驗證區域名稱

source: Cannot add zone
de_de: Kann Zone nicht hinzuf&uuml;gen
fr_fr: Impossible d’ajouter une zone
it_it: Impossibile aggiungere zona
ja_jp: ソーン名を追加できません
ru_ru: Не могу добавить зону
zh_cn: 无法添加区域
zh_tw: 無法加入區域

source: Zone modified successfully
de_de: Zone erfolgreich bearbeitet
fr_fr: Zone modifiée avec succès
it_it: Zona modificata
ja_jp: 正常なゾーンの修正
ru_ru: Зона изменена успешно
zh_cn: 区域修改成功
zh_tw: 區域修改成功

source: Add a firewall zone
de_de: Firewall Zone hinzuf&uuml;gen
fr_fr: Ajouter une zone Firewall
it_it: Aggiungi zona firewall
ja_jp: ファイアウォールゾーンを追加
ru_ru: Добавить зону фаервола
zh_cn: 添加防火墙区域
zh_tw: 加入防火牆區域

source: Zone name (Only alphanumeric and special characters like .-_ and space.)
de_de: Zonenname (Nur alphanumerische und Sonderzeichen wie .-_ und Leerzeichen.)
fr_fr: Nom de zone (Uniquement caractères alphanumériques, caractères spéciaux comme .-_ ou espaces.)
it_it: Nome zona (Solo alfanumerici e caratteri speciali come .-_ e spazio.)
ja_jp: ゾーン名（英数字と.-_やスペースのような特殊文字のみ）
ru_ru: Название зоны (Только буквенно-цифровые и спец символы типа .-_ и пробелы.)
zh_cn: 区域名称（仅限字母数字和特殊字符，例如 .-_ 和空格。）
zh_tw: 區域名稱 (只有字母數字和特殊字元，如 .-_ 與空格。)

source: The zone name will be automatically generated
de_de: Der Zonenname wird automatisch generiert
fr_fr: Le nom de zone sera généré automatiquement
it_it: Il nome zona sar&agrave; generato automaticamente
ja_jp: ゾーン名が自動的に作成されます
ru_ru: Название зоны будет сгенерировано автоматически
zh_cn: 区域名称将自动生成
zh_tw: 區域名將自動產生

source: Zone name
de_de: Zonenname
fr_fr: Nom de zone
it_it: Nome zona
ja_jp: ゾーン名
ru_ru: Название зоны
zh_cn: 区域名称
zh_tw: 區域名稱

source: Own zone
de_de: Eigene Zone
fr_fr: Zone interne
it_it: Possiede zona
ja_jp: 自身のゾーン
ru_ru: Собственная зона
zh_cn: 所有者区域
zh_tw: 本域

source: Own Zone
de_de: Eigene Zone
ja_jp: 自身のゾーン
ru_ru: Собственная Зона
zh_cn: 所有者区域

source: Customer zone
de_de: Kunden Zone
fr_fr: Zone client
it_it: Zona cliente
ja_jp: 顧客のゾーン
ru_ru: Зона клиента
zh_cn: 客户区域
zh_tw: 自訂區域

source: Customer Zone
de_de: Kunden Zone
ja_jp: 顧客のゾーン
ru_ru: Зона Клиента
zh_cn: 客户区域

source: Removing this firewall zone will also remove all referenced mappings!
de_de: Entfernen der Firewall-Zone wird auch alle referenzierten Zuordnungen entfernen!
fr_fr: Suprimmer ce firewall supprimera également les mappings correspondant !
it_it: Cancellare questa zona firewall canceller&agrave; anche tutte le mappature referenziate!
ja_jp: このファイアウォールゾーンを削除すると、参照されているすべてのマッピングも削除されます
ru_ru: Удаление этой зоны фаервола повлечёт за собой удаление всего, что к ней привязано!
zh_cn: 删除此防火墙区域还将删除所有引用的映射！
zh_tw: 刪除此防火牆區域也將刪除所有引用的對應。

source: Create Firewall zone
de_de: Firewall Zone anlegen
fr_fr: Créer une zone Firewall
it_it: Crea zona firewall
ja_jp: ファイアウォールゾーンの作成
ru_ru: Создать зону Фаервола
zh_cn: 创建防火墙区域
zh_tw: 建立防火牆區域

source: Firewall zone and device mappings
fr_fr: Mapping des équipements et zones Firewall
it_it: Zona firewall e mappatura dispositivi
ru_ru: Зона фаервола и привязки устройств
zh_tw: 防火牆區域和裝置對應

source: Base DN for your directory
de_de: Basis-DN f&uuml;r Ihr Verzeichnis
fr_fr: Base DN pour votre LDAP
it_it: Base DN per la tua cartella
ja_jp: ディレクトリのベースDN
ru_ru: Base DN для вашей директории
zh_cn: 您目录的基本 DN
zh_tw: 目錄的基礎 DN

source: Users DN
de_de: Benutzer-DN
fr_fr: DN utilisateurs
it_it: Utente DN
ja_jp: ユーザーDN
ru_ru: DN Пользователей
zh_cn: 用户 DN
zh_tw: 使用者 DN

source: Base DN for your users, if different from the base DN above
fr_fr: Base DN pour vos utilisateurs, si différent du Base DN ci-dessus
it_it: Base DN per i tuoi utenti, se diverso dal base DN qui sopra
ru_ru: Base DN для ваших пользователей, если отличается от base DN выше
zh_tw: 若與上面的基礎 DN 不同，請輸入您的使用者基礎 DN

source: LDAP Security Type
de_de: LDAP Sicherheitstyp
fr_fr: Type de sécurité LDAP
it_it: Tipo sicurezza LDAP
ja_jp: LDAPセキュリティタイプ
ru_ru: Тип безопасности LDAP
zh_cn: LDAP 安全类型
zh_tw: LDAP 安全類型

source: SSL, TLS, or None (default: TLS)
de_de: SSL, TLS oder Keine (Standard: TLS)
fr_fr: SSL, TLS, ou aucune (par défaut : TLS)
it_it: SSL, TLS, oppure Nessuna (default: TLS)
ja_jp: SSL、TLS、または選択なし（デフォルト：TLS）
ru_ru: SSL, TLS, или Ничего (по-умолчанию: TLS)
zh_cn: SSL、TLS 或无（默认值：TLS）
zh_tw: SSL, TLS, 或 無 (預設: TLS)

source: LDAP port
fr_fr: Port LDAP
it_it: Porta LDAP
ja_jp: LDAPポート
ru_ru: LDAP порт
zh_cn: LDAP 端口
zh_tw: LDAP 連接埠

source: Listening port for your LDAP service. TLS/unencrypted Default: 389 <br /> SSL Default: 636
de_de: Listening Port Ihres LDAP-Servers. TLS/unverschl&uuml;sselt Standard: 389<br /> SSL Standard: 636
fr_fr: Port d’écoute de votre service LDAP. par défaut TLS/unencrypted : 389<br/> par défaut SSL : 636
it_it: Porte in ascolto del tuo servizio LDAP. TLS/unencrypted Default: 389<br />SSL Default: 636
ja_jp: LDAPサービスのリッスンしているポート。 TLS/暗号化されていない既定値：389 <br /> SSL既定値：636
ru_ru: Открытый порт вашего LDAP сервиса. TLS/нешифрованный - по-умолчанию: 389 <br /> SSL по-умолчанию: 636
zh_cn: LDAP 服务的侦听端口。 TLS/未加密默认值：389 <br /> SSL 默认值：636
zh_tw: 您 LDAP 服務的監聽連接埠。TLS/未加密 預設：389 <br /> SSL 預設 636

source: Bind user
de_de: Bind Benutzer
fr_fr: Utilisateur
it_it: Utente collegato
ja_jp: バインドユーザ
ru_ru: Привязать пользователя
zh_cn: 绑定用户
zh_tw: 繫結使用者

source: User DN to bind as for search operations (optional).
de_de: Benutzer-DN f&uuml;r Suchoperationen (optional).
fr_fr: UserDN de l’utilisateur pour les opérations de recherche LDAP (optionnel).
it_it: Utente DN da collegare per le operazioni di ricerca (opzionale).
ja_jp: 検索操作と同じようなバインドユーザーDN（オプション）
ru_ru: Пользовательский DN для привязки поисковых операций (опционально).
zh_cn: 用于绑定查找的自定义 DN（可选）.
zh_tw: 使用者 DN 繫結搜尋作業 (非必要) 。

source: Bind password
de_de: Bind Kennwort
fr_fr: Mot de passe
it_it: Password collegata
ja_jp: バインドパスワード
ru_ru: Привязка пароля
zh_cn: 绑定密码
zh_tw: 繫結密碼

source: Password for the bind account (only required if bind user is set).
de_de: Kennwort f&uuml;r das Bind-Konto (nur erforderlich, wenn Bind-Benutzer festgelegt wurde).
fr_fr: Mot de passe pour le compte de recherche LDAP (requis uniquement si un utilisateur de recherche est paramétré).
it_it: Password dell&#39;account da collegare (richiesta solo se &egrave; impostato l&#39;utente da collegare).
ja_jp: バインドアカウントのパスワード（バインドユーザーが設定されている場合のみ必要）
ru_ru: Пароль для привязанной учётной записи (необходим, только если установлен привязанный пользователь).
zh_cn: 绑定帐户的密码（仅当设置了绑定用户时才需要）.
zh_tw: 繫結使用者的密碼 (僅在繫結使用者設定時需要) 。

source: Only AD group search is supported right now. Sorry.
de_de: Nur AD-Gruppensuche wird aktuell unterst&uuml;tzt. Es tut uns leid.
fr_fr: Seuls la recherche de groupes AD est supportée pour le moment. Désolé.
it_it: Solo la ricerca di gruppi AD &egrave; supportata al momento. Scusa.
ja_jp: 現在、ADグループの検索のみがサポートされています。 すみません
ru_ru: В данный момент поддерживается только поиск по AD группе. Извините.
zh_cn: 目前仅支持 AD 组搜索。 对不起.
zh_tw: 抱歉，目前僅支援 AD 群組搜尋

source: Invalid baseDN setting for LDAP
fr_fr: Paramètre LDAP de BaseDN invalide
it_it: Impostazione baseDN non valida per LDAP
ru_ru: Недопустимая настройка baseDN для LDAP
zh_tw: 無效的 LDAP 基礎 DN 設定

source: LDAP account does not have enough privileges for search
fr_fr: Le compte LDAP ne dispose pas des privilèges nécessaires pour la recherche
it_it: L&#39;account LDAP non ha privilegi sufficienti per la ricerca
ru_ru: Учётная запись LDAP не имеет достаточного уровня доступа для поиска
zh_tw: LDAP 帳號沒有足夠的搜尋權限

source: Please select fields to populate:
de_de: Bitte w&auml;hlen Sie Felder aus, die ausgef&uuml;llt werden sollen:
fr_fr: Merci de choisir les champs à remplir:
it_it: Per favore selezionare i campi da popolare:
ja_jp: 入力するフィールドを選択してください：
ru_ru: Выберите поля для заполнения:
zh_cn: 请选择要填充的字段：
zh_tw: 請選擇要填充的欄位：

source: fill
de_de: F&uuml;llen
fr_fr: remplir
it_it: riempi
ja_jp: 入力
ru_ru: заполните
zh_cn: 填写
zh_tw: 填入

source: Propagate changes
de_de: &Auml;nderungen weitergeben
fr_fr: Propager les modifications
it_it: Propaga modifiche
ja_jp: 変更を伝播します
ru_ru: Распространить изменения
zh_cn: 传播变化
zh_tw: 傳遞變更

source: Apply changes to underlying subnets
de_de: Wende &Auml;nderungen auf die darunter liegenden Subnetze an
fr_fr: Appliquer les changements aux sous-réseaux rattachés
it_it: Applica le modifiche alle subnet sottostanti
ja_jp: 基礎となるサブネットに変更を適用します
ru_ru: Применить изменения для нижестоящих подсетей
zh_cn: 将更改应用到底层子网
zh_tw: 套用網路變更至下層子網路

source: SNMP module
de_de: Modul SNMP
fr_fr: Module SNMP
it_it: Modulo SNMP
ja_jp: SNMPモジュール
ru_ru: SNMP модуль
zh_cn: SNMP 模块
zh_tw: SNMP 模組
