Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: de_de, fr_fr, it_it, ja_jp, ru_ru, zh_cn, zh_tw

source: Application security
de_de: Anwendungssicherheit
fr_fr: Sécurité d’application
it_it: Sicurezza applicazione
ja_jp: アプリケーションのセキュリティ
ru_ru: Безопасность приложения
zh_cn: 应用程序安全性
zh_tw: 應用安全

source: Invalid server ID
de_de: Ung&uuml;ltige Server ID
fr_fr: Serveur ID invalide
it_it: ID server non valido
ja_jp: 無効なサーバーID
ru_ru: Неверный ID сервера
zh_cn: 服务器 ID 无效
zh_tw: 無效服務ID

source: Missing credentials
de_de: Fehlende Anmeldedaten
fr_fr: Identifiants manquants
it_it: Credenziali non presenti
ja_jp: 資格情報がありません
ru_ru: Отсутствующие учётные данные
zh_cn: 缺少凭据
zh_tw: 憑證缺失

source: Please enter at least 2 characters
de_de: Bitte mindestens 2 Zeichen eingeben
fr_fr: Merci de saisir au moins 2 caractères
it_it: Inserire almeno 2 caratteri
ja_jp: 2文字以上入力してください
ru_ru: Пожалуйста, введите хотя бы 2 символа
zh_cn: 请输入至少2个字符
zh_tw: 請至少輸入兩個字元

source: Invalid credentials
de_de: Ung&uuml;ltige Anmeldedaten
fr_fr: Identifiants invalides
it_it: Credenziali non valide
ja_jp: 無効な資格情報
ru_ru: Неверные учётные данные
zh_cn: 凭证无效
zh_tw: 無效憑證

source: Authentication method
de_de: Authentifizierungsmethode
fr_fr: Méthode d’authentification
it_it: Metodo d&#39;autenticazione
ja_jp: 認証方法
ru_ru: Метод аутентификации
zh_cn: 认证方法
zh_tw: 認證方法

source: Select authentication method for user
de_de: Authentifizierungsmethode f&uuml;r Benutzer ausw&auml;hlen
fr_fr: Choisir la méthode d’authentification pour l’utilisateur
it_it: Selezionare il metodo d&#39;autenticazione per l&#39;utente
ja_jp: ユーザーの認証方法を選択します
ru_ru: Выберите метод аутентификации пользователя
zh_cn: 选择用户的认证方法
zh_tw: 為使用者選擇身份驗證方法

source: Invalid authentication method
de_de: Ung&uuml;ltige Authentifizierungsmethode
fr_fr: Méthode d’authentification invalide
it_it: Metodo d&#39;autenticazione non valido
ja_jp: 無効な認証方法
ru_ru: Неверный метод аутентификации
zh_cn: 验证方法无效
zh_tw: 無效的認證方法

source: Username must be at least 6 characters long!
fr_fr: Le nom d’utilisateur doit avoir au minimum 6 caractères de long !
it_it: Il nome utente deve essere lungo almeno 6 caratteri!
ru_ru: Имя пользователя должно быть хотя бы 6 символов длиной!
zh_tw: 使用者名不得少於6個字元。

source: No servers available
de_de: Keine Server verf&uuml;gbar
fr_fr: Aucun serveur disponible
it_it: Nessun server disponibile
ja_jp: 有効なサーバがありません
ru_ru: Нет доступных серверов
zh_cn: 无可用服务器
zh_tw: 沒有可用的伺服器

source: Authentication
de_de: Authentifizierung
fr_fr: Authentification
it_it: Autenticazione
ja_jp: 認証
ru_ru: Аутентификация
zh_cn: 认证
zh_tw: 授權

source: Last login
de_de: Letzte Anmeldung
fr_fr: Dernière connexion
it_it: Ultimo accesso
ja_jp: 最後のログイン
ru_ru: Последний вход
zh_cn: 上次登录
zh_tw: 最後登入

source: Administrator user icon
de_de: Administrator Benutzer Icon
ru_ru: Аватар Администратора
zh_cn: 管理员用户图标

source: Standard user icon
de_de: Standardbenutzer Icon
ru_ru: Аватар пользователя
zh_cn: 标准用户图标

source: All
de_de: Alle
ja_jp: すべて
ru_ru: Все
zh_cn: 全部

source: All users
de_de: Alle Benutzer
fr_fr: Tous les utilisateurs
it_it: Tutti gli utenti
ja_jp: すべてのユーザ
ru_ru: Все пользователи
zh_cn: 全部用户
zh_tw: 所有使用者

source: Authentication settings
de_de: Authentifizierungseinstellungen
fr_fr: Paramètres d’authentification
it_it: Impostazioni autenticazione
ja_jp: 認証設定
ru_ru: Настройки аутентификации
zh_cn: 认证设置
zh_tw: 認證設定

source: Last activity
de_de: Letzte Aktivit&auml;t
fr_fr: Dernière activité
it_it: Ultima attivit&agrave;
ja_jp: 最後の活動
ru_ru: Последняя активность
zh_cn: 上次活动
zh_tw: 最後活動

source: compress override
fr_fr: Outrepasser la compression
it_it: sovrascrivi compressione
ru_ru: переопределение сжатия
zh_tw: 壓縮覆蓋

source: Compress override
de_de: Zusammenfassen &uuml;berschreiben
ja_jp: 圧縮オーバーライド
ru_ru: Переопределение сжатия
zh_cn: 压缩覆盖

source: Changelog notifications
de_de: &Auml;nderungsprotokollbenachrichtigungen
fr_fr: Notification de changelog
it_it: Notifiche changelog
ja_jp: 変更履歴通知
ru_ru: Уведомления списка изменений
zh_cn: 变更日志通知
zh_tw: 更新通知

source: Set name for authentication method
de_de: Namen f&uuml;r Authentifizierungsmethode festlegen
fr_fr: Choisir le nom de la méthode d’authentification
it_it: Imposta il nome per il metodo d&#39;autenticazione
ja_jp: 認証方法の名前を設定します
ru_ru: Укажите название для метода аутентификации
zh_cn: 设置认证方法的名称
zh_tw: 設定身份驗證方法的名稱

source: Enter domain controllers, separated by ;
de_de: Eingabe Dom&auml;nen-Controller, getrennt durch ;
fr_fr: Entrez les contrôleurs de domaine, séparés par ;
it_it: Inserire i domain controller, separati da;
ja_jp: ドメインコントローラの区切りを入力してください
ru_ru: Введите контроллеры домена, разделённые ;
zh_cn: 输入域控制器，用 ; 分隔
zh_tw: 輸入網域控伺服器，使用「；」分割

source: Enter base DN for LDAP
de_de: Eingabe base DN f&uuml;r LDAP
fr_fr: Entrez le baseDN pour LDAP
it_it: Inserire il base DN per LDAP
ja_jp: LDAPのベースDNを入力してください
ru_ru: Введите базовый DN для LDAP
zh_cn: 输入 LDAP 的基本 DN
zh_tw: 為 LDAP 輸入基礎 DN

source: Authentication methods
de_de: Authentifizierungsmethoden
fr_fr: Méthodes d’authentification
it_it: Metodi d&#39;autenticazione
ja_jp: 認証方法
ru_ru: Методы аутентификации
zh_cn: 认证方法
zh_tw: 驗證方法

source: Create new Radius authentication
fr_fr: Créer une nouvelle authentification Radius
it_it: Creare nuova autenticazione Radius
ru_ru: Создать новую Radius аутентификацию
zh_tw: 建立新的 Radius 驗證

source: Create new AD authentication
fr_fr: Créer une nouvelle authentification AD
it_it: Creare nuova autenticazione AD
ru_ru: Создать новую AD аутентификацию
zh_tw: 建立新的 AD 驗證

source: Create new LDAP authentication
fr_fr: Créer une nouvelle authentification LDAP
it_it: Creare nuova autenticazione LDAP
ru_ru: Создать новую LDAP аутентификацию
zh_tw: 建立新的 LDAP 驗證

source: Parameters
de_de: Parameter
fr_fr: Paramètres
it_it: Parametri
ja_jp: パラメーター
ru_ru: Параметры
zh_cn: 参数
zh_tw: 參數

source: Protected
de_de: Gesch&uuml;tzt
fr_fr: Protégé
it_it: Protetto
ja_jp: 保護
ru_ru: Защищено
zh_cn: 受保护
zh_tw: 保護

source: no parameters
de_de: keine Parameter
ru_ru: нет параметров
zh_cn: 无参数
zh_tw: 沒有參數

source: Here you can set different authentication methods for your users.
de_de: Hier k&ouml;nnen Sie verschiedene Authentifizierungsmethoden f&uuml;r Benutzer festlegen.
fr_fr: Vous pouvez paramétrer ici différentes méthodes d’authentification pour vos utilisateurs.
it_it: Qui puoi impostare diversi metodi d&#39;autenticazione per i tuoi utenti.
ja_jp: ここでは、ユーザーに異なる認証方法を設定できます
ru_ru: Здесь вы можете создать различные методы аутентификации для ваших пользователей.
zh_cn: 在这里您可以为您的用户设置不同的身份验证方法.
zh_tw: 您可以在這裡為使用者設定不同的驗證方式

source: phpIPAM currently supports 7 methods for authentication:
de_de: phpIPAM unterst&uuml;tzt aktuell 7 Authentifizierungsmethoden f&uuml;r Benutzer:
fr_fr: phpIPAM supporte pour l’instant 7 méthodes d’authentification:
it_it: phpIPAM attualmente supporta 7 metodi di autenticazione:
ja_jp: phpIPAMは現在、以下の7つの認証方法をサポートしています:
ru_ru: phpIPAM в данный момент поддерживает 7 методов аутентификации:
zh_tw: phpIPAM 目前支援7種身份驗證方法：

source: Local authentication
de_de: Lokale Authentifizierung
fr_fr: Authentification locale
it_it: Autenticazione locale
ja_jp: ローカル認証
ru_ru: Локальная аутентификация
zh_cn: 本地认证
zh_tw: 本機驗證

source: Apache authentication
de_de: Apache Authentifizierung
fr_fr: Authentification Apache
it_it: Autenticazione Apache
ja_jp: Apache認証
ru_ru: Apache аутентификация
zh_cn: Apache 认证
zh_tw: Apache 驗證

source: AD (Active Directory) authentication
de_de: AD (Active Directory) Authentifizierung
fr_fr: Authentification AD (Active Directory)
it_it: Autenticazione AD (Active Directory)
ja_jp: AD（Active Directory）認証
ru_ru: AD (Active Directory) аутентификация
zh_cn: AD (活动目录) 认证
zh_tw: AD (Active Directory) 驗證

source: LDAP authentication
de_de: LDAP Authentifizierung
fr_fr: Authentification LDAP
it_it: Autenticazione LDAP
ja_jp: LDAP認証
ru_ru: LDAP аутентификация
zh_cn: LDAP 认证
zh_tw: LDAP 驗證

source: NetIQ authentication
de_de: NetIQ Authentifizierung
fr_fr: Authentification NetIQ
it_it: Autenticazione NetIQ
ja_jp: NetIQ認証
ru_ru: NetIQ аутентификация
zh_cn: NetIQ 认证
zh_tw: NetIQ 驗證

source: Radius authentication
de_de: Radius Authentifizierung
fr_fr: Authentification Radius
it_it: Autenticazione Radius
ja_jp: Radius認証
ru_ru: Radius аутентификация
zh_cn: Radius 认证
zh_tw: Radius 驗證

source: SAMLv2 authentication
de_de: SAMLv2 Authentifizierung
fr_fr: Authentification SAMLv2
it_it: Autenticazione SAMLv2
ja_jp: SAMLv2認証
ru_ru: SAMLv2 аутентификация
zh_cn: SAMLv2 认证
zh_tw: SAMLv2 驗證

source: For AD/LDAP connection phpipam is using adLDAP, for documentation please check
fr_fr: Pour les connexions AD/LDAP phpipam utilise adLDAP, pour la documentation voyez
it_it: Per la connessione AD/LDAP phpipam utilizza adLDAP, per la documentazione controllare
ru_ru: Для AD/LDAP соединений phpipam использует adLDAP, в качестве документации прочтите
zh_tw: 若要在 phpIPAM 使用 AD/LDAP 連線，請參考說明文件

source: First create new user under user management with <u>same username as on AD</u> and set authention type to one of available methods.
de_de: Zuerst einen neuen Benutzer in der Benutzerverwaltung mit <u>dem gleichen Benutzernamen wie im AD</u> anlegen und den Authentifizierungstyp auf eine verf&uuml;gbare Methode setzen.
fr_fr: Premièrement créez un nouvel utilisateur dans Gestion des utilisateurs avec <u>le même nom d'utilisateur que dans l'AD</u> et choisissez l'un des modes d'authentification disponibles.
it_it: Creare prima un nuovo utente in gestione utente con <u>lo stesso nome utente di AD</u> e impostare il tipo di autenticazione su uno dei metodi disponibili.
ja_jp: まず、ADと同じユーザー名で新しいユーザーをユーザー管理下に作成し、認証タイプを利用可能な方法の1つに設定します
ru_ru: Сначала создайте нового пользователя в разделе управления пользователями с <u>таким же именем пользователя как в AD</u> и установите тип аутентификации с одним из доступных методов.
zh_tw: 首先，請在使用者管理下建立新使用者，並與 AD </ u> 相同的使用者名稱，且在驗證類型中選擇可用的方式。

source: Failed to edit authentication method
de_de: Authentifizierungsmethode bearbeiten fehlgeschlagen
fr_fr: Echec de modifiation de la méthode d’authentification
it_it: Errore modifica metodo d&#39;autenticazione
ja_jp: 認証方法の編集に失敗しました
ru_ru: Ошибка редактирования метода аутентификации
zh_cn: 无法编辑认证方法
zh_tw: 編輯驗證方式失敗

source: Authentication method updated
de_de: Authentifizierungsmethode aktualisiert
fr_fr: Méthode d’authentification mise à jour
it_it: Metodo d&#39;autenticazione aggiornato
ja_jp: 認証メソッドが更新されました
ru_ru: Метод аутентификации обновлен
zh_cn: 更新了认证方法
zh_tw: 驗證模式更新成功

source: Method cannot be change as it is protected
de_de: Methode kann nicht ge&auml;ndert werden, da sie gesch&uuml;tzt ist
fr_fr: La méthode ne peut être modifiée car elle est protégée
it_it: Non &egrave; possibile cambiare il metodo poich&eacute; &egrave; protetto
ja_jp: メソッドは保護されているため変更できません
ru_ru: Метод не может быть изменён, так как он защищён
zh_cn: 方法无法更改，因为它受到保护
zh_tw: 不能變更受保護的方法

source: Invalid method type
de_de: Ung&uuml;ltiger Methodentyp
fr_fr: Type de méthode invalide
it_it: Tipo metodo non valido
ja_jp: 無効なメソッドタイプ
ru_ru: Неверный тип метода
zh_cn: 方法类型无效
zh_tw: 錯誤的方法類型

source: The account suffix for your domain
de_de: Der Account Suffix f&uuml;r ihre Dom&auml;ne
fr_fr: Suffixe de compte pour ce domaine
it_it: Suffisso account per il dominio
ja_jp: ドメインのアカウントサフィックス
ru_ru: Суффикс учётной записи для вашего домена
zh_cn: 您的域帐户后缀
zh_tw: 網域的使用者尾碼

source: Domain account for search operations (optional)
de_de: Dom&auml;nen-Account f&uuml;r Suchoperationen (optional)
fr_fr: Compte de domaine pour les opérations de recherche (optionnel)
it_it: Account di dominio per le ricerche (opzionale)
ja_jp: 検索操作のドメインアカウント（オプション）
ru_ru: Доменная учётная запись для поисковых операций (опционально)
zh_cn: 用于搜索操作的域帐户（可选）
zh_tw: 搜尋操作的網域使用者 (可選)

source: Radius connection settings
de_de: Radius Verbindungseinstellungen
fr_fr: Paramètres de connexion Radius
it_it: Impostazioni connessione radius
ja_jp: Radius接続設定
ru_ru: Настройки Radius соединения
zh_cn: Radius 连接设置
zh_tw: Radius 連線設定

source: Radius server
fr_fr: Serveur Radius
it_it: Server radius
ja_jp: Radiusサーバ
ru_ru: Radius сервер
zh_cn: Radius 服务器
zh_tw: Radius 伺服器

source: Enter Radius server
de_de: Radius Server eingeben
fr_fr: Entrez le serveur Radius
it_it: Inserire server Radius
ja_jp: Radiusサーバを入力
ru_ru: Введите Radius сервер
zh_cn: 输入 Radius 服务器
zh_tw: 輸入 Radius 伺服器

source: Radius login
de_de: Radius Anmeldung
ru_ru: Radius логин
zh_cn: Radius 登录

source: Secret
it_it: Segreto
ja_jp: 秘密
ru_ru: Ключ
zh_cn: 密钥
zh_tw: 金鑰

source: Enter radius secret
de_de: Eingabe Radius Secret
fr_fr: Entrez le secret Radius
it_it: Inserire segreto radius
ja_jp: Radiusの秘密を入力
ru_ru: Введите ключ Radius
zh_cn: 输入 Radius 密钥
zh_tw: 輸入 Radius 金鑰

source: Enter radius port (default 1812)
de_de: Eingabe Radius Port (Standard 1812)
fr_fr: Entrez le port Radius (par défaut 1812)
it_it: Inserire porta radius (default 1812)
ja_jp: Radiusポートを入力（デフォルトは1812）
ru_ru: Введите порт Radius
zh_cn: 输入 Radius 端口（默认 1812）
zh_tw: 輸入 Radius 伺服器連接連接埠 (預設1812)

source: Suffix
fr_fr: Suffixe
it_it: Suffisso
ja_jp: サフィックス
ru_ru: Суффикс
zh_cn: 后缀
zh_tw: 尾碼

source: Enter suffix
de_de: Eingabe Suffix
fr_fr: Entrez le suffixe
it_it: Inserire suffisso
ja_jp: サフィックスを入力
ru_ru: Введите суффикс
zh_cn: 输入后缀
zh_tw: 輸入尾碼

source: Timeout
ja_jp: タイムアウト
ru_ru: Таймаут
zh_cn: 超时
zh_tw: 逾時

source: Set timeout in seconds
de_de: Time-out in Sekunden
fr_fr: Réglez le timeout en secondes
it_it: Impostare timeout in secondi
ja_jp: タイムアウトを秒単位で設定します
ru_ru: Установите таймаут в секундах
zh_cn: 设置超时时间（以秒为单位）
zh_tw: 設定逾時時間 (秒)

source: php Socket extension missing!
de_de: php Socket Erweiterung fehlt
fr_fr: Extension php Socket manquante !
it_it: manca l&#39;estensione php Socket!
ja_jp: PHPのソケットの拡張機能がありません！
ru_ru: php расширение Socket отсутствует!
zh_cn: php Socket 扩展丢失！
zh_tw: 缺少 php Socket 模組。

source: Check for not implemented
de_de: Pr&uuml;fung f&uuml;r nicht implementiert
fr_fr: Vérification non implémentée
it_it: Controllo per non implementato
ja_jp: 実装されていないか確認します
ru_ru: Проверка не реализована
zh_tw: 檢查未執行

source: Filename and title are mandatory
de_de: Dateiname und -titel sind verpflichtend
fr_fr: Nom de fichier et titre obligatoires
it_it: Nome file e titolo obbligatori
ja_jp: ファイル名とタイトルは必須です
ru_ru: Имя файла и заголовок обязательны
zh_cn: 文件名和标题为必填项
zh_tw: 檔案名和標題是必須的

source: Admin
it_it: Amministrator
ja_jp: 管理
ru_ru: Админ
zh_cn: 管理员
zh_tw: 管理

source: Nameservers
de_de: Nameserver
fr_fr: Serveurs de noms
it_it: Nameserver
ja_jp: DNSサーバ
ru_ru: DNS сервера
zh_cn: 域名服务器
zh_tw: 名稱伺服器

source: Select nameserver set
de_de: Nameserver ausw&auml;hlen
fr_fr: Choisir un set nameserver
it_it: Seleziona nameserver
ja_jp: ネームサーバーセットの選択
ru_ru: Выберите установку DNS сервера
zh_cn: 选择域名服务器安装
zh_tw: 選擇名稱伺服器設定

source: Autocreate reverse records
de_de: Reverse Eintr&auml;ge automatisch erzeugen
fr_fr: Créer automatiquement les enregistrements inverses
it_it: Crea automaticamente record inversi
ja_jp: DNS逆引きレコード自動生成
ru_ru: Автосоздание записей обратных зон
zh_cn: 自动创建反向记录
zh_tw: 自動建立反向記錄

source: Auto create reverse (PTR) records for this subnet
de_de: Reverse Eintr&auml;ge (PTR) f&uuml;r dieses Subnetz automatisch erzeugen
fr_fr: Créer automatiquement les enregistrements inverses (PTR) pour ce sous-réseau
it_it: Crea automaticamente record inversi (PTR) per questa subnet
ja_jp: このサブネットの自動作成逆引き（PTR）レコード
ru_ru: Автоматическое создание обратных (PTR) записей для этой подсети
zh_cn: 为该子网自动创建反向 (PTR) 记录
zh_tw: 自動為此子網路建立反向 (PTR) 的記錄

source: Show DNS records
de_de: DNS Eintr&auml;ge anzeigen
fr_fr: Afficher les enregistrements DNS
it_it: Mostra record DNS
ja_jp: DNSレコード参照
ru_ru: Показать DNS записи
zh_cn: 显示 DNS 记录
zh_tw: 顯示 DNS 記錄

source: Show DNS records for hosts
de_de: DNS Eintr&auml;ge f&uuml;r Hosts anzeigen
fr_fr: Afficher les enregistrements DNS pour les hôtes
it_it: Mostra record DNS per gli host
ja_jp: ホストのDNSレコードを表示します
ru_ru: Показать DNS записи для хостов
zh_cn: 显示主机的 DNS 记录
zh_tw: 顯示主機 DNS 記錄

source: No VLANs
de_de: Keine VLANs
fr_fr: Aucun VLAN
it_it: Nessuna VLAN
ja_jp: VLANはありません
ru_ru: Нет VLANов
zh_cn: 无 VLAN
zh_tw: 沒有 VLAN

source: Please enter subnet description to show as name!
de_de: Bitte Subnetzbeschreibung eingeben, um diese als Namen anzuzeigen!
fr_fr: Merci d’entrer la description du sous-réseau à afficher comme nom !
it_it: Per favore inserire la descrizione della subnet per visualizzarla come nome!
ja_jp: 名前として表示するサブネットの説明を入力してください！
ru_ru: Пожалуйста, введите описание подсети для показа его в качестве названия!
zh_cn: 请输入子网描述以显示为名称！
zh_tw: 請輸入子網路描述用來顯示名稱。

source: Error editing subnet
de_de: Fehler beim &Auml;ndern des Subnetzes
fr_fr: Erreur de modification de sous-réseau
it_it: Errore modifica subnet
ja_jp: サブネット編集エラー
ru_ru: Ошибка редактирования подсети
zh_cn: 编辑子网时出错
zh_tw: 編輯子網路失敗

source: Cannot connect to powerDNS database
de_de: Keine Verbindung mit powerDNS Datenbank m&ouml;glich
fr_fr: Impossible de se connecter à la base de donnée PowerDNS
it_it: Impossibile connettersi al database powerDNS
ja_jp: PowerDNSデータベースに接続できません
ru_ru: Не могу соединиться с базой данных powerDNS
zh_cn: 无法连接到 powerDNS 数据库
zh_tw: 無法連接至 powerDNS 資料庫

source: Do you wish to delete DNS zone and all records
de_de: M&ouml;chten Sie die DNS Zone und alle Eintr&auml;ge l&ouml;schen?
fr_fr: Voulez-vous supprimer la zone DNS et tous les enregistrements
it_it: Vuoi cancellare la zona DNS e tutti i record
ja_jp: DNSゾーンとすべてのレコードを削除しますか？
ru_ru: Вы хотите удалить DNS зону и все записи
zh_cn: 您要删除 DNS 区域和所有记录吗
zh_tw: 是否要刪除 DNS 區域和所有記錄

source: DNS zone
ru_ru: DNS Зона
zh_cn: DNS 区域

source: PTR records created
de_de: PTR-Eintr&auml;ge erstellt
ru_ru: PTR записи созданы
zh_cn: 已创建 PTR 记录

source: invalid hostnames
de_de: ung&uuml;ltige Hostnamen
ru_ru: неправильныйе имена хостов
zh_cn: 无效的主机名

source: Failed to set subnet permissons
fr_fr: Echec de modification des permissions de sous-réseau
it_it: Errore impostazione permessi subnet
ru_ru: Ошибка установки разрешений для подсети
zh_tw: 未能設定子網路的存取權限

source: Manage permissions for folder
de_de: Berechtigungen f&uuml;r Ordner verwalten
fr_fr: Gérer les premissions pour le dossier
it_it: Gestione permessi per cartella
ja_jp: フォルダのアクセス許可を管理します
ru_ru: Управление настройками для папки
zh_cn: 管理文件夹的权限
zh_tw: 管理資料夾權限

source: Only subnets that have no nested subnets can be splitted
de_de: Nur Subnetze die keine untergeordneten Subnetze haben k&ouml;nnen geteilt werden.
fr_fr: Seuls les sous-réseaux sans sous-réseaux rattachés peuvent être splités
it_it: Solo le subnet che non hanno subnet annidate possono essere divise
ja_jp: ネストされたサブネットを持たないサブネットのみが分割できます
ru_ru: Может быть разбита только подсеть, которая не имеет вложенных подсетей
zh_tw: 只有沒有所屬的子網路的子網路可以分割

source: Subnet too small to be splitted
de_de: Subnetz zu klein zum Splitten
fr_fr: Sous-réseau trop petit pour être splité
it_it: Subnet troppo piccola per essere divisa
ja_jp: サブネットが小さすぎて分割できません
ru_ru: Подсеть слишком мала для разбивки
zh_tw: 子網路太小不能分割

source: Name prefix
de_de: Namensprefix
fr_fr: Préfixe de nom
it_it: Prefisso nome
ja_jp: サフィックス名
ru_ru: Префикс имени
zh_cn: 名称前缀
zh_tw: 名稱首碼

source: Folder name must have at least 2 characters
de_de: Ordnername muss mindestens 2 Zeichen lang sein
fr_fr: Le nom de dossier doit avoir au minimum 2 caractères
it_it: Il nome della cartella deve essere lungo almeno 2 caratteri
ja_jp: フォルダ名は2文字以上でなければなりません
ru_ru: Название папки должно быть хотя бы 2 символа
zh_cn: 文件夹名称必须至少有 2 个字符
zh_tw: 資料夾名稱至少有2個字元

source: Error editing folder
de_de: Fehler beim Bearbeiten des Ordners
fr_fr: Erreur de modification de dossier
it_it: Errore modifica cartella
ja_jp: フォルダの編集中にエラー
ru_ru: Ошибка редактирования папки
zh_cn: 编辑文件夹时出错
zh_tw: 編輯資料夾失敗

source: Failed to truncate subnet
de_de: Subnetz verkleinern fehlgeschlagen
fr_fr: Echec de division de sous-réseau
it_it: Errore troncamento subnet
ja_jp: サブネットを切り捨てることができませんでした
ru_ru: Ошибка обрезания подсети
zh_cn: 截断子网失败
zh_tw: 截斷子網路失敗

source: folder
de_de: Ordner
fr_fr: dossier
it_it: cartella
ja_jp: フォルダ
ru_ru: папка
zh_cn: 文件夹
zh_tw: 資料夾

source: Enter folder name
de_de: Eingabe Ordnername
fr_fr: Entrez le nom du dossier
it_it: Inserire nome cartella
ja_jp: フォルダ名を入力
ru_ru: Введите имя папки
zh_cn: 输入文件夹名称
zh_tw: 輸入資料夾名稱

source: Master Folder
de_de: Master Ordner
fr_fr: Dossier maître
it_it: Cartella Principale
ja_jp: マスターフォルダ
ru_ru: Главная Папка
zh_cn: 主文件夹
zh_tw: 主要資料夾

source: Enter master folder if you want to nest it under existing folder, or select root to create root folder
de_de: Eingabe des Master Ordners um ihn unter einem bestehendem Ordner einzuf&uuml;gen. F&uuml;r neuen root Ordner root ausw&auml;hlen.
fr_fr: Entrez le dossier maître si vous souhaitez rattacher à un dossier existant, ou choisissez racine pour créer un dossier racine
it_it: Inserire la cartella principale se vuoi annidarla in una cartella esistente, oppure seleziona la radice per creare una cartella radice
ja_jp: 既存のフォルダにネストする場合はマスターフォルダを入力し、ルートフォルダを作成する場合はルートを選択します
ru_ru: Введите главную папку если хотите поместить ее под существующей папкой, или выберите корень для создания корневой папки
zh_cn: 如果要将其嵌套在现有文件夹下，请输入主文件夹，或选择 root 创建根文件夹
zh_tw: 如果要將其所屬在現有資料夾下，請輸入主要資料夾，或選擇 root 建立根資料夾

source: No nameservers
de_de: Keine Nameserver
fr_fr: Aucun nameserver
it_it: Nessun nameserver
ja_jp: ネームサーバーなし
ru_ru: Нет DNS серверов
zh_cn: 无域名服务器
zh_tw: 沒有名稱伺服器

source: Error:
de_de: Fehler:
fr_fr: Erreur :
ja_jp: エラー：
ru_ru: Ошибка:
zh_cn: 错误：
zh_tw: 錯誤：

source: Instructions updated
de_de: Hinweise aktualisiert
ru_ru: Инструкции обновлены
zh_cn: 指南已更新

source: Security code
de_de: Sicherheitscode
fr_fr: Code de sécurité
it_it: Codice di sicurezza
ja_jp: セキュリティコード
ru_ru: Код безопасности
zh_cn: 安全码
zh_tw: 安全碼

source: CAPTCHA image
ru_ru: CAPTCHA изображение
zh_cn: 验证码图像

source: Invalid security code
de_de: Ung&uuml;ltiger Sicherheitscode
fr_fr: Code de sécurité invalide
it_it: Codice di sicurezza non valido
ja_jp: 無効なセキュリティコード
ru_ru: Неправильный код безопасности
zh_cn: 安全码无效
zh_tw: 無效的安全碼

source: IP requests disabled
de_de: IP-Anfragen deaktiviert
fr_fr: Requêtes d’IP désactivées
it_it: Richieste IP disattivate
ja_jp: IP要求を無効化
ru_ru: Запросы IP отключены
zh_cn: IP 申请已禁用
zh_tw: IP 申請模組停用

source: SAML settings not found in database
de_de: SAML-Einstellungen nicht in der Datenbank gefunden
ru_ru: Настройки SAML не найдены в базе данных
zh_cn: 在数据库中找不到 SAML 设置

source: Please login as admin and update SAML authentication settings
de_de: Bitte als Administrator einloggen und die SAML-Autorisierungseinstellungen aktualisieren
ru_ru: Пожалуйста, войдите как админ и обновите настройки SAML аутентификации
zh_cn: 请以管理员身份登录并更新 SAML 认证设置

source: Invalid share key
de_de: Ung&uuml;ltiger Freigabeschl&uuml;ssel
fr_fr: Clé de partage invalide
it_it: Chiave di condivisione non valida
ja_jp: 無効な共有キー
ru_ru: Неверный ключ раздачи
zh_cn: 共享密钥无效
zh_tw: 無效的共用金鑰

source: Share expired
de_de: Freigabe abgelaufen
fr_fr: Partage expiré
it_it: Condivisione scaduta
ja_jp: 共有期限が切れました
ru_ru: Раздача закончилась
zh_cn: 共享已过期
zh_tw: 共用過期

source: Share expires on
de_de: Freigabe l&auml;uft ab am
fr_fr: Le partage expire le
it_it: La condivisione scade il
ja_jp: 共有は
ru_ru: Раздача заканчивается
zh_cn: 共享有效期至
zh_tw: 共用到期

source: Gateway
fr_fr: Passerelle
ja_jp: ゲートウェイ
ru_ru: Шлюз
zh_cn: 网关
zh_tw: 閘道

source: IP addresses belonging to ALL nested subnets
de_de: IP-Adresse geh&ouml;rt zu allen untergeordneten Subnetzen
fr_fr: Adresses IP appartenent à tous les sous-réseaux rattachés
it_it: Indirizzi IP appartenenti a TUTTE le subnet annidate
ja_jp: すべてのネストされたサブネットに属するIPアドレス
ru_ru: IP адреса, принадлежащие Всем вложенным подсетям
zh_cn: 属于所有嵌套子网的 IP 地址
zh_tw: 屬於所有所屬子網路的 IP 位址

source: Address is marked as gateway
de_de: Adresse ist als Gateway markiert
fr_fr: Adresse marquée comme passerelle
it_it: L&#39;indirizzo &egrave; un gateway
ja_jp: アドレスはゲートウェイとしてマークされています
ru_ru: Адрес отмечен как шлюз
zh_cn: 地址被标记为网关
zh_tw: 位址標記為閘道
