Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: de_de, fr_fr, it_it, ja_jp, ru_ru, zh_cn, zh_tw

source: object
de_de: Objekt
ru_ru: объект
zh_cn: 对象

source: Failed to edit object
de_de: Fehler beim Bearbeiten des Objektes
ru_ru: Ошибка изменения объекта
zh_cn: 无法编辑对象

source: in
ru_ru: в
zh_cn: 在

source: edited
de_de: bearbeitet
ru_ru: изменено
zh_cn: 已编辑

source: multiple objects edit
de_de: bearbeiten mehrerer Objekte
ru_ru: изменение группы объектов
zh_cn: 多个对象编辑

source: Failed to edit multiple objects in
de_de: Fehler beim Bearbeiten von mehreren Objekten in
ru_ru: Ошибка изменения группы объектов в
zh_cn: 无法编辑多个对象

source: Multiple objects in
de_de: Mehrere Objekte in
ru_ru: Группа объектов в
zh_cn: 中的多个对象

source: Failed to delete object
de_de: Fehler beim L&uoml;schen des Objektes
ru_ru: Ошибка удаления объекта
zh_cn: 删除对象失败

source: items replaced successfully
de_de: Eintr&auml;ge erfolgreich ersetzt
ru_ru: успешная замена элемента
zh_cn: 项目替换成功

source: No records found to replace.
de_de: Keine Eintr&auml;ge zum Ersetzen gefunden.
ru_ru: Не найдено записей для замены.
zh_cn: 没有找到要替换的记录.

source: Invalid custom field type
de_de: Ung&uuml;ltiger benutzerspezifischer Feldtyp
ru_ru: Неправильный тип настраиваемого поля
zh_cn: 自定义字段类型无效

source: Custom field
de_de: Benutzerdefiniertes Feld
ru_ru: Настраиваемое поле
zh_cn: 自定义字段

source: Invalid generator ID
de_de: Ung&uuml;ltige Generator-ID
fr_fr: Générateur d’ID invalide
it_it: ID generatore non valido
ja_jp: 無効なジェネレータID
ru_ru: Неправильный ID генератора
zh_cn: 无效的生成器 ID
zh_tw: 產生器ID無效

source: Maximum zone name length reached! Consider to change your settings in order to generate larger zone names.
de_de: Maximall&auml;nge des Zonennamen erreicht! &Uuml;berdenken Sie, ob Sie Ihre Einstellungen &auml;ndern m&uuml;ssen, um gr&ouml;ßere Zonennamen zu generieren.
ja_jp: ゾーン名が上限に達しています。より長いゾーン名を作成するためには設定変更を考慮してください。
ru_ru: Превышена максимальная длина имени зоны! Возможно надо изменить ваши настройки для генерации более длинных имён зон.
zh_cn: 已达到最大区域名称长度！ 考虑更改您的设置以生成更大的区域名称.
zh_tw: 達到最大區域名稱長度。 考慮變更您的設定以產生更大的區域名稱。

source: The maximum convertable vlaue is reached. Consider to switch to decimal or text mode and change the zone name length value.
ja_jp: 変換可能な値が上限に達しました。10進テキストモードに切り替えるか、ゾーン名の長さを変えるか検討してください。
ru_ru: Максимально конвертируемое значение превышено. Возможно надо переключится в текстовый или десятичный режим и изменить размер имени зоны.
zh_tw: 達到最大輸入值。 考慮切換到十進制或文本模式並變更區域名稱長度值。

source: Error: The zone name
de_de: Fehler: Der Zonenname
ru_ru: Ошибка: Название зоны
zh_cn: 错误：区域名称

source: is not unique
de_de: ist nicht eindeutig
ru_ru: не уникально
zh_cn: 不是唯一的

source: Zone Name
de_de: Zonenname
ja_jp: ゾーン名
ru_ru: Название Зоны
zh_cn: 区域名称
zh_tw: 區域名稱

source: This network is already bound to this or another zone.
de_de: Dieses Netzwerk ist bereits zu dieser oder einer anderen Zone gebunden.
ru_ru: Эта сеть уже связана с этой, либо другой зоной.
zh_cn: 该网络已绑定到该区域或另一个区域.

source: The binding must be unique.
de_de: Die Bindung muss einmalig sein.
ru_ru: Привязка должна быть уникальной.
zh_cn: 绑定必须是唯一的.

source: Firewall zone create
de_de: Erstellen Firewall-Zone
ru_ru: Создание зоны фаервола
zh_cn: 防火墙区域创建

source: Failed to add new firewall zone
de_de: Beim Anlegen einer neuen Firewall-Zone ist ein Fehler aufgetreten
ru_ru: Ошибка создания новой зоны фаервола
zh_cn: 无法添加新的防火墙区域

source: Firewall zone edit
de_de: Bearbeiten Firewall-Zone
ru_ru: Изменение зоны фаервола
zh_cn: 防火墙区域编辑

source: Failed to edit firewall zone
de_de: Beim Bearbeitende einer Firewall-Zone ist ein Fehler aufgetreten
ru_ru: Ошибка изменения зоны фаервола
zh_cn: 无法编辑防火墙区域

source: Firewall zone edited
de_de: Firewall-Zone bearbeitet
ru_ru: Зона фаервола изменена
zh_cn: 防火墙区域已编辑

source: Firewall zone and mappings delete
de_de: L&uoml;schen Firewall-Zonen und -zuordnungen
ru_ru: Зона фаервола и ее сопоставления удалены
zh_cn: 防火墙区域和映射删除

source: Failed to delete firewall zone mappings of
de_de: Fehler beim L&uoml;schen der Firewall-Zonenzuordnung von
ru_ru: Ошибка удаления сопоставления зоны фаервола
zh_cn: 无法删除防火墙区域映射

source: Firewall zone delete
de_de: L&uoml;schen Firewall-Zone
ru_ru: Удаление зоны фаервола
zh_cn: 防火墙区域删除

source: Failed to delete firewall zone
de_de: Fehler beim L&uoml;schen der Firewall-Zone
ru_ru: Ошибка удаления зоны фаервола
zh_cn: 删除防火墙区域失败

source: Firewall zone mapping create
de_de: Anlegen Firewall-Zonenzuordnung
ru_ru: Создание сопоставления зоны фаервола
zh_cn: 防火墙区域映射创建

source: Failed to add new firewall zone mapping
de_de: Beim Anlegen einer Firewall-Zonenzuordnung ist ein Fehler aufgetreten
ru_ru: Ошмбка добавления нового сопоставления зоны фаервола
zh_cn: 无法添加新的防火墙区域映射

source: New firewall zone mapping created
de_de: Neue Firewall-Zonenzuordnung erstellt
ru_ru: Новое сопоставление зоны фаервола создано
zh_cn: 创建新的防火墙区域映射

source: Firewall zone mapping edit
de_de: Bearbeitung Firewall-Zonenzuordnung
ru_ru: Изменение сопоставления зоны фаервола
zh_cn: 防火墙区域映射编辑

source: Failed to edit firewall zone mapping
de_de: Beim Bearbeiten der Firewall-Zonenzuordnung ist ein Fehler aufgetreten
ru_ru: Ошибка изменения сопоставления зоны фаервола
zh_cn: 无法编辑防火墙区域映射

source: Firewall zone mapping edited
de_de: Bearbeiten Firewall-Zonenzuordnung
ru_ru: Сопоставление зоны фаервола изменено
zh_cn: 已编辑防火墙区域映射

source: Firewall zone mapping delete
de_de: L&uoml;schen Firewall-Zonenzuordnung
ru_ru: Удаление сопоставления зоны фаервола
zh_cn: 防火墙区域映射删除

source: Failed to delete firewall zone mapping
de_de: Fehler beim L&uoml;schen der Firewall-Zonenzuordnung
ru_ru: Ошибка удаления сопоставления зоны фаервола
zh_cn: 删除防火墙区域映射失败

source: Firewall zone mapping
de_de: Zuordnung Firewall Zone
ru_ru: Сопоставление зоны фаервола
zh_cn: 防火墙区域映射

source: Database installation
de_de: Datenbankinstallation
ru_ru: Установка базы данных
zh_cn: 数据库安装

source: Database installed successfully.
de_de: Datenbank erfolgreich installiert.
ru_ru: Успешная установка базы данных.
zh_cn: 数据库安装成功.

source: Version
ru_ru: Версия
zh_cn: 版本

source: installed
de_de: installiert
ru_ru: установлена
zh_cn: 已安装

source: Cannot drop database:
de_de: Datenbank kann nicht gel&uoml;scht werden:
ru_ru: Невозможно удалить базу данных:
zh_cn: 无法删除数据库：

source: Cannot install sql SCHEMA file
de_de: Die SQLSchema Datei kann nicht installiert werden.
ru_ru: Невозможно установить sql файл SCHEMA.
zh_cn: 无法安装 sql SCHEMA 文件

source: query that failed
de_de: fehlgeschlagene Abfrage
ru_ru: запрос, вызвавший ошибку
zh_cn: 失败的查询

source: Database dropped
de_de: Datenbank gel&ouml:scht
ru_ru: База данных удалена
zh_cn: 数据库已删除

source: Database already at latest version
de_de: Datenbank ist bereits die aktuelle Version
ru_ru: База данных уже последней версии
zh_cn: 数据库已经是最新版本

source: Cannot connect to database
de_de: Keine Verbindung zur Datenbank m&ouml;glich
ru_ru: Не могу соединиться с базой данных
zh_cn: 无法连接到数据库

source: Database upgrade
de_de: Aktualisierung Datenbank
ru_ru: Обновление базы данных
zh_cn: 数据库升级

source: query:
de_de: Abfrage:
ru_ru: запрос:
zh_cn: 查询：

source: Upgrade failed
de_de: Aktualisierung fehlgeschlagen
ru_ru: Ошибка обновления
zh_cn: 升级失败

source: Failed query
de_de: Fehlerhafte Abfrage
ru_ru: Ошибочный запрос
zh_cn: 查询失败

source: Failed to upgrade database!
de_de: Datenbank konnte nicht aktualisiert werden!
ru_ru: Ошибка обновления базы данных!
zh_cn: 升级数据库失败！

source: Go to administration and fix
de_de: Zum Administrations Men&uuml; gehen und korrigieren
ru_ru: Перейдите в раздел администрирования и исправьте
zh_cn: 转到管理并修复

source: Succesfull queries
de_de: Erfolgreiche Abfragen
ru_ru: Успешные запросы

source: Not executed queries
de_de: Nicht ausgef&uuml;hrte Abfragen
ru_ru: Не выполненные запросы
zh_cn: 未执行的查询

source: Database upgraded from version
de_de: Datenbank aktualisiert von Version
ru_ru: База данных обновлена с версии
zh_cn: 数据库版本升级

source: to version
de_de: auf Version
ru_ru: на версию
zh_cn: 到版本

source: Invalid table name
de_de: Ung&uuml;ltiger Tabellenname
ru_ru: Неверное название таблицы
zh_cn: 表名无效

source: Invalid log command
de_de: Ung&uuml;ltiges Log Kommando
ja_jp: 場所が無効です
ru_ru: Неправильная команда журнала
zh_cn: 无效的日志命令
zh_tw: 無效的記錄命令

source: Invalid logcount value
de_de: Ung&uuml;ltiger Wert f&uuml;r Log Eintr&auml;ge
ru_ru: Недопустимое значение logcount
zh_cn: logcount 值无效

source: Invalid direction
de_de: Ung&uuml;ltige Richtung
ru_ru: Неверное направление
zh_cn: 方向无效

source: Subnet truncated
de_de: Subnetz verkleinert
ru_ru: Подсеть обрезана
zh_cn: 子网被截断

source: Subnet resized
de_de: Subnetzgr&ouml;&szlig;e ge&auml;ndert
ru_ru: Размер подсети изменён
zh_cn: 子网大小已调整

source: The following change was made on ipam
de_de: Die folgende &Auml;nderung wurde in IPAM durchgef&uuml;hrt
ru_ru: В IPAM были сделаны следующие изменения
zh_cn: 对 ipam 进行了以下更改

source: Object type
de_de: Objekttyp
ru_ru: Тип объекта
zh_cn: 对象类型

source: Object details
de_de: Objektdetails
ru_ru: Описание объекта
zh_cn: 对象详细信息

source: PHPMailer submodule is missing.
de_de: PHPMailer Submodul fehlt.
ru_ru: Отсутвует модуль PHPMailer.
zh_cn: PHPMailer 子模块丢失.

source: This email was automatically generated. You can change your notification settings in account details
de_de: Diese E-Mail wurde automatisch generiert. Sie k&uoml;nnen Ihre Benachrichtigungseinstellungen in den Kontodetails &auml;ndern
ru_ru: Это письмо было сгенерировано автоматически. Вы можете изменить настройки уведомлений в вашем лицевом счёте
zh_cn: 该电子邮件是自动生成的。 您可以在帐户详细信息中更改通知设置

source: Password is too short
de_de: Passwort ist zu kurz
ru_ru: Пароль слишком короткий
zh_cn: 密码太短

source: minimum
de_de: Minimall&auml;nge
ru_ru: минимум
zh_cn: 最小值

source: Password is too long
de_de: Passwort ist zu lang
ru_ru: Пароль слишком длинный
zh_cn: 密码太长

source: maximum
de_de: Maximall&auml;ge
ru_ru: максимум
zh_cn: 最大值

source: Not enough numbers
de_de: Nicht gen&uuml;gend Zahlen
ru_ru: Недостаточно чисел
zh_cn: 数字不够

source: Not enough letters
de_de: Nicht gen&uuml;gend Buchstaben
ru_ru: Недостаточно букв
zh_cn: 字母不够

source: Not enough lowercase letters
de_de: Nicht gen&uuml;gend klein geschriebene Buchstaben
ru_ru: Недостаточно букв в нижнем регистре
zh_cn: 小写字母不够

source: Not enough uppercase letters
de_de: Nicht gen&uuml;gend groß geschriebene Buchstaben
ru_ru: Недостаточно букв в верхнем регистре
zh_cn: 大写字母不够

source: Not enough symbols
de_de: Nicht gen&uuml;gend Sondersymbole
ru_ru: Недостаточно символов
zh_cn: 符号不够

source: Too many symbols
de_de: Zu viele Sondersymbole
ru_ru: Слишком много символов
zh_cn: 符号过多

source: Invalid character
de_de: Ung&uuml;ltiges Zeichen
ru_ru: Недопустимый символ
zh_cn: 无效字符

source: PowerDNS domain create
de_de: Erstellung PowerDNS Dom&auml;ne
ru_ru: Создание домена PowerDNS
zh_cn: PowerDNS 域创建

source: Failed to create PowerDNS domain
de_de: Fehler beim Anlegen der PowerDNS Dom&auml;ne
ru_ru: Ошибка создания домена PowerDNS
zh_cn: 无法创建 PowerDNS 域

source: New PowerDNS domain created
de_de: Neue PowerDNS Dom&auml;ne erstellt
ru_ru: Создан новый домен PowerDNS
zh_cn: 创建新的 PowerDNS 域

source: PowerDNS domain edit
de_de: Bearbeiten PowerDNS Dom&auml;ne
ru_ru: Изменить домен PowerDNS
zh_cn: PowerDNS 域编辑

source: Failed to edit PowerDNS domain
de_de: Fehler beim Bearbeiten der PowerDNS Dom&auml;ne
ru_ru: Ошибка изменения домена PowerDNS
zh_cn: 无法编辑 PowerDNS 域

source: PowerDNS domain edited
de_de: PowerDNS Dom&auml;ne bearbeitet
ru_ru: PowerDNS домен изменён
zh_cn: PowerDNS 域已编辑

source: PowerDNS domain delete
de_de: L&ouml;schen PowerDNS Dom&auml;ne
ru_ru: Удаление домена PowerDNS
zh_cn: PowerDNS 域删除

source: Failed to delete PowerDNS domain
de_de: Fehler beim L&uoml;schen der PowerDNS Dom&auml;ne
ru_ru: Ошибка удаления домена PowerDNS
zh_cn: 无法删除 PowerDNS 域

source: PowerDNS domain deleted
de_de: PowerDNS Dom&auml;ne gel&ouml;scht
ru_ru: PowerDNS домен удалён
zh_cn: PowerDNS 域已删除

source: PowerDNS record create
de_de: Erstellung PowerDNS Dom&auml;nen Eintrag
ru_ru: Создана запись PowerDNS
zh_cn: PowerDNS 记录创建

source: Failed to create PowerDNS domain record
de_de: Fehler beim Erstellen des Erstellung PowerDNS Dom&auml;nen Eintrages
ru_ru: Ошибка создания записи домена PowerDNS
zh_cn: 创建 PowerDNS 域记录失败

source: New PowerDNS domain record created
de_de: Neuer PowerDNS Dom&auml;nen Eintrag erstellt
ru_ru: Новая запись домена PowerDNS создана
zh_cn: 已创建新的 PowerDNS 域记录

source: A record must be an IP address
de_de: A-Record muss eine IP-Adresse sein
fr_fr: Un enregistrement type A doit être une adresse IP
it_it: Il record A deve essere un indirizzo IP
ja_jp: レコードはIPアドレスでなければなりません
ru_ru: Запись должна быть IP адресом
zh_cn: 记录必须是 IP 地址
zh_tw: A 記錄必須是 IP 位址

source: AAAA record must be an IP address
de_de: AAAA-Record muss eine IP-Adresse sein
fr_fr: Un enregistrement type AAAA doit être une adresse IP
it_it: Il record AAAA deve essere un indirizzo IP
ja_jp: AAAAレコードはIPアドレスでなければなりません
ru_ru: AAAA запись должна быть IP адресом
zh_cn: AAAA 记录必须是 IP 地址
zh_tw: AAAA 記錄必須是 IP 位址

source: Subnet permissions recursively set
de_de: Subnetz Berechtigungen rekursiv gesetzt
fr_fr: Permission de sous-réseau récursive réglée
it_it: Imposta permessi subnet ricorsivamente
ja_jp: 再帰的に設定されたサブネットのアクセス許可
ru_ru: Права подсети установлены рекурсивно
zh_cn: 递归设置子网权限
zh_tw: 子網路權限迴設定

source: Subnet $cidr overlaps with
ru_ru: Подсеть $cidr пересекается с
zh_tw: 子網路 $cidr 與

source: New subnet cannot be same as master subnet
de_de: Neues Subnetz kann nicht gleich dem Master-Subnetz sein
fr_fr: Le nouveau sous-réseau ne peut être identique au sous-réseau maître
it_it: La nuova subnet non pu&ograve; essere uguale alla subnet principale
ja_jp: 新しいサブネットはマスターサブネットと同じであってはなりません
ru_ru: Новая подсеть не должна быть такой же как и главная подсеть
zh_cn: 新子网不能与主子网相同
zh_tw: 新的子網路不能與主要子網路相同

source: Subnet is same as
de_de: Subnetz ist das Gleiche wie
ru_ru: Подсеть совпадает с
zh_cn: 子网相同

source: Invalid Mask
fr_fr: Masque invalide
it_it: Masche non valida
ru_ru: Неправильная маска
zh_tw: 遮罩無效

source: Invalid request action
de_de: Ung&uuml;ltige Anfrage
fr_fr: Action de requête invalide
it_it: Azione richiesta non valida
ja_jp: リクエストアクションが無効です
ru_ru: Неправильный запрос
zh_cn: 申请操作无效
zh_tw: 無效的要求動作

source: Invalid filetype
de_de: Ung&uuml;ltiger Dateityp
fr_fr: Type de fichier invalide
it_it: Tipo file non valido
ja_jp: 無効なファイルタイプ
ru_ru: Неверный тип файла
zh_cn: 文件类型无效
zh_tw: 檔案類型無效

source: System is running in maintenance mode
de_de: Das System befindet sich aktuell im Wartungsmodus
fr_fr: Le système est en mode maintenance
it_it: Il sistema &egrave; in modalit&agrave; manutenzione
ja_jp: システムがメンテナンスモードで実行されています
ru_ru: Система работает в режиме отладки
zh_cn: 系统正在维护模式下运行
zh_tw: 系統正在維護模式下執行

source: was migrated to database. It can be deleted from config.php
de_de: war zur Datenbank migriert. Es kann aus der Datei 'config.php' entfernt werden
ja_jp: はデータベースに移行されました。config.phpから削除できます。
ru_ru: была перенесена в базу данных. Она может быть удалена из config.php
zh_cn: 已迁移到数据库。 可以从config.php中删除它

source: Invalid username
de_de: Ung&uuml;ltiger Benutzername
fr_fr: Nom d’utilisateur invalide
it_it: Username non valido
ja_jp: 無効なユーザー名
ru_ru: Неверное имя пользователя
zh_cn: 无效的用户名
zh_tw: 無效的使用者名稱

source: SAML2 login successful
de_de: SAML2-Anmeldung erfolgreich
fr_fr: Connexion SAMLv2 réussie
it_it: Login SAML2 eseguito
ja_jp: SAML2ログインに成功しました
ru_ru: Успешный SAML2 вход
zh_cn: SAML2 登录成功
zh_tw: SAML2 登入成功

source: Invalid server type $server_type
ru_ru: Неверный тип сервера $server_type
zh_tw: 伺服器類型 $server_type 無效

source: Missing class file
de_de: Fehlende Class Datei
fr_fr: Fichier de classe manquant
it_it: Manca file classe
ja_jp: クラスファイルがありません
ru_ru: Отсутствует файл класса
zh_cn: 缺少类文件
zh_tw: 缺少類別檔案

source: User attributes:
fr_fr: Attributs utilisateur :
it_it: Attibuti utente:
ru_ru: Пользовательские атрибуты:
zh_cn: 用户属性：
zh_tw: 使用者屬性：

source: No attributes found.
fr_fr: Aucun attribut trouvé.
it_it: Nessun attributo trovato.
ru_ru: Атрибуты не найдены.
zh_tw: 找不到屬性。

source: Attributes not found
fr_fr: Attributs non trouvés.
it_it: Attributi non trovati
ru_ru: Атрибуты не найдены
zh_cn: 未找到属性
zh_tw: 找不到屬性

source: All customers
de_de: Alle Kunden
ru_ru: Все клиенты
zh_cn: 所有客户
zh_tw: 所有客戶

source: Add customer
de_de: Kunden hinzuf&uuml;gen
ru_ru: Добавить клиента
zh_cn: 添加客户
zh_tw: 加入客戶

source: Show customer
de_de: Kunden anzeigen
ru_ru: Показать клиента
zh_cn: 显示客户
zh_tw: 顯示客戶

source: Customer
de_de: Kunde
ru_ru: Клиент
zh_cn: 客户
zh_tw: 客戶

source: customer
de_de: Kunde
ru_ru: клиент
zh_cn: 客户

source: Add new customer
de_de: Neuen Kunden hinzuf&uuml;gen
ru_ru: Добавить нового клиента
zh_cn: 添加新客户

source: Customers
de_de: Kunden
ru_ru: Клиенты
zh_cn: 客户
zh_tw: 客戶

source: Select customer
de_de: W&auml;hle Kunden
ru_ru: Выбрать клиента
zh_cn: 选择客户
zh_tw: 選擇客戶

source: Edit customer
de_de: Kunden bearbeiten
ru_ru: Правка клиента
zh_cn: 编辑客户
zh_tw: 編輯客戶

source: Delete customer
de_de: Kunden l&ouml;schen
ru_ru: Удалить клиента
zh_cn: 删除客户
zh_tw: 刪除客戶

source: Customer details
de_de: Kundendetails
ru_ru: Описание клиента
zh_cn: 客户详细信息
zh_tw: 客戶細節

source: Invalid customer
de_de: Ung&uuml;ltiger Kunde
ru_ru: Такого клиента нет
zh_cn: 无效客户

source: Customer objects
de_de: Kunden Objekte
ru_ru: Объекты клиента
zh_cn: 客户对象
zh_tw: 客戶物件

source: Contact
de_de: Kontakt
ja_jp: 内容
ru_ru: Контакт
zh_cn: 联系
zh_tw: 聯絡人

source: Customer title
de_de: Kundentitel
ru_ru: Название клиента
zh_cn: 客户名称
zh_tw: 客戶抬頭

source: Customer address
de_de: Kundenadresse
ru_ru: Адрес клиента
zh_cn: 客户地址
zh_tw: 客戶地址

source: Contact details
de_de: Kontaktdetails
ru_ru: Детали контакта
zh_cn: 联系方式
zh_tw: 聯絡細節

source: Customer contact details
de_de: Details Kundenkontakt
ru_ru: Контактная информация клиента
zh_cn: 客户联系方式
zh_tw: 客戶聯絡細節

source: Postcode
de_de: Postleitzahl
ru_ru: Почтовый индекс
zh_cn: 邮政编码
zh_tw: 郵遞區號

source: City
de_de: Stadt
ru_ru: Город
zh_cn: 城市
zh_tw: 城市

source: Contact person
de_de: Kontaktperson
ru_ru: Контактное лицо
zh_cn: 联系人
zh_tw: 聯絡人

source: Phone
de_de: Telefon
ru_ru: Телефон
zh_cn: 手机
zh_tw: 電話

source: Random notes
de_de: Weitere Hinweise
ru_ru: Случайные заметки
zh_cn: 随机注释
zh_tw: 隨筆

source: Invalid object
de_de: Ung&uuml;ltiges Objekt
ru_ru: Неправильный объект
zh_cn: 无效对象

source: Object removed
de_de: Objekte entfernt
ru_ru: Объект удалён
zh_cn: 对象已移除

source: Customers module
de_de: Modul Kunden
ru_ru: Модуль клиентов
zh_cn: 客户模块
zh_tw: 客戶模組

source: Enable or disable customers module for customer management
de_de: Aktiviere / Deaktiviere Modul f&uuml;r Management von Kunden
ru_ru: Включить или отключить модуль клиентов для управления клиентами
zh_cn: 启用或禁用客户管理的客户模块
zh_tw: 在客戶管理啟用或停用客戶模組

source: Routing module
de_de: Modul Routing
ru_ru: Модуль маршрутизации
zh_cn: 路由模块
zh_tw: 路由模組

source: Enable or disable Routing module for routing management
de_de: Aktiviere / Deaktiviere Modul Routing
ru_ru: Включить или выключить модуль Маршрутизации для управления маршрутами
zh_cn: 启用或禁用路由模块进行路由管理
zh_tw: 啟用或停用路由模組

source: 2FA
ru_ru: 2ФА
zh_tw: 雙因素驗證

source: 2FA authentication
de_de: 2FA Authentifizierung
ru_ru: 2ФА авторизация
zh_cn: 2FA 认证
zh_tw: 雙因素驗證

source: 2FA provider
ru_ru: Поставщик 2ФА
zh_cn: 2FA 供应商
zh_tw: 雙因素驗證提供者

source: Current 2FA provider
de_de: Aktueller 2FA Provider
ru_ru: Текущий поставщик 2ФА
zh_cn: 当前 2FA 提供商
zh_tw: 目前的雙因素驗證提供者

source: 2FA users
de_de: 2FA Benutzer
ru_ru: Пользователи 2ФА
zh_cn: 2FA 用户
zh_tw: 雙因素驗證使用者

source: 2FA status
ru_ru: Статус 2ФА
zh_tw: 雙因素驗證狀態

source: 2FA status legend
de_de: Legende 2FA Status
ru_ru: 2FA легенда статуса
zh_cn: 2FA 状态图例
zh_tw: 雙因素驗證狀態圖例

source: 2FA is enabled
ru_ru: 2ФА включена
zh_tw: 雙因素驗證已啟用

source: 2FA disabled
ru_ru: 2ФА выключена
zh_tw: 雙因素驗證停用

source: 2fa is enabled, but secret is not set. User will be given new secret upon first login
de_de: 2FA ist aktiviert, Secret ist nicht gesetzt. Der Benutzer wird ein Secret bei der ersten Anmeldung erhalten
ru_ru: 2фа включена, но пароль не установлен. Пользователь должен указать новый пароль при первом входе
zh_cn: 2FA 已启用，但密码未设置。 用户首次登录时将获得新的密码
zh_tw: 雙因素驗證已啟用，但尚未設定金鑰。使用者將在第一次登入時取得新的金鑰

source: Reset secret
de_de: Secret zur&uuml;cksetzen
ru_ru: Сбросить пароль
zh_cn: 重置密码
zh_tw: 重置金鑰

source: 2FA name
ru_ru: Название 2ФА
zh_cn: 2FA 名称
zh_tw: 雙因素驗證名稱

source: Name for 2fa application that will be displayed
de_de: Anteigename f&uuml;r die 2FA Applikation
ru_ru: Название, которое будет показано для приложений 2ФА
zh_cn: 将在 2FA 应用程序中显示的名称
zh_tw: 用來顯示在雙因素驗證應用程式的名稱

source: 2FA length
de_de: 2FA L&auml;nge
ru_ru: Длина 2ФА
zh_cn: 2FA 长度
zh_tw: 雙因素驗證長度

source: Length of 2FA secret (16 to 32)
de_de: L&auml;nge des 2FA Secrets (16 bis zu 32)
ru_ru: Длина пароля 2ФА (16 или 32)
zh_tw: 雙因素驗證金鑰長度 (16 至 32)

source: 2FA user change
de_de: 2FA Benutzer&auml;nderungen
ru_ru: Изменение пользователем 2ФА
zh_cn: 2FA 用户变更
zh_tw: 雙因素驗證使用者變更

source: Can users change 2fa settings for their account
de_de: Benutzern erlauben 2FA Einstellungen f&uuml;r das Benutzerkonto zu &auml;ndern
ru_ru: Могут ли пользователи изменять настройки 2фа для своей учётной записи
zh_cn: 用户能否更改其帐户的 2FA 设置
zh_tw: 使用者可以為他們的帳號變更雙因素驗證設定

source: Apply to all users
de_de: Anwenden auf alle Benutzer
ru_ru: Применить ко всем пользователям
zh_cn: 适用于所有用户
zh_tw: 套用至所有使用者

source: Force all users to use 2fa on next login or disable 2fa for all users
de_de: Zwinge alle Benutzer 2FA beim n&auml;chsten Login zu benutzen
ru_ru: Включить или выключить принудительное использование 2фа для всех пользователей при следующем входе
zh_cn: 强制所有用户在下次登录时使用 2FA 或为所有用户禁用 2FA
zh_tw: 強制所有使用者在下次登入時使用或停用雙因素驗證

source: Login IP blocked
de_de: Eingeloggte IP blockiert
ru_ru: IP заблокирован
zh_cn: 登录 IP 被封锁

source: Login from IP address
de_de: Der Login von der IP-Adresse
ru_ru: Вход с IP адреса
zh_cn: 从 IP 地址登录

source: was blocked because of 5 minute block after 5 failed 2fa attempts
de_de: wurde nach f&uuml;nf fehlerhaften 2FA-Login Versuchen f&uuml;r 5min blockiert
ru_ru: был заблокирован на 5 минут после 5 неудачных попыток 2фа
zh_cn: 5 次 2FA 尝试失败后，由于 5 分钟的封锁而被封锁

source: You have been blocked for 5 minutes due to 2fa authentication failures
de_de: Sie wurden aufgrund von 2FA Authentifizierungsfehlern f&uuml;r 5 Minuten geblockt
ru_ru: Вы были заблокированы на 5 минут после ошибок 2-х факторной авторизации
zh_cn: 由于 2FA 身份验证失败，您已被屏蔽 5 分钟

source: Here you can change settings for two-factor authentication and get your 2fa secret.
de_de: Hier k&ouml;nnen Sie die Einstellungen f&uuml;r die Zwei-Faktor Authentifizierung &auml;ndern und Ihr 2FA Secret erhalten.
ru_ru: Здесь вы можете изменить настройки для 2-х факторной авторизации и получить ваш 2ФА ключ.
zh_cn: 您可以在此处更改双因素身份验证的设置并获取您的 2FA 密钥.

source: No change
de_de: Keine &Auml;nderung
ru_ru: Нет изменений
zh_cn: 无改变

source: You are not allowed to change 2fa settings. Please contact system administrator.
de_de: Sie haben keine Berechtigung die 2FA Einstellungen zu &auml;ndern. Bitte kontaktieren Sie den Administrator.
ru_ru: У вас нет прав для изменения настроек 2ФА. Пожалуста, свяжитесь с вашим системным администратором.
zh_cn: 您不得更改 2FA 设置。 请联系系统管理员.

source: 2fa update error
de_de: 2FA Aktualisierung fehlerhaft
ru_ru: Ошибка обновления 2ФА
zh_cn: 2FA 更新错误

source: 2fa update success
de_de: 2FA Aktualisierung erfolgreich
ru_ru: Успешное обновление 2ФА
zh_cn: 2FA 更新成功

source: Password policy
de_de: Kennwort Richtlinie
ru_ru: Политика паролей
zh_cn: 密码策略
zh_tw: 密碼原則

source: phpIPAM password policy settings
de_de: phpIPAM Server Passwort Einstellungen
ru_ru: Настройки политики паролей phpIPAM
zh_cn: phpIPAM 密码策略设置
zh_tw: phpIPAM 密碼原則設定

source: Here you can set password policy for user authentication
ru_ru: Здесь вы можете установить политику паролей для аутентификации пользователя
zh_tw: 您可在此為使用者驗證設定密碼原則
