Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: de_de, fr_fr, it_it, ja_jp, ru_ru, zh_cn, zh_tw

source: SubnetId must be numeric
de_de: Subnetz-ID muss numerisch sein
ru_ru: SubnetId должен быть цифровым
zh_cn: 子网 ID 必须是数字

source: Default theme
de_de: Standard Thema
ja_jp: デフォルトテーマ
ru_ru: Тема по-умолчанию
zh_cn: 默认主题
zh_tw: 預設佈景主題

source: Select default UI theme
de_de: Auswahl des Standard UI-Themas
ja_jp: デフォルトUIテーマを選択
ru_ru: Выберите тему по-умолчанию для UI
zh_cn: 选择默认 UI 主题
zh_tw: 選擇一個預設佈景主題

source: Default permission propagation
de_de: &Uuml;bernahme Standardberechtigungen
ja_jp: デフォルトのアクセス許可の伝播
ru_ru: Распространение прав по-умолчанию
zh_cn: 默认权限传播
zh_tw: 預設權限引用

source: Set subnet / section permission propagate button to on by default
de_de: Standardverhalten Einschalten des Buttons zum Setzen der Standard Subnetz- / Bereichsberechtigungen
ja_jp: サブネット／セクションのアクセス許可の伝播ボタンをデフォルトでオンに設定する
ru_ru: Включить кнопку распространения прав по-умолчанию для подсетей / секций
zh_cn: 默认情况下将子网/部分权限传播按钮设置为打开
zh_tw: 預設情況下將 子網路/區段 權限引用鈕設為 ON

source: No results (filter applied)
de_de: Keine Ergebnisse (Filter angewendet)
ru_ru: Нет результата (применён фильтр)
zh_cn: 无结果（应用过滤器）

source: Missing filter_value
de_de: Fehlender Filter_Wert
ru_ru: Отсутсвует значение_фильтра
zh_cn: 缺少过滤器值

source: Empty filter_value
de_de: Leerer Filter_Wert
ru_ru: Пустое значение_фильтра
zh_cn: 空过滤器值

source: Invalid filter_by
de_de: Ung&uuml;ltiger Filter_durch
ru_ru: Неправильный фильтр_по
zh_cn: 过滤器依据无效

source: Invalid filter_match
de_de: Ung&uuml;ltiger filter_match
ru_ru: Неправильный фильтр_соответствие
zh_cn: 过滤器匹配无效

source: Invalid regular expression
de_de: Ung&uuml;ltige Regular Expression
ru_ru: Неверное регулярное выражение
zh_cn: 正则表达式无效

source: SSL connection is required for API
de_de: SSL Verbindung ist notwendig f&uuml;r API
ru_ru: Для API необходимо SSL соединение
zh_cn: API 需要 SSL 连接

source: Failed to activate 2fa for user
de_de: 2FA konnte f&uuml;r den Benutzer nicht aktiviert werden
ru_ru: Ошибка активации 2ФА для пользователя
zh_cn: 用户的 2FA 激活错误

source: 2fa activated
de_de: 2FA aktiviert
ru_ru: 2ФА активирована
zh_cn: 2FA 激活

source: Failed to deactivate 2fa for user
de_de: 2FA konnte f&uuml;r den Benutzer nicht deaktiviert werden
ru_ru: Ошибка деактивации 2ФА для пользователя
zh_cn: 用户的 2FA 停用错误

source: 2fa deactivated
de_de: 2FA deaktiviert
ru_ru: 2ФА деактивирована
zh_cn: 2FA 已停用

source: Failed to remove 2fa secret for user
de_de: Entfernen des 2FA Secrets f&uuml;r den Benutzer fehlgeschlagen
ru_ru: Ошибка удаления пароля 2ФА для пользователя
zh_cn: 用户的 2FA 密码删除错误

source: 2fa secret removed
de_de: 2FA Secret entfernt
ru_ru: пароль 2ФА удалён
zh_cn: 2FA 密码已删除

source: Google Authenticator
ru_ru: Google Аутентификатор
zh_cn: Google 身份验证器

source: No users have 2fa enabled
de_de: Keine Benutzer haben 2FA aktiviert
ru_ru: Ни у кого не включена 2ФА
zh_cn: 无用户启用 2FA

source: Enable
de_de: Aktivieren
ru_ru: Включена
zh_cn: 启用

source: Disable
de_de: Deaktivieren
ru_ru: Выключена
zh_cn: 禁用

source: Enabled, not activated
de_de: Eingeschaltet, jedoch nicht aktiviert
ru_ru: Включена, не активирована
zh_cn: 已启用，未激活
zh_tw: 啟用，但尚未運作

source: phpIPAM supports two-factor-authentication to add additional security layer for user authentication.
de_de: phpIPAM unterst&uuml;tzt die Zwei-Faktor-Authentifizierung (2FA), um eine zus&auml;tzliche Sicherheitsebene f&uuml;r die Benutzerauthentifizierung bereitzustellen.
ru_ru: phpIPAM поддерживает 2-х факторную авторизацию (2FA), добавляя допОлнительный уровень безопасности.
zh_cn: phpIPAM 支持双因素身份验证，为用户身份验证添加额外的安全层.

source: After user successfully logs in it will be presented with additional screen to enter code from Google authenticator application.
de_de: Nachdem sich der Benutzer erfolgreich angemeldet hat, wird ein zus&auml;tzliches Fenster zur Eingabe des Codes aus der Google-Authentifizierungsanwendung angezeigt.
ru_ru: После успешного входа, пользователю будет преставлено дополнительное окно приложения Google Аутентификатора для ввода кода.

source: Google Authenticator is available on following links based on your OS:
de_de: Google Authenticator ist abh&auml;ngig von ihrem Betriebssystem unter folgenden Links verf&uuml;gbar:
ru_ru: Google Аутентификатор доступен по следующим ссылкам в зависимости от вашей ОС:

source: You can also use Microsoft or any other otp provider.
de_de: Sie k&ouml;nnen auch Microsoft oder jeden anderen OTP-Provider benutzen.
ru_ru: Вы можете использовать Microsoft или любого другого OTP поставщика.

source: Invalid provider
de_de: Ung&uuml;ltiger Provider
ja_jp: 不正なポート
ru_ru: Неверный поставщик
zh_cn: 无效的供应商

source: Invalid application name
de_de: Ung&uuml;ltiger Applikationsname
ru_ru: Неверное название приложения
zh_cn: 应用程序名称无效

source: Invalid value for length
de_de: Ung&uuml;ltiger Wert f&uuml; eine L&auml;nge
ru_ru: Неверное значение длины
zh_cn: 长度值无效

source: Invalid length
de_de: Ung&uuml;ltige L&auml;nge
ru_ru: Неверная длина
zh_cn: 长度无效

source: GoogleAuthenticator submodule missing.
de_de: Google Authenticator Submodul nicht vorhanden.
ru_ru: Отсутствует подмодуль Google Аутентификатора.
zh_cn: 缺少 Google 身份验证器子模块.

source: QRCode submodule missing.
de_de: QRCode Submodul nicht vorhanden.
ru_ru: Отсутствует подмодуль QRCode.
zh_cn: QRCode 子模块缺失.

source: Failed to update all users!
de_de: Aktualisierung aller Benutzer fehlgeschlagen!
ru_ru: Ошибка обновления всех пользователей!
zh_cn: 无法更新所有用户！

source: phpIPAM settings
de_de: Einstellungen phpIPAM
fr_fr: Paramètres phpIPAM
it_it: impostazioni phpIPAM
ru_ru: Настройки phpIPAM
zh_cn: phpIPAM 设置
zh_tw: phpIPAM 設定

source: User group management
de_de: Verwaltung Benutzergruppen
ru_ru: Управление группами пользователей
zh_cn: 用户组管理
zh_tw: 使用者群組管理

source: Two-factor authentication with Google Authenticator
de_de: Zwei-Faktor-Authentifizierung mit Google Authenticator
ru_ru: Двух-факторная аутентификация с помощью Google Аутентификатора

source: Set user password policy
de_de: Verwaltung Benutzerpasswortregeln
ru_ru: Установить политику пароля пользователя
zh_cn: 设置用户密码策略

source: API settings
de_de: API-Einstellungen
ru_ru: Настройки API
zh_cn: API 设置
zh_tw: API 設定

source: Customer management
de_de: Verwaltung Kunden
ru_ru: Управление клиентами
zh_cn: 用户管理
zh_tw: 客戶管理

source: Routing
ru_ru: Маршрутизация
zh_cn: 路由
zh_tw: 路由

source: Routing management
de_de: Verwaltung Routing
ru_ru: Управление маршрутами
zh_cn: 路由管理

source: Recursive nameserver sets for subnets
de_de: Rekursive Nameserver-Sets f&uuml;r Subnetze
ru_ru: Установка рекурсивных DNS для подсети
zh_cn: 子网的递归域名服务器设置
zh_tw: 為子網路設定名稱伺服器

source: Import/Export IP related data (VRF, VLAN, Subnets, IP, Devices)
de_de: Import / Export von IP spezifischen Daten (VRF-Instanz, VLAN, Subnetze, IPs, Ger&auml;te)
ru_ru: Import/Export связанных с IP данных (VRF, VLAN, Подсетей, IP, Устройств)
zh_cn: 导入/导出 IP 相关数据（VRF、VLAN、子网、IP、设备）
zh_tw: 匯入/匯出 IP 相關資料 (包括 VRF、VLAN、子網路、IP 和裝置)

source: Manage IP requests
de_de: Verwaltung der IP-Adressanfragen
ru_ru: Управление запросами IP
zh_cn: IP 申请管理
zh_tw: 管理 IP 位址申請

source: Select which address fields are required to be filled when creating address.
de_de: Auswahl Felder die Pflichtangaben sein sollen wenn eine IP-Adresse angelegt wird
ru_ru: Выберите, какие поля адреса необходимо заполнять при создании адреса.
zh_cn: 选择创建地址时需要填写的地址字段.

source: Circuits management
de_de: Verwaltung Schaltungen
ru_ru: Управление линиями связи
zh_cn: 线路管理

source: SNMP management
de_de: Verwaltung SNMP
ja_jp: API管理
ru_ru: Управление SNMP
zh_cn: SNMP 管理
zh_tw: SNMP 管理

source: authentication-methods
de_de: Authentifizierungsmethoden
ru_ru: методы аутентификации
zh_cn: 身份验证方法

source: password-policy
de_de: Kennwort Richtlinie
ru_ru: политика пароля
zh_cn: 密码策略

source: custom-fields
de_de: Benutzerspezifische Felder
ru_ru: настраиваемые поля
zh_cn: 自定义字段

source: devices
de_de: Ger&auml;te
ja_jp: デバイス
ru_ru: устройства
zh_cn: 设备
zh_tw: 裝置

source: device-types
de_de: Ger&auml;tetypen
ru_ru: типы устройств
zh_cn: 设备类型

source: filter-fields
de_de: Felder Filterung
ru_ru: поля фильтра
zh_cn: 过滤字段

source: required-fields
de_de: Ben&uoml;tigte Felder
ru_ru: необходимые поля
zh_cn: 必填字段

source: firewall-zones
de_de: Firewall Zonen
ru_ru: зоны фаервола
zh_cn: 防火墙区域

source: groups
de_de: Gruppen
ru_ru: группы
zh_cn: 组

source: import-export
ru_ru: импорт-экспорт
zh_cn: 导入导出

source: instructions
de_de: Anleitungen
ru_ru: инструкции
zh_cn: 操作指南

source: languages
de_de: Sprachen
ru_ru: языки
zh_cn: 语言

source: mail
de_de: E-Mail
ru_ru: почта
zh_cn: 邮件

source: nameservers
de_de: Nameserver
ru_ru: серверы доменных имен
zh_cn: 域名服务器

source: racks
ru_ru: шкафы
zh_cn: 机柜

source: replace-fields
de_de: Ersetze Felder
ru_ru: заменяемые поля
zh_cn: 替换字段

source: ripe-import
ru_ru: импорт из RIPE
zh_cn: 从 RIPE 导入

source: scan-agents
de_de: Scanagenten
ru_ru: агенты сканирования
zh_cn: 扫描代理

source: sections
de_de: Bereiche
ja_jp: セクション
ru_ru: секции
zh_cn: 区域

source: settings
de_de: Einstellungen
ru_ru: настройки
zh_cn: 设置

source: tags
de_de: Markierungen
ru_ru: тэги
zh_cn: 标签

source: users
de_de: Benutzer
ru_ru: пользователи
zh_cn: 用户

source: verify-database
de_de: &Uuml;berpr&uuml;fung Datenbank
ru_ru: проверка базы данных
zh_cn: 数据库检查

source: version-check
de_de: Versions&uuml;berpr&uuml;fung
ru_ru: проверка версии
zh_cn: 版本检查

source: vlans
ru_ru: vlanы
zh_cn: VLAN

source: widgets
ru_ru: виджеты
zh_cn: 小部件

source: locations
de_de: Standorte
ru_ru: местоположения
zh_cn: 位置

source: circuits
de_de: Schaltungen
ru_ru: линии связи
zh_cn: 通信线路

source: pstn-prefixes
de_de: PSTN-Pr&auml;fixe
ru_ru: префиксы PSTN
zh_cn: PSTN 前缀

source: 2fa
ru_ru: 2ФА

source: customers
de_de: Kunden
ru_ru: клиенты
zh_cn: 客户

source: routing
ru_ru: маршрутизация
zh_cn: 路由

source: SSL with User token
de_de: SSL mit Benutzer-Token
ru_ru: SSL с токеном Пользователя
zh_cn: 带有用户令牌的 SSL

source: SSL with App code token
de_de: SSL mit App-Token
ru_ru: SSL с токеном приложения
zh_cn: 带有应用程序代码令牌的 SSL

source: Encrypted
de_de: Verschl&uuml;sselt
ru_ru: Зашифровано
zh_cn: 已加密

source: User token
de_de: Benutzer-Token
ru_ru: Токен Пользователя
zh_cn: 用户令牌

source: Nest custom fields
de_de: Verschachteln benutzerdefinierter Felder
ja_jp: カスタムフィールド
ru_ru: Вложенные настраиваемые поля
zh_cn: 嵌套自定义字段
zh_tw: 自訂欄位巢狀化

source: Group custom fields to separate item in result
de_de: Gruppieren von benutzerdefinierten Feldern, um das Element im Ergebnis zu trennen
ja_jp: カスタマイズされたフィールドはありません
ru_ru: Сгруппировать настраиваемые поля для разделения элементов в результате
zh_cn: 对自定义字段进行分组，以分隔结果中的项目
zh_tw: 將自訂欄位分組以分隔結果中的項目

source: Show links
de_de: Zeige Links
ja_jp: すべて表示する
ru_ru: Показать ссылки
zh_cn: 显示链接
zh_tw: 顯示連結

source: Show links in result (override with ?links=true)
de_de: Zeige Verkn&uuml;pfungen im Ergebnis (&uuml;berschreibe mit ?links=true)
ja_jp: 結果のリンクを表示する（?links=true で上書き）
ru_ru: Показывать ссылки в результате (переопределить с ?links=true)
zh_cn: 在结果中显示链接（用 ?links=true 覆盖）
zh_tw: 在結果顯示連接 (覆寫 ?links=true)

source: sec
de_de: Sekunden
ru_ru: сек

source: users have this method for logging in. They will be reset to local auth!
de_de: Benutzer verwenden diese Methode f&uuml;r den Login. Diese werden zur&uuml;ckgesetzt auf lokale Authentifizierung!
ja_jp: ユーザはこの方法でログインできます。local authにリセットされます。
ru_ru: пользователи используют этот метод для входа. Они будут переключены на локальную авторизацию!
zh_cn: 用户使用此方法登录。他们将切换到本地授权！

source: php-saml library missing, please update submodules
de_de: php SAML-Bibliothek fehlt, bitte die Submodule aktualisieren
ru_ru: Отсутствует библиотека php-saml, пожалуйста, обновите подмодули
zh_cn: php-saml 库丢失，请更新子模块

source: Client ID
ru_ru: Клиент ID
zh_cn: 客户 ID

source: Enter unique client entity ID
de_de: Eingabe eindeutige Client-Entit&auml;ts-ID
ru_ru: Введите уникальный ID клиента
zh_cn: 输入唯一的客户 ID

source: Enable Onelogin php-saml strict mode
de_de: Onelogin php-saml strikten Modus einschalten
ru_ru: Включить строгий режим Onelogin php-saml
zh_cn: 启用 Onelogin 严格模式 php-saml

source: Requires pretty links and mod_rewrite
de_de: Ben&ouml;tigt Pretty Links und mod_rewrite
ru_ru: Требуются красивые ссылки и mod_rewrite
zh_cn: 需要精美的链接和 mod_rewrite

source: authentication
de_de: Authentifizierung
ru_ru: аутентификации
zh_cn: 身份验证

source: Verify connection
de_de: Verbindung pr&uuml;fen
ru_ru: Проверка соединения
zh_cn: 验证连接

source: Circuit ID is mandatory
de_de: Schaltungs-ID ist verpflichtend
ja_jp: 番号は必須です
ru_ru: ID линии связи обязателен
zh_cn: 链接 ID 为必填项

source: Invalid status
de_de: Ung&uuml;ltiger Status
ja_jp: 無効な開始値
ru_ru: Недействительный статус
zh_cn: 无效状态

source: Circuit is currently used in a larger logical circuit
de_de: Schaltung wird aktuell in einer gr&ouml;seren logischen Schaltung benutzt
ru_ru: Линия связи используется в большей логической структуре линий связи
zh_cn: 一条通信线用于更大的通信线逻辑结构

source: Invalid device A
de_de: Ung&uuml;ltiges Ger&auml;t A
ja_jp: 無効なデバイス
ru_ru: Несуществующее устройство A
zh_cn: 无效设备 A

source: Invalid location A
de_de: Ung&uuml;ltiger Standort A
ja_jp: 場所が無効です
ru_ru: Несуществующее месторасположение A
zh_cn: 无效位置 A

source: Invalid device B
de_de: Ung&uuml;ltigers Ger&auml;t B
ja_jp: 無効なデバイス
ru_ru: Несуществующее устройство B
zh_cn: 无效设备 B

source: Invalid location B
de_de: Ung&uuml;ltiger Standort B
ja_jp: 場所が無効です
ru_ru: Несуществующее месторасположение B
zh_cn: 无效位置 B

source: can not be empty
de_de: kann nicht leer sein
ru_ru: не может быть пустым

source: Circuit
de_de: Schaltung
ru_ru: Линии связи
zh_cn: 通信线路
zh_tw: 電路

source: successful
de_de: erfolgreich
ru_ru: успешно
zh_cn: 成功

source: Add provider
de_de: Provider hinzuf&uuml;gen
ja_jp: 追加プレフィックス
ru_ru: Добавить поставщика
zh_cn: 添加供应商
zh_tw: 加入提供者

source: No circuit providers configured.<hr>
de_de: Keine Provider f&uuml;r Schaltungen definiert.<hr>
ja_jp: グループが設定されていません
ru_ru: Нет настроенного поставщика линий связи.<hr>

source: BGP Routing
ru_ru: Маршрутизация BGP
zh_cn: BGP 路由

source: BGP routing
ru_ru: Маршрутизация BGP
zh_cn: BGP 路由
zh_tw: BGP 路由

source: All BGPs belonging to customer
de_de: Liste aller BGP-Routen mit zugeh&ouml;rigen Kunden
ru_ru: Все BGP маршруты, принадлежащие клиенту
zh_cn: 客户端拥有的所有 BGP 路由

source: No BGP information available
de_de: Keine BGP-Informationen verf&uuml;gbar
ru_ru: Информация о BGP маршрутах отсутствует
zh_cn: BGP 路由信息缺失
zh_tw: 沒有可用的 BGP 資訊

source: Show BGP
de_de: BGP anzeigen
ru_ru: Показать BGP маршруты
zh_cn: 显示 BGP 路由

source: Manage BGP
de_de: BGP-Einstellungen verwalten
ru_ru: Управление BGP
zh_cn: BGP 管理

source: Edit BGP
de_de: BGP bearbeiten
ru_ru: Изменить BGP
zh_cn: 编辑 BGP

source: Delete BGP
de_de: BGP l&ouml;schen
ru_ru: Удалить BGP
zh_cn: 删除 BGP

source: Subnet mapping
de_de: Subnetz Zuordnung
ru_ru: Сопоставление подсети
zh_cn: 子网映射

source: All subnets belonging to customer
de_de: Alle Subnetze mit zugeh&ouml;rigen Kunden
ru_ru: Все подсети принадлежащие клиенту
zh_cn: 客户端拥有的所有子网

source: Show subnet
de_de: Subnetz anzeigen
ru_ru: Показать подсеть
zh_cn: 显示子网

source: Edit subnet
de_de: Subnetz bearbeiten
ru_ru: Изменить подсеть
zh_cn: 编辑子网

source: Edit permissions
de_de: Berechtigungen bearbeiten
ru_ru: Изменить права
zh_cn: 编辑权限

source: All VLANs belonging to customer
de_de: Alle VLANs mit zugeh&ouml;rigen Kunden
ru_ru: Все VLANы, принадлежащие пользователю
zh_cn: 用户拥有的所有 VLAN

source: Vaults
de_de: Tresore
ru_ru: Хранилища
zh_cn: 保管库

source: Vault items
de_de: Tresoreinstellungen
ru_ru: Предметы хранилища
zh_cn: 储存项目

source: Custom
de_de: Benutzerdefinierte
ru_ru: Настраиваемые
zh_cn: 自定义

source: fields
de_de: Felder:
ru_ru: поля
zh_cn: 字段

source: Invalid Title
de_de: Ung&uuml;ltiger Titel
ru_ru: Неправильный Заголовок
zh_cn: 标题无效

source: Invalid Address
de_de: Ung&uuml;ltiger Adresse
ru_ru: Неправильный Адрес
zh_cn: 无效地址

source: Invalid City
de_de: Ung&uuml;ltige Stadt
ru_ru: Неправильный Город
zh_cn: 无效城市

source: Invalid State
de_de: Ung&uuml;ltiges Land
ru_ru: Неправильный Район
zh_cn: 无效状态

source: Invalid Postcode
de_de: Ung&uuml;ltige Postleitzahl
ru_ru: Неправильный Индекс
zh_cn: 邮政编码无效

source: No Locations with coordinates configured
ru_ru: Нет Местоположений с настроенными координатами
zh_cn: 没有已配置坐标的位置
zh_tw: 尚未設定位置座標

source: can not be empty!
de_de: kann nicht leer sein!
ru_ru: не может быть пустым!
zh_cn: 不能为空！

source: Error
de_de: Fehler
fr_fr: Erreur
it_it: Errore
ja_jp: エラー
ru_ru: Ошибка
zh_cn: 错误
zh_tw: 錯誤

source: Login successful
de_de: Anmeldung erfolgreich
fr_fr: Authentification réussie
it_it: Login riuscito
ja_jp: ログイン成功
ru_ru: Успешный вход
zh_cn: 登录成功
zh_tw: 登入成功

source: AD login successful
fr_fr: Authentification AD réussie
it_it: Login AD riuscito
ru_ru: Успешный AD вход
zh_tw: AD 登入成功

source: LDAP login successful
fr_fr: Authentification LDAP réussie
it_it: Login LDAP riuscito
ru_ru: Успешный LDAP вход
zh_tw: LDAP 登入成功

source: Failed to connect to AD server
fr_fr: Impossible de contacter le serveur AD
it_it: Connessione al server AD non riuscita
ru_ru: Ошибка соединения с AD сервером
zh_tw: 連接 AD 伺服器失敗

source: Failed to connect to LDAP server
fr_fr: Impossible de contacter le serveur LDAP
it_it: Connessione al server LDAP non riuscita
ru_ru: Ошибка соединения с LDAP сервером
zh_tw: 連接 LDAP 伺服器失敗

source: Failed to authenticate user against AD
fr_fr: Echec de l’authentification AD
it_it: Autenticazione su AD non riuscita
ru_ru: Ошибка аутентификации пользователя через AD
zh_tw: AD 使用者認證失敗

source: Failed to authenticate user against LDAP
fr_fr: Echec de l’authentification LDAP
it_it: Autenticazione su LDAP non riuscita
ru_ru: Ошибка аутентификации пользователя через LDAP
zh_tw: LDAP 使用者認證失敗

source: Wrong username or password
fr_fr: Utilisateur ou mot de passe incorrect
it_it: Username o password errati
ru_ru: Неверное имя пользователя или пароль
zh_tw: 錯誤的使用者名稱和密碼

source: Failed to log in
fr_fr: Echec de l’authentification
it_it: Errore accesso
ru_ru: Ошибка входа
zh_tw: 登入失敗

source: Administrator level privileges are required to access this site
fr_fr: Les privilèges Administrateur sont requis pour accéder à ce site
it_it: I privilegi di amministratore sono richiesti per accedere al sito
ru_ru: Необходим уровень Администратора для входа на этот сайт
zh_tw: 瀏覽此頁面需要管理者層級的權限

source: Real name field is mandatory!
de_de: Name ist ein Pflichtfeld!
fr_fr: Le champ Nom Réel est obligatoire !
it_it: Il campo nome reale &egrave; obbligatorio!
ja_jp: 実名は必須です!
ru_ru: Поле Настоящее имя обязательно к заполнению!
zh_cn: 实名字段为必填项！
zh_tw: 真實姓名不能是空白。

source: Passwords do not match!
de_de: Die eingegebenen Passw&ouml;rter stimmen nicht &uuml;berein
fr_fr: Les mots de passe ne correspondent pas !
it_it: Le password non corrispondono!
ja_jp: パスワードが違います
ru_ru: Пароли не совпадают!
zh_cn: 密码不匹配！
zh_tw: 兩次輸入的密碼不相符。

source: Invalid theme
de_de: Ung&uuml;ltiger Theme
ru_ru: Неправильная тема
zh_cn: 主题无效

source: Password must be at least 8 characters long!
de_de: Das Passwort muss aus mindesten 8 Zeichen bestehen!
fr_fr: Le mot de passe doit comporter au moins 8 caractères !
it_it: La password deve essere lunga almeno 8 caratteri!
ja_jp: パスワードは8文字以上必用です
ru_ru: Пароль должен быть не менее 8 символов!
zh_cn: 密码长度必须至少为 8 个字符！
zh_tw: 密碼長度不得少於 8 位。

source: Password validation errors
de_de: Fehler bei der Passwort&uuml;berpr&uuml;fung
ru_ru: Ошибки проверки пароля
zh_cn: 密码验证错误

source: Invalid email address!
de_de: Falsche E-Mail Adresse!
fr_fr: Adresse email invalide !
it_it: Indirizzo email non valido!
ja_jp: 電子メールアドレスが不正です!
ru_ru: Неверный адрес e-mail!
zh_cn: 无效的邮件地址！
zh_tw: 無效的 Email 位址。

source: Username must be at least 3 characters long!
de_de: Benutzername muss mindestens 3 Zeichen lang sein!
ja_jp: ユーザー名は6文字以上でなければなりません！
ru_ru: Имя пользователя должно состоять хотя бы из 3 символов!
zh_cn: 用户名长度必须至少为 3 个字符！

source: User
de_de: Benutzer
fr_fr: Utilisateur
it_it: Utente
ja_jp: ユーザ
ru_ru: Пользователь
zh_cn: 用户
zh_tw: 使用者

source: already exists!
de_de: existiert bereits!
fr_fr: existant !
it_it: esiste gi&agrave;!
ja_jp: すでに存在します
ru_ru: уже существует!
zh_cn: 已经存在！
zh_tw: 已經存在

source: Cannot delete user
fr_fr: Impossible de supprimer l’utilisateur
it_it: Cancellazione utente non consentita
ru_ru: Не могу удалить пользователя
zh_tw: 無法刪除使用者

source: Cannot update user
fr_fr: Impossible de modifier l’utilisateur
it_it: Aggiornamento utente non consentita
ru_ru: Не могу обновить пользователя
zh_tw: 無法更新使用者

source: Name is mandatory
de_de: Der Name ist eine Pflichteingabe!
fr_fr: Le nom est obligatoire
it_it: Il nome &egrave; obbligatorio
ja_jp: 名前は必須です
ru_ru: Поле Имя обязательно к заполнению
zh_cn: 姓名为必填项
zh_tw: 名稱不能是空白

source: Switch
ja_jp: スイッチ
ru_ru: Коммутатор
zh_cn: 交换机
zh_tw: 網路交換器

source: Router
fr_fr: Routeur
ru_ru: Маршрутизатор
zh_cn: 路由器
zh_tw: 路由器

source: Firewall
ru_ru: Фаервол
zh_cn: 防火墙
zh_tw: 防火牆

source: Hub
ru_ru: Хаб
zh_cn: 集线器
zh_tw: 網路集線器

source: Wireless
fr_fr: Sans-fil
ru_ru: Беспроводная
zh_cn: 无线
zh_tw: 無線網路

source: Settings
ru_ru: Настройки
zh_cn: 设置
zh_tw: 設定

source: Database
de_de: Datenbank
fr_fr: Base de données
ja_jp: データベース
ru_ru: База данных
zh_cn: 数据库
zh_tw: 資料庫

source: Failed to connect to database:
ru_ru: Ошибка соединения с базой:

source: Workstation
fr_fr: Station de travail
ru_ru: Рабочая станция
zh_cn: 工作站
zh_tw: 工作站

source: Laptop
fr_fr: PC Portable
ru_ru: Ноутбук
zh_cn: 笔记本电脑
zh_tw: 筆記型電腦

source: Other
fr_fr: Autre
it_it: Altro
ru_ru: Другое
zh_cn: 其他
zh_tw: 其它

source: Update settings error
fr_fr: Erreur de mise à jour des paramètres
it_it: Errore aggiornamento impostazioni
ru_ru: Ошибка обновления настроек
zh_tw: 更新設定失敗

source: Replaced
fr_fr: Remplacé
it_it: Sostituito
ja_jp: リプレースされました
ru_ru: Заменено
zh_tw: 取代

source: items successfully
fr_fr: Objets avec succès
it_it: oggetti con successo
ja_jp: アイテム成功
ru_ru: элементов успешно
zh_tw: 更新成功

source: Wrong IP address
fr_fr: Mauvaise adresse IP
it_it: Indirizzo IP non valido
ru_ru: Неверный IP адрес
zh_tw: 錯誤的 IP 位址

source: IP address already exists
de_de: IP-Adresse existiert bereits
fr_fr: Adresse IP existante
it_it: L&#39;indirizzo IP esiste gi&agrave;
ja_jp: IPアドレスが存在します
ru_ru: IP адрес уже существует
zh_cn: IP 地址已存在
zh_tw: IP 位址已存在

source: Page not referred properly
de_de: Seite nicht richtig bezeichnet
fr_fr: Page incorrectement adressée
it_it: La pagina non &egrave; referenziata correttamente
ja_jp: ページが適切に参照されていません
ru_ru: Неверная ссылка на страницу
zh_cn: 页面未正确引用
zh_tw: 頁面未正確引用

source: User login
de_de: Benutzer Anmeldung
ru_ru: Пользователь вошел
zh_cn: 用户登录

source: Please login first
de_de: Bitte melden Sie sich an
fr_fr: Merci de vous connecter au préalable
it_it: Per favore eseguire prima il login
ja_jp: ログインしてください
ru_ru: Для начала войдите пожалуйста
zh_cn: 请先登录
zh_tw: 請先登入

source: Administrator level privileges required
de_de: Administrator Rechte erforderlich
fr_fr: Privilèges d’Administrateur requis
it_it: Sono richiesti i privilegi di Amministratore
ja_jp: 管理者レベル権限が必要です
ru_ru: Необходим уровень прав Администратора
zh_cn: 需要管理员级别权限
zh_tw: 需要管理者權限

source: No access
de_de: Zugriff verweigert
fr_fr: Accès refusé
it_it: Nessun accesso
ja_jp: アクセス不可
ru_ru: Нет доступа
zh_cn: 没有访问权限
zh_tw: 沒有存取權限

source: Read
de_de: Lesen
fr_fr: Lecture
it_it: Lettura
ja_jp: 読み込み
ru_ru: Чтение
zh_cn: 读
zh_tw: 讀

source: Read / Write
de_de: Lesen / Schreiben
fr_fr: Lecture / Ecriture
it_it: Lettura / Scrittura
ja_jp: 読み込み / 書き込み
ru_ru: Чтение / Запись
zh_cn: 读 / 写
zh_tw: 讀 / 寫

source: error
de_de: fehlerhaft
fr_fr: erreur
it_it: errore
ja_jp: エラー
ru_ru: ошибка
zh_cn: 错误
zh_tw: 錯誤

source: Tools
fr_fr: Outils
it_it: Strumenti
ja_jp: ツール
ru_ru: Инструменты
zh_cn: 工具
zh_tw: 工具

source: Not in use (Offline)
fr_fr: Non utilisé (hors-ligne)
it_it: Non in uso (Offline)
ru_ru: Не в использовании (Не в сети)
zh_tw: 未使用中 (離線)
