Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: de_de, fr_fr, it_it, ja_jp, ru_ru, zh_cn, zh_tw

source: List of all active IP addresses requests
de_de: Liste aller aktiven IP-Anforderungen
fr_fr: Liste des requêtes d’IP actives
it_it: Elenca tutte le richieste di indirizzi IP attive
ja_jp: すべてのアクティブなIPアドレスリクエストの一覧
ru_ru: Список всех активных запросов IP адресов
zh_cn: 所有活动 IP 地址申请的列表
zh_tw: 所有待處理 IP 位址要求清單

source: Edit
de_de: Bearbeiten
fr_fr: Modifier
it_it: Modifica
ja_jp: 編集
ru_ru: Изменить
zh_cn: 编辑
zh_tw: 編輯

source: No IP address requests available
de_de: Keine IP-Anforderungen verf&uuml;gbar
fr_fr: Aucune requête d’IP en attente
it_it: Nessuna richiesta di indirizzo IP disponibile
ja_jp: すべてのIPアドレスリクエストが利用できません
ru_ru: Нет запросов IP адресов
zh_cn: 没有可用的 IP 地址申请
zh_tw: 沒有待處理的 IP 位址要求

source: User deleted successfully
fr_fr: Utilisateur supprimé
it_it: Utente eliminato correttamente
ru_ru: Пользователь успешно удален
zh_tw: 使用者刪除成功

source: custom VLAN field
fr_fr: Champ personnalisé de VLAN
it_it: campo VLAN personalizzato
ru_ru: настраиваемое поле VLANа
zh_tw: 自訂 VLAN 欄位

source: Name must be at least 4 characters long
fr_fr: Le nom doit comporter au moins 4 caractères
it_it: Il nome deve essere lungo almeno 4 caratteri
ru_ru: Имя должно быть хотя бы 4 символа длиной
zh_tw: 名稱至少要 4 個字元

source: Group edit error
fr_fr: Erreur d’édition de groupe
it_it: Errore modifica gruppo
ru_ru: Ошибка редактирования группы
zh_tw: 群組編輯錯誤

source: Group add error
fr_fr: Erreur d’ajout de groupe
it_it: Errore aggiunta gruppo
ru_ru: Ошибка добавления группы
zh_tw: 群組加入錯誤

source: Group delete error
fr_fr: Erreur de suppression de groupe
it_it: Errore elimina gruppo
ru_ru: Ошибка удаления группы
zh_tw: 群組刪偵錯誤

source: Group edit success
fr_fr: Groupe édité avec succès
it_it: Modifica gruppo eseguita
ru_ru: Успешное редактирование группы
zh_tw: 群組編輯成功

source: Group add success
fr_fr: Groupe ajouté avec succès
it_it: Aggiunta gruppo eseguita
ru_ru: Успешное добавление группы
zh_tw: 群組加入成功

source: Group delete success
fr_fr: Groupe supprimé avec succès
it_it: Elimina gruppo eseguita
ru_ru: Успешное удаление группы
zh_tw: 群組刪除成功

source: Failed to update AD settings
fr_fr: Echec de mise à jour des paramètres AD
it_it: Errore aggiornamento impostazioni AD
ru_ru: Ошибка обновления настроек AD
zh_tw: 更新AD設定失敗

source: AD settings updated
fr_fr: Paramètres AD mis à jour
it_it: Impostazioni AD aggiornate
ru_ru: Настройки AD обновлены
zh_tw: AD 設定已更新

source: phpIPAM Server settings
de_de: phpIPAM Server Konfiguration
fr_fr: Paramètres serveurs de phpIPAM
it_it: impostazioni server phpIPAM
ja_jp: phpIPAMサーバ設定
ru_ru: Настройки Cервера phpIPAM
zh_cn: phpIPAM 服务器设置
zh_tw: 伺服器設定

source: Site settings
de_de: Seiten Einstellungen
fr_fr: Paramètres de site
it_it: Impostazioni sito
ja_jp: サイト設定
ru_ru: Настройки Сайта
zh_cn: 站点设置
zh_tw: 網站設定

source: Site title
de_de: Seitentitel
fr_fr: Nom du site
it_it: Titolo sito
ja_jp: サイトタイトル
ru_ru: Заголовок сайта
zh_cn: 网站标题
zh_tw: 網站標題

source: Set site title
de_de: Festlegen des Seitentitels
fr_fr: Choisir le nom du site
it_it: Imposta titolo sito
ja_jp: サイトタイトルを設定
ru_ru: Установить заголовок сайта
zh_cn: 设置站点标题
zh_tw: 設定網站標題

source: Site domain
de_de: Seiten Dom&auml;ne
fr_fr: Domaine du site
it_it: Dominio sito
ja_jp: サイトドメイン
ru_ru: Домен сайта
zh_cn: 站点域名
zh_tw: 網站域名

source: Set domain for sending mail notifications
de_de: Festlegen der Dom&auml;ne um E-Mail Benachrichtigungen zu versenden
fr_fr: Saisir le domaine pour l’envoi des mails de notifications
it_it: Imposta il dominio per inviare le email di notifica
ja_jp: 通知メールの送信ドメインを設定
ru_ru: Указать домен для отправки почтовых уведомлений
zh_cn: 设置用于发送邮件通知的域名
zh_tw: 設定發送郵件通知網域

source: Site URL
de_de: Seiten URL
fr_fr: URL du site
it_it: URL sito
ja_jp: サイトURL
ru_ru: URL сайта
zh_cn: 站点网址
zh_tw: 網站 URL

source: Set site URL
de_de: Festlegen der URL
fr_fr: Saisir l’URL du site
it_it: Imposta URL sito
ja_jp: サイトURLを設定
ru_ru: Установить URL сайта
zh_cn: 设置网站网址
zh_tw: 設定網站 URL

source: Admin settings
de_de: Admin Konfiguration
fr_fr: Paramètres d’Administration
it_it: Impostazioni amministratore
ja_jp: 管理者設定
ru_ru: Настройки администратора
zh_cn: 管理设置
zh_tw: 管理設定

source: Admin name
de_de: Name Administrator
fr_fr: Nom de l’administrateur
it_it: Nome amministratore
ja_jp: 管理者名
ru_ru: Имя администратора
zh_cn: 管理员名称
zh_tw: 管理者名稱

source: Set administrator name to display when sending mails and for contact info
de_de: Festlegung des Administrator Namens als Absendeinformationen f&uuml;r E-Mails / Kontaktinfo
fr_fr: Saisir le nom de l’administrateur qui s’affichera à l’envoi des mails
it_it: Imposta il nome dell&#39;amministratore da visualizzare quando si inviano le mails e per le informazioni di contatto
ja_jp: メール送信や管理者名を設定
ru_ru: Укажите имя администратора для показа при отправке почты и для информации о контакте
zh_cn: 设置发送邮件和联系信息时显示的管理员姓名
zh_tw: 設定發送郵件和聯繫資訊時顯示的管理者名稱

source: Admin mail
de_de: E-Mail Administrator
fr_fr: Mail de l’administrateur
it_it: Mail amministratore
ja_jp: 管理メール
ru_ru: Почта админа
zh_cn: 管理员邮件
zh_tw: 管理者電子郵件

source: Set administrator e-mail to display when sending mails and for contact info
de_de: Festlegung des Administrator Namens als Absendeinformationen f&uuml;r E-Mails / Kontaktinfo
fr_fr: Sais l’adresse mail de l’administrateur qui s’affichera à l’envoi des mails
it_it: Imposta l&#39;e-mail dell&#39;amministratore da visualizzare quando si inviano le mails e per le informazioni di contatto
ja_jp: メールを送信するとき、連絡先情報を表示するように管理者のメールを設定します
ru_ru: Укажите e-mail администратора для показа при отправке почты и для информации о контакте
zh_cn: 设置发送邮件和联系信息时显示的管理员电子邮件
zh_tw: 設定管理者電子郵件在發送郵件和聯繫資訊時顯示

source: Feature settings
de_de: Feature Einstellungen
fr_fr: Paramètres de fonctionnalités
it_it: Impostazioni funzionalit&agrave;
ja_jp: 機能の設定
ru_ru: Настройки дополнительных модулей
zh_cn: 功能设置
zh_tw: 功能設定

source: Auth type
fr_fr: Type d’authentification
it_it: Tipo autenticazione
ru_ru: Тип аутентификации
zh_tw: 授權類型

source: Local authentication only
fr_fr: Authentification locale uniquement
it_it: Solo autenticazione locale
ru_ru: Только локальная аутентификация
zh_tw: 僅限本機驗證

source: AD authentication
fr_fr: Authentification AD
it_it: Autenticazione AD
ru_ru: AD аутентификация
zh_tw: AD 驗證

source: OpenLDAP authentication
fr_fr: Authentification OpenLDAP
it_it: Autenticazione OpenLDAP
ru_ru: OpenLDAP аутентификация
zh_tw: OpenLDAP 驗證

source: Set authentication type for users. Requires php LDAP support. Set connection settings in admin menu
fr_fr: Choisir le type d'authentification pour les utilisateurs. Nécessite le support de phpLDAP.Choisir les paramètres de connexion dans le menu d'administration,
it_it: Imposta il tipo di autenticazione per gli utenti. Richiede il supporto LDAP per php. Impostare i parametri di connessione nel menu amministratore
ru_ru: Установите тип аутентификации для пользователей. Требует php с поддержкой LDAP. Установите настройки соединения в меню администратора
zh_tw: 為使用者設定認證類型。 需要 php LDAP 支援。 在管理功能表中進行連線設定

source: Tooltips
fr_fr: InfoBulles
ru_ru: Всплывающие подсказки
zh_tw: 工具提示

source: Enable or disable tooltips
fr_fr: Activer ou désactiver les infobulles
it_it: Attiva o disattiva tooltips
ru_ru: Включить или выключить всплывающие подсказки
zh_tw: 啟用或停用工具提示

source: IP request module
de_de: IP-Anforderungsmodul
fr_fr: Module de requêtes d’IP
it_it: Modulo richiesta IP
ja_jp: IP要求モジュール
ru_ru: Модуль запроса IP
zh_cn: IP 申请模块
zh_tw: IP 申請模組

source: Enable or disable IP request module
de_de: Aktiviere / Deaktiviere IP-Anforderungsmodul
fr_fr: Activer ou désactiver le module de requêtes d’IP
it_it: Attiva o disattiva il modulo di richiesta IP
ja_jp: IP要求モジュールを有効または無効にします
ru_ru: Включить или выключить модуль запроса IP
zh_cn: 启用或禁用 IP 申请模块
zh_tw: 啟用或停用 IP 申請模組

source: Enable VRF support
de_de: Aktiviere VRF-Support
fr_fr: Activer le support VRF
it_it: Attiva supporto VRF
ja_jp: VRFサポート
ru_ru: Включить поддержку VRF
zh_cn: 启用 VRF 支持
zh_tw: 啟用 VRF 支援

source: Enable or disable VRF module
de_de: Aktiviere / Deaktiviere VRF-Modul
fr_fr: Activer ou désactiver le module VRF
it_it: Attiva o disattiva il modulo VRF
ja_jp: VRFモジュールを有効または無効にします
ru_ru: Включить или выключить модуль VRF
zh_cn: 启用或禁用 VRF 模块
zh_tw: 啟用或停用 VRF 模組

source: Resolve DNS names
de_de: Aufl&ouml;sung DNS-Namen
fr_fr: Résoudre les noms DNS
it_it: Risolvi nomi DNS
ja_jp: DNS名参照
ru_ru: Разрешение имён DNS
zh_cn: 解析 DNS 名称
zh_tw: 反解 DNS 名稱

source: Check reverse dns lookups for IP addresses that do not have hostname in database. (Activating this feature can significantly increase ip address pages loading time!)
de_de: &Uuml;berpr&uuml;ft Reverse DNS mit von Stationen ohne eingetragenen Hostname in der Datenbank. (Aktivierung f&uuml;hrt zu l&auml;ngerer Seitenladezeit)
fr_fr: Vérifier les requêtes DNS inverse pour les adresses IP sans nom DNS dans la base de données. (L'activation de cette fonctionnalité peut impacter les perfomances)
it_it: Controlla il dns inverso per gli indirizzi IP che non hanno un hostname nel database. (Attivare questa funzione pu&ograve; aumentare il tempo di caricamento della pagine con quell&#39;indirizzo ip!)
ja_jp: ホスト名データベースを持たないIPアドレスの逆方向DNS検索を調べます<br>（この機能を有効にすると、IPアドレスの読み込み時間が大幅に長くなる可能性があります）
ru_ru: Выполнять проверку обратной зоны DNS для IP адресов, которые не имеют имени хоста в базе. (Активация данной функции может существенно увеличить время загрузки страниц с IP адресами)
zh_cn: 检查反向 DNS 查找，查找数据库中没有主机名的 IP 地址。 （激活此功能可以显着增加 IP 地址页面加载时间！）
zh_tw: 檢查在資料庫中沒有主機名稱 IP 位址的 DNS 反查 (啟動此功能可以顯著增加 IP 位址頁面載入時間)

source: Duplicate VLANs
fr_fr: doublons de VLANs
it_it: VLAN duplicate
ru_ru: Задублированные VLANы
zh_tw: VLAN 重複

source: Allow duplicate VLAN numbers
fr_fr: Autoriser les doublons de numéros de VLAN
it_it: Permetti numeri VLAN duplicati
ru_ru: Разрешить дублированные номера VLAN
zh_tw: 允許 VLAN 重複

source: HTML email
fr_fr: Email HTML
it_it: Email HTML
ru_ru: HTML почта
zh_tw: HTML 格式郵件

source: Send html mail instead of plain text
fr_fr: Envoyer un mail HTML au lieu de texte brut
it_it: Invia email html invece di email testuali
ru_ru: Отослать html письмо вместо текстового
zh_tw: 寄送 HTML 格式郵件而非純文字

source: Hide donation button
de_de: Verberge den Spenden Button
fr_fr: Masque le bouton de donation
it_it: Nascondi pulsante donazione
ja_jp: 寄付ボタンを隠す
ru_ru: Спрятать кнопку пожертвования
zh_cn: 隐藏捐赠按钮
zh_tw: 隱藏捐贈按鈕

source: IP visual display limit
de_de: IP-Statistik (grafisch)
fr_fr: Limite d’affichage visuel des IP
it_it: Limite visualizzazione IP
ja_jp: IPビジュアル表示制限
ru_ru: Лимит отображения IP
zh_cn: IP 可视化显示限制
zh_tw: IP 位址視覺化指示器限制

source: Don't show visual display
de_de: Zeige keine grafische IP-Statistik
fr_fr: Masquer l’affichage visuel
ja_jp: ビジュアルディスプレイを表示しない
ru_ru: Не показывать визуальное отображение
zh_cn: 不显示可视化显示
zh_tw: 不要顯示視覺化指示器

source: Select netmask limit for visual display of IP addresses (mask equal or bigger than - more then /22 not recommended)
de_de: W&auml;hle die maximale Subnetzgr&ouml;&szlig;e zur Anzeige der grafischen IP-Statistik (Subnetze gleich oder gr&ouml;&szlig;er als /22 werden nicht unterst&uuml;tzt)
fr_fr: Choisir la limite de masque pour l'affichage visuel des adresses IPun masque au delà de /22 n'est pas recommandé
it_it: Seleziona il limite della netmask per gli indirizzi IP visualizzati (maschera maggiore uguale /22 non consigliata)
ja_jp: IPアドレスを視覚的に表示するためのネットマスクの制限を選択します<br>（マスクは - またはそれ以上 - 22以上推奨されません）
ru_ru: Выберите ограничение размера маски для визуального отображения IP адресов (маска равная или более /22 не рекомендуется)
zh_cn: 选择网络掩码限制显示IP地址（掩码等于或大于 - 不推荐使用大于 /22 的掩码）
zh_tw: 選擇網路遮罩限制顯示 IP 位址 (遮罩等於或大於 - 不建議使用大於 /22 的遮罩)

source: IP address print limit
fr_fr: Limite d’affichage d’IP
it_it: Limite stampa indirizzo IP
ru_ru: Лимит печати IP адресов
zh_tw: IP 位址列印限制

source: Show all
fr_fr: Tout
it_it: Mostra tutti
ru_ru: Показать всё
zh_tw: 顯示所有

source: Number of IP addresses per page
fr_fr: Nombre d’adresses IP par page
it_it: Numero di indirizzi IP per pagina
ru_ru: Количество IP адресов на страницу
zh_tw: 每頁IP位址數

source: Subnet ordering
de_de: Subnetz Sortierung
fr_fr: Ordonnancement des sous-réseaux
it_it: Ordine subnet
ja_jp: サブネットの順序
ru_ru: Порядок следования подсетей
zh_cn: 子网排序
zh_tw: 子網路排序

source: Subnet, ascending
de_de: Subnetz, aufsteigend
fr_fr: Sous-réseau, croissant
it_it: Subnet, crescente
ja_jp: サブネット、昇順
ru_ru: Подсеть, по восходящей
zh_cn: 子网，升序
zh_tw: 子網路，昇冪

source: Subnet, descending
de_de: Subnetz, absteigend
fr_fr: Sous-réseau, décroissant
it_it: Subnet, descrescente
ja_jp: サブネット、降順
ru_ru: Подсеть, по нисходящей
zh_cn: 子网，降序
zh_tw: 子網路，降冪

source: Description, ascending
de_de: Beschreibung, aufsteigend
fr_fr: Description, croissante
it_it: Descrizione, crescente
ja_jp: 説明、昇順
ru_ru: Описание, по восходящему
zh_cn: 描述，升序
zh_tw: 描述，昇冪

source: Description, descending
de_de: Beschreibung, absteigend
fr_fr: Description, décroissante
it_it: Descrizione, descresente
ja_jp: 説明、降順
ru_ru: Описание, по нисходящему
zh_cn: 描述，降序
zh_tw: 描述，降冪

source: How to order display of subnets
de_de: Wie m&ouml;chsten Sie die Anzeige der Subnetze sortieren
fr_fr: Tri pour l’affichage des sous-réseaux
it_it: Come ordinare le subnet
ja_jp: サブネットの表示を入れ替える方法
ru_ru: Каков порядок отображения подсетей
zh_cn: 如何排序子网的显示
zh_tw: 如何排序子網路的顯示

source: Search and replace fields in IP address list
de_de: Suche und Ersetze Felder in der IP-Adressliste
fr_fr: Chercher et remplacer les champs dans la liste des adresses IP
it_it: Cerca e sostituisci campi nell&#39;elenco degli IP
ja_jp: IPアドレス一覧のフィールドの検索と置換
ru_ru: Найти и поменять поля в списке IP адресов
zh_cn: 搜索并替换 IP 地址列表中的字段
zh_tw: 搜尋並取代 IP 位址清單中的對應欄位

source: Select field to replace
de_de: W&auml;hle Listenfeld zum Ersetzen
fr_fr: Sélectionner les champs à remplacer
it_it: Cerca campo da sostituire
ja_jp: 置き換えるフィールドを選択
ru_ru: Выберите поле для замены
zh_cn: 选择要替换的字段
zh_tw: 選擇要取代的欄位

source: Select search string
de_de: W&auml;hle Suchbegriff
fr_fr: Sélectionner la chaîne de recherche
it_it: Seleziona stringa di ricerca
ja_jp: 検索文字列を選択
ru_ru: Выберите строку поиска
zh_cn: 选择搜索字符串
zh_tw: 選擇搜尋字串

source: search string
de_de: Sucheingabe
fr_fr: Chaîne de recherche
it_it: stringa di ricerca
ja_jp: 検索文字列
ru_ru: строка поиска
zh_cn: 搜索字符串
zh_tw: 搜尋字串

source: Select replace string
de_de: W&auml;hle den zu ersetzenden Eintrag
fr_fr: Sélectionner la chaîne de remplacement
it_it: Seleziona stringa sostituta
ja_jp: 選択文字列を置換
ru_ru: Выберите строку замены
zh_cn: 选择替换字符串
zh_tw: 選擇取代字串

source: replace string
de_de: Ersetze Eintrag
fr_fr: chaîne de remplacement
it_it: stringa sostituta
ja_jp: 文字列を置き換える
ru_ru: строка замены
zh_cn: 替换字符串
zh_tw: 取代字串

source: Replace
de_de: Ersetze
fr_fr: Remplacer
it_it: Sostituisci
ja_jp: 置換
ru_ru: Замена
zh_cn: 替换
zh_tw: 取代

source: Failed to update instructions
de_de: Fehler beim Aktualisieren der Hinweise
fr_fr: Echec des instructions de mise à jour
it_it: Errore aggiornamento istruzioni
ru_ru: Ошибка обновления инструкций
zh_cn: 更新说明失败
zh_tw: 更新架構失敗

source: Instructions updated successfully
de_de: Hinweise erfolgreich aktualisiert
fr_fr: Instructions mises à jour avec succès
it_it: Istruzioni aggiornate correttamente
ja_jp: 指示が正常に更新されました
ru_ru: Инструкции успешно обновлены
zh_cn: 说明更新成功
zh_tw: 架構更新成功

source: No subnets found
de_de: Keine Subnetze gefunden
fr_fr: Aucun sous-réseau trouvé
it_it: Nessuna subnet trovata
ja_jp: サブネットが見つかりません
ru_ru: Подсети не найдены
zh_cn: 未找到子网
zh_tw: 沒有找到子網路

source: I found the following routes belonging to AS
de_de: Es wurden folgende Routen zum zugeh&ouml;rigen AS gefunden
fr_fr: Les routes souivantes ont été trouvées comme appartenant à l’AS
it_it: Ho trovato queste route appartenenti ad AS
ja_jp: 私はASに属する以下のルートを見つけました
ru_ru: Найдены следующие маршруты, принадлежащие AS
zh_cn: 发现以下属于 AS 的路由
zh_tw: 找到所屬於 AS 的路由器

source: Remove this subnet
de_de: Entferne das Subnetz
fr_fr: Supprimer ce sous-réseau
it_it: Cancella questa subnet
ja_jp: このサブネットを削除
ru_ru: Убрать эту подсеть
zh_cn: 删除该子网
zh_tw: 移除子網路

source: select section
de_de: Bereich ausw&auml;hlen
fr_fr: choisir section
it_it: seleziona sezione
ja_jp: セクションを選択
ru_ru: выберите секцию
zh_cn: 选择区域
zh_tw: 選擇區段

source: Cannot update settings
de_de: Fehler beim Aktualisieren der Einstellungen
fr_fr: Impossible de mettre à jour les paramètres
it_it: Impossibile aggiornare le impostazioni
ja_jp: 設定を更新できません
ru_ru: Невозможно обновить настройки
zh_cn: 无法更新设置
zh_tw: 無法更新設定

source: Settings updated successfully
de_de: Einstellungen erfolgreich aktualisiert
fr_fr: Paramètres mis à jour avec succès
it_it: Impostazioni aggiornate correttamente
ja_jp: 設定が正常に更新されました
ru_ru: Настройки успешно обновлены
zh_cn: 设置更新成功
zh_tw: 設定更新成功

source: Add section
de_de: Bereich hinzuf&uuml;gen
fr_fr: Ajouter section
it_it: Aggiungi sezione
ja_jp: セクションを追加
ru_ru: Добавить секцию
zh_cn: 添加区域
zh_tw: 加入區段

source: Strict mode
fr_fr: Mode strict
it_it: Modalit&agrave; rigida
ja_jp: 厳格モード
ru_ru: Строгий режим
zh_cn: 严格模式
zh_tw: 嚴格模式

source: Group Permissions
de_de: Gruppen Berechtigung
fr_fr: Permissions de groupes
it_it: Permessi Gruppo
ja_jp: グループ権限
ru_ru: Права группы
zh_cn: 组权限
zh_tw: 群組權限

source: no
fr_fr: non
ru_ru: нет
zh_cn: 否
zh_tw: 否

source: yes
fr_fr: oui
it_it: si
ru_ru: да
zh_cn: 是
zh_tw: 是

source: All groups: No access
de_de: Alle Gruppen: Keinen Zugriff
fr_fr: Tous les groupes : pas d’accès
it_it: Tutti i gruppi: Nessun accesso
ja_jp: すべてのグループ：アクセス不可
ru_ru: Все группы: Нет доступа
zh_cn: 所有组：无访问权限
zh_tw: 所有群組：沒有存取權限

source: No sections configured
de_de: Keine Bereiche konfiguriert
fr_fr: Aucune section configurée
it_it: Nessuna sezione configurata
ja_jp: 構成されているセクションがありません
ru_ru: Секции не созданы
zh_cn: 没有配置任何区域
zh_tw: 沒有區段設定

source: Permissions info
de_de: Zugriffsinformationen
fr_fr: Infos sur les permissions
it_it: Informazioni permessi
ja_jp: 許可情報
ru_ru: Информация о доступах
zh_cn: 权限信息
zh_tw: 權限資訊

source: If group is not set in permissions then it will not have access to subnet
de_de: Wenn die Gruppe keine Berechtigungen hat, erh&auml;lt Sie keinen Zugriff auf das Subnetz
fr_fr: Si le groupe n’apparait pas dans les permission, il n’aura pas accès au sous-réseau.
it_it: Se il gruppo non &egrave; impostato nei permessi allora non avr&agrave; accesso a questa subnet
ja_jp: グループがアクセス許可に設定されていない場合、サブネットにアクセスできません
ru_ru: Если группа не указана в правах, тогда она не будет иметь доступа к сети
zh_cn: 如果没有在权限中设置组，则它将无权访问子网
zh_tw: 如果群組沒有設定權限，它將無法存取子網路

source: Groups with RO permissions will not be able to create new subnets
de_de: Gruppen mit RO Berechtigungen k&ouml;nnen keinen neuen Subnetze anlegen
fr_fr: Les groupes avec des permissions LECTURE SEULE ne pourront pas créer de nouveaux sous-réseaux.
it_it: I gruppi con permessi RO non potranno creare nuove subnet
ja_jp: RO権限を持つグループは、新しいサブネットを作成することはできません
ru_ru: Группа с RO (только чтение) разрешением не сможет создать новую подсеть
zh_cn: 具有 RO 权限的组将无法创建新子网
zh_tw: RO 權限的群組無法建立新的子網路

source: Subnet permissions must be set separately. By default if group has access to section<br>it will have same permission on subnets
de_de: Subnetz Berechtigungen m&uuml;ssen separat vergeben werden. Hat eine Gruppe Zugriff auf einen Bereich<br>so gelten die Zugriffsrechte f&uuml;r die enthaltenen Subnetze
fr_fr: Les permissions de sous réseaux doivent être paramétrées séparément. Par défaut si un groupe a accès à une section <br> il aura les mêmes permissions sur les sous-réseaux.
it_it: I permessi per subnet devono essere impostati separatamente. Per default se un gruppo ha accesso alla sezione<br/>avr&agrave; gli stessi permessi sulle subnet
ja_jp: サブネットのアクセス権は個別に設定する必要があります<br>デフォルトでは、グループにアクセスできる場合、セクションはサブネットに対する同じアクセス許可を持ちます
ru_ru: Права подсети должны быть установлены отдельно. По-умолчанию, если группа имеет доступ в секцию<br>она имеет такие же права в подсетях
zh_cn: 子网权限必须单独设置。 默认情况下，如果组有权访问部分<br>它将在子网上拥有相同的权限
zh_tw: 子網路權限必須個別設定。在預設情況下，如果群組可以存取區段，<br>它也對子網路具備相同權限

source: You can choose to delegate section permissions to all underlying subnets
de_de: Berechtigungen f&uuml;r Subnetze k&ouml;nnen f&uuml;r alle zugeh&ouml;rigen Subnetze automatisch delegiert werden
fr_fr: Vous pouvez choisir de déléguer les permissions de section aux sous-réseaux sousjacents.
it_it: Puoi scegliere se delegare i permessi della sezione alle subnet sottostanti
ja_jp: 下位のすべてのサブネットにセクション権限を委任することができます
ru_ru: Вы можете выбрать пункт делегирования разрешений секции ко всем нижестоящим подсетям
zh_cn: 您可以选择将部分权限委派给所有底层子网
zh_tw: 您可以將部分權限委派給所有下層的子網路

source: If group does not have access to section it will not be able to access subnet, even if<br>subnet permissions are set
de_de: Hat eine Gruppe keinen Zugriff auf den Bereich, hat sie auch keinen Zugriff auf<br>die enthaltenen Subnetze, es denn, es wurden Subnetz spezifische Rechte erteilt
fr_fr: Si un groupe n'a pas accès à une section, il ne sera pas en mesure d'accéder au sous-réseau, meme si<br>des permissions de sous-réseau sont paramétrées.
it_it: Se un gruppo non ha accesso alla sezione non potr&agrave; accedere alle subnet, anche se<br>i permessi sulle subnet sono impostati
ja_jp: グループにセクションへのアクセス権がない場合、サブネットのアクセス権が設定されていても、サブネットにアクセスすることはできません
ru_ru: Если группа не имеет доступа в секцию, она не будет иметь доступ к подсети, даже если <br>были установлены права подсети
zh_cn: 如果组无权访问该部分，则即使设置了<br>子网权限，也将无法访问子网
zh_tw: 如果群組沒有區段權限，即使設定為子網路設定了權限，它<br>仍然無法存取子網路

source: Fileds cannot be empty
de_de: Felder k&ouml;nnen nicht leer sein
fr_fr: Champs ne pouvant être vides
it_it: I campi non possono essere vuoti
ja_jp: フィールドを空にすることはできません
ru_ru: Поля не могут быть пустыми
zh_tw: 欄位不能是空值

source: Reordering failed
de_de: Sortierung fehlgeschlagen
fr_fr: Echec du tri
it_it: Riordinamento non eseguito
ja_jp: 並べ替えに失敗しました
ru_ru: Изменение порядка не получилось
zh_cn: 重新排序失败
zh_tw: 排序失敗

source: Fields reordered successfully!
fr_fr: Champs triés avec succès
it_it: Rioridinamento campi eseguito!
ru_ru: Поля переупорядочены успешно!
zh_tw: 欄位排序成功。

source: phpIPAM server settings
de_de: Einstellungen phpIPAM Server
fr_fr: Paramètres du serveur phpIPAM
it_it: impostazioni server phpIPAM
ru_ru: настройки сервера phpIPAM
zh_cn: phpIPAM 服务器设置
zh_tw: phpIPAM 伺服器設定

source: Please select setting from left menu
fr_fr: Merci de choisir un paramètre dans le menu de gauche
it_it: Per favore selezionare l&#39;impostazione dal menu a sinistra
ru_ru: Пожалуйста, выберите настройку в левом меню
zh_tw: 請從左側功能表選擇設定

source: VLAN already exists
de_de: VLAN existiert bereits
fr_fr: VLAN existant
it_it: La VLAN esiste gi&agrave;
ja_jp: VLANは既に存在します
ru_ru: VLAN уже существует
zh_cn: VLAN 已存在
zh_tw: VLAN 已存在

source: Number is mandatory
fr_fr: Numéro obligatoire
it_it: Il numero &egrave; obbligatorio
ru_ru: Номер обязателен
zh_tw: 數量必須填寫

source: Version check failed
de_de: Versions &Uuml;berpr&uuml;fung fehlgeschlagen
fr_fr: Echec de la vérification de version
it_it: Errore controllo versione
ja_jp: バージョン確認に失敗しました
ru_ru: Ошибка проверки версии
zh_cn: 版本检查失败
zh_tw: 版本檢查失敗

source: Latest version
de_de: Neueste Version
fr_fr: Dernière version
it_it: Ultima versione
ja_jp: 最新バージョン
ru_ru: Последняя версия
zh_cn: 最新版本
zh_tw: 最新版本

source: already installed
de_de: Bereits installiert
fr_fr: Déjà installé
it_it: gi&agrave; installata
ja_jp: 既にインストールされている
ru_ru: уже установлена
zh_cn: 已安装
zh_tw: 已安裝

source: Development version
de_de: Entwicklungsversion
fr_fr: Version de développement
it_it: Versione di sviluppo
ja_jp: 開発版
ru_ru: Версия для разработчиков
zh_cn: 开发版
zh_tw: 開發版本

source: installed! Latest production version is
de_de: installiert! Letzte stabile Version ist
fr_fr: installé ! La dernière version de production est
it_it: installata! L&#39;ultima versione prodotto &egrave;
ja_jp: インストール！最新の生産版は
ru_ru: установлена последняя стабильная версия
zh_cn: 安装了！ 最新的生产版本是
zh_tw: 安裝，最新穩定版本是
