Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: de_de, fr_fr, it_it, ja_jp, ru_ru, zh_cn, zh_tw

source: Back to subnet
de_de: Zur&uuml;ck zum Subnetz
fr_fr: Retour au sous-réseau
it_it: Torna alla subnet
ja_jp: サブネットに戻る
ru_ru: Назад к подсети
zh_cn: 返回子网
zh_tw: 返回子網路

source: IP status
fr_fr: Etat de l’IP
it_it: Stato IP
ja_jp: IPステータス
ru_ru: IP статус
zh_cn: IP 状态
zh_tw: IP 狀態

source: IP address not existing in database
de_de: IP-Adresse existiert nicht in der Datenbank
fr_fr: Adresse IP inexistante dans la base de données
it_it: L&#39;indirizzo IP non esiste nel database
ja_jp: データベースに存在しないIPアドレス
ru_ru: IP адрес отсутствует в базе
zh_cn: 数据库中不存在 IP 地址
zh_tw: IP 位址不存在於資料庫

source: Usage graph
de_de: Nutzungsgraph
fr_fr: Graphe d’utilisation
it_it: Grafico utilizzo
ja_jp: 使用率グラフ
ru_ru: График использования
zh_cn: 使用情况图表
zh_tw: 使用率圖表

source: Subnet is empty
de_de: Subnetz ist leer
fr_fr: Sous-réseau vide
it_it: Subnet vuota
ja_jp: サブネットが空です
ru_ru: Подсеть пуста
zh_cn: 子网为空
zh_tw: 子網路是空的

source: status
fr_fr: Etat
it_it: stato
ja_jp: ステータス
ru_ru: статус
zh_cn: 状态
zh_tw: 狀態

source: Invalid php path
de_de: Ung&uuml;ltiger PHP Pfad
ja_jp: 無効なpingパス
ru_ru: Неправильный PHP путь
zh_cn: PHP 路径无效

source: Invalid scan type
de_de: Ung&uuml;ltiger Scantyp
fr_fr: Type de scan invalide
it_it: Tipo scansione non valido
ja_jp: 不正なスキャンタイプ
ru_ru: Неверный тип сканирования
zh_cn: 扫描类型无效
zh_tw: 無效的掃描類型

source: Please enter ports to scan
de_de: Bitte Ports zum Scannen eingeben
fr_fr: Merci d’entrer les ports à scanner
it_it: Per favore inserire la porte da scandire
ja_jp: スキャンするポートを入力してください
ru_ru: Пожалуйста, введите порты для сканирования
zh_cn: 请输入要扫描的端口
zh_tw: 請輸入掃描連接埠

source: Invalid port
de_de: Ung&uuml;ltiger Port
fr_fr: Port invalide
it_it: Porta non valida
ja_jp: 不正なポート
ru_ru: Неверный порт
zh_cn: 端口无效
zh_tw: 無效連接埠

source: No entries available
de_de: Keine Eintr&auml;ge verf&uuml;gbar
fr_fr: Aucune entrée disponible
it_it: Nessuna riga disponibile
ja_jp: エントリーがありません
ru_ru: Нет записей
zh_cn: 无可用的记录
zh_tw: 沒有可用的項目

source: IPv6 scanning is not supported
de_de: IPv6 Scan ist nicht unterst&uuml;tzt
fr_fr: Scan IPv6 non supporté
it_it: Scansione IPv6 non supportata
ja_jp: IPv6スキャンはサポートされていません
ru_ru: IPv6 сканирование не поддерживается
zh_cn: 不支持 IPv6 扫描
zh_tw: 不支援 IPv6 掃描

source: Ports
it_it: Porte
ja_jp: ポート
ru_ru: Порты
zh_cn: 端口
zh_tw: 連接埠

source: Separate multiple ports with ;
de_de: Mehrere Ports mit ; trennen
fr_fr: Séparer les ports multiples avec ;
it_it: Separare porte multiple con ;
ja_jp: 複数のポートは ; で区切ります
ru_ru: Разделите несколько портов ;
zh_cn: 用 ; 分隔多个端口
zh_tw: 使用 ; 分隔多個連接埠

source: Debug
de_de: Debugging
fr_fr: Débuger
ja_jp: デバッグ
ru_ru: Отладка
zh_cn: 调试
zh_tw: 偵錯

source: Discovery scans discover new hosts
de_de: Discovery Scan fand neue Hosts
fr_fr: Les scans de découverte découvrent les nouveaux hôtes
it_it: Trova nuovi host
ja_jp: 検出スキャンが新しいホストを検出します
ru_ru: Сканирование с обнаружением находит новые хосты
zh_cn: 发现扫描发现新主机
zh_tw: 探索掃描新主機

source: Status update scans update alive status for whole subnet
de_de: Statusaktualisierungsscan aktualisiert den Status f&uuml;r das gesamte Subnetz
fr_fr: Les scans de mise à jour d’état vérifient l’état de disponibilité pour un sous-réseau
it_it: Aggiorna lo stato dell&#39;intera subnet
ja_jp: ステータスアップデートスキャンは、サブネット全体のアライブステータスを更新します
ru_ru: Сканирование с обновлением статуса обновляет статус для всей подсети
zh_cn: 状态更新扫描更新整个子网的活动状态
zh_tw: 狀態更新掃描整個子網路的更新活動狀態

source: Subnet is in section
de_de: Subnetz in Bereich
fr_fr: Le sous-réseau est dans la section
it_it: La subnet &egrave; in sezione
ja_jp: サブネットはセクションにあります
ru_ru: Подсеть в секции
zh_cn: 子网位于区域
zh_tw: 子網路區段

source: Slave subnets
de_de: Slave Subnetz
fr_fr: Sous-réseaux esclaves
it_it: Subnet slave
ja_jp: スレーブサブネット
ru_ru: Подчинённые подсети
zh_cn: 从属子网
zh_tw: 所屬子網路

source: Underlying hosts
de_de: Zugrundeliegendes Hosts
fr_fr: Hôtes sous-jacents
it_it: Host sottostanti
ja_jp: 基盤となるホスト
ru_ru: Вышестоящие хосты
zh_cn: 底层主机
zh_tw: 底層的主機

source: Active subnet shares
de_de: Aktive Subnetzfreigaben
fr_fr: Partages de sous-réseaux actifs
it_it: Condivisioni subnet attive
ja_jp: アクティブなサブネット共有
ru_ru: Активные раздачи подсетей
zh_cn: 活动子网共享
zh_tw: 啟動子網路共用

source: Expires
de_de: Verfallsdatum
fr_fr: Expire
it_it: Scadenze
ja_jp: 期限切れ
ru_ru: Закончены
zh_cn: 过期
zh_tw: 到期

source: Expired subnet shares
de_de: Abgelaufene Subnetzfreigaben
fr_fr: Partages de sous-réseau expirés
it_it: Condivisioni subnet scadute
ja_jp: 期限切れのサブネット共有
ru_ru: Законченные раздачи подсетей
zh_cn: 过期的子网共享
zh_tw: 子網路共用過期

source: Expired
de_de: Abgelaufen
fr_fr: Expiré
it_it: Scadute
ja_jp: 期限切れ
ru_ru: Закончены
zh_cn: 已过期
zh_tw: 失效

source: Temporary share subnet
de_de: Subnetz tempor&auml;r freigeben
fr_fr: Partage temporaire de sous-réseau
it_it: Condivisione subnet temporanea
ja_jp: 一時共有サブネット
ru_ru: Временная раздача подсети
zh_cn: 临时共享子网
zh_tw: 臨時共用子網路

source: DNS records
de_de: DNS Eintrag
fr_fr: Enregistrements DNS
it_it: Record DNS
ja_jp: DNSレコード
ru_ru: DNS записи
zh_cn: DNS 记录
zh_tw: DNS 記錄

source: Active shares
de_de: Aktive Freigaben
fr_fr: Partages actifs
it_it: Condivisioni attive
ja_jp: アクティブな共有
ru_ru: Активные раздачи
zh_cn: 活跃共享
zh_tw: 啟動共用

source: Expired shares
de_de: Abgelaufene Freigaben
fr_fr: Partages expirés
it_it: Condivisioni scadute
ja_jp: 期限切れの共有
ru_ru: Закончившиеся раздачи
zh_cn: 过期共享
zh_tw: 共用過期

source: Temporary share address
de_de: Adresse tempor&auml;r freigeben
fr_fr: Adresses temporairement partagées
it_it: Indirizzo condiviso temporaneamente
ja_jp: 一時的な共有アドレス
ru_ru: Временный адрес раздачи
zh_cn: 临时共享地址
zh_tw: 臨時共用位址

source: Missing required fields
de_de: Fehlende Pflichtfelder
fr_fr: Champs requis manquants
it_it: Campi richiesti mancanti
ja_jp: 必須フィールドがありません
ru_ru: Отсутствуют необходимые поля
zh_cn: 缺少必填字段
zh_tw: 缺少必需的欄位

source: can not be empty!
fr_fr: ne peut être vide !
it_it: non pu&ograve; essere vuoto!
ja_jp: 空にすることはできません！
ru_ru: не может быть пустым!
zh_tw: 不能是空值。

source: Invalid address range
de_de: Ung&uuml;ltiger Adressbereich
fr_fr: Plage d’adresse invalide
it_it: Range indirizzi non valido
ja_jp: アドレス範囲が無効です
ru_ru: Неверный диапазон адресов
zh_cn: 地址范围无效
zh_tw: 無效的位址範圍

source: Tag
de_de: Markierung
ja_jp: タグ
ru_ru: Тэг
zh_cn: 标签
zh_tw: 標籤

source: Is gateway
de_de: Ist Gateway
fr_fr: Est une passerelle
it_it: &egrave; un gateway
ja_jp: ゲートウェイです
ru_ru: Шлюз
zh_cn: 是网关
zh_tw: 是否為閘道

source: PTR exclude
de_de: PTR ausschlie&szlig;en
fr_fr: Exclusion PTR
it_it: Escludi PTR
ja_jp: PTR除外
ru_ru: Отключить PTR
zh_cn: PTR 排除
zh_tw: PTR 排除

source: Dont create PTR records
de_de: Keine PTR-Eintr&auml;ge erstellen
fr_fr: Ne pas créer les enregistrements PTR
it_it: Non creare record PTR
ja_jp: PTRレコードを作成しないでください
ru_ru: Не могу создать PTR записи
zh_cn: 不创建 PTR 记录
zh_tw: 無法建立 PTR 記錄

source: You do not have access to this network
de_de: Sie haben keinen Zugang zu diesem Netzwerk
fr_fr: Vous n’avez pas accès à ce réseau
it_it: Non hai accesso a questa rete
ja_jp: このネットワークにアクセスできません
ru_ru: У вас нет доступа к этой сети
zh_cn: 您没有权限访问该网络
zh_tw: 您沒有存取該網路的權限

source: Mac address
de_de: MAC Adresse
fr_fr: Adresse MAC
it_it: Indirizzo Mac
ja_jp: Macアドレス
ru_ru: Mac адрес
zh_cn: MAC 地址
zh_tw: Mac 位址

source: Owners
de_de: Eigent&uuml;mer
fr_fr: Propriétaires
it_it: Proprietari
ja_jp: 所有者
ru_ru: Владельцы
zh_cn: 拥有者
zh_tw: 擁有者

source: Separate multiple recepients with
fr_fr: Séparés avec
it_it: Separare destinatari multipli con
ru_ru: Разделите несколько получателей через
zh_tw: 分割多個收件人

source: Ping check result
de_de: Ergebnis der Ping&uuml;berpr&uuml;fung
fr_fr: Résultat du contrôle PING
it_it: Risultato controllo ping
ja_jp: Pingのチェック結果
ru_ru: Результат ping проверки
zh_cn: Ping 检查结果
zh_tw: Ping 檢查結果

source: Repeat
de_de: Wiederholen
fr_fr: Répéter
it_it: Ripeti
ja_jp: リピート
ru_ru: Повтор
zh_cn: 重复
zh_tw: 重複

source: range
de_de: Reichweite
fr_fr: plage
ja_jp: 範囲
ru_ru: диапазон
zh_cn: 范围
zh_tw: 範圍

source: Cannot open upload/import.csv
de_de: Kann .csv nicht hochladen/importieren
fr_fr: Impossible d’ouvrir upload/import.csv
it_it: Impossibile aprire upload/import.csv
ja_jp: upload/import.csvを開くことができません
ru_ru: Не могу открыть upload/import.csv
zh_cn: 无法打开 upload/import.csv
zh_tw: 無法開啟 upload/import.csv

source: Invalid file type
fr_fr: Type de fichier invalide
it_it: Tipo file non valido
ru_ru: Неверный тип файла
zh_tw: 無效的檔案類型

source: Errors marked with red will be ignored from importing
de_de: Mit rot markierte Fehler werden beim Import ignoriert
fr_fr: Les erreurs marquées en rouge seront ignorés dans l’import
it_it: Gli errore segnati in rosso verranno ignorati dall&#39;importazione
ja_jp: 赤でマークされたエラーはインポート時に無視されます
ru_ru: Ошибки, обозначенные красным, будут игнорированы при импорте
zh_cn: 导入时将忽略标有红色的错误
zh_tw: 帶紅色標記的錯誤將被忽略匯入

source: Invalid subnet ID
de_de: Ung&uuml;ltige Subnetz-ID
fr_fr: ID de sous-réseau invalide
it_it: ID subnet non valido
ja_jp: 不正なサブネットID
ru_ru: Неверный ID подсети
zh_cn: 子网 ID 无效
zh_tw: 無效的子網路 ID

source: Invalid Subnet ID
de_de: Ung&uuml;ltige Subnetz-ID
ja_jp: 不正なサブネットID
ru_ru: Неверный ID Подсети
zh_cn: 子网 ID 无效

source: Import failed
fr_fr: Echec de l’import
it_it: Importazione fallita
ru_ru: Ошибка импорта
zh_tw: 匯入錯誤

source: Import file and show addresses
de_de: Datei importieren und Adressen anzeigen
fr_fr: Importer le fichier et afficher les adresses
it_it: Importa file e visualizza indirizzi
ja_jp: ファイルのインポートとアドレスの表示
ru_ru: Импортировать файл и показать адреса
zh_cn: 导入文件并显示地址
zh_tw: 匯入檔案並顯示位址

source: VLAN has no belonging subnets
de_de: VLAN hat keine zugeh&ouml;rigen Subnetze
fr_fr: Le VLAN ne possède pas de sous-réseau rattaché
it_it: La VLAN non possiede subnet
ja_jp: VLANに所属するサブネットがありません
ru_ru: VLAN не имеет принадлежащих подсетей
zh_cn: VLAN 没有所属子网
zh_tw: VLAN 沒有所屬子網路

source: Folder has no subfolders
de_de: Ordner hat keine Unterordner
fr_fr: Le dossier n’a pas de sous-dossier
it_it: La cartella non ha sottocartelle
ja_jp: フォルダにサブフォルダがありません
ru_ru: Папка не имеет подпапок
zh_cn: 文件夹没有子文件夹
zh_tw: 資料夾不含有子資料夾

source: Folder has no belonging subnets
de_de: Ordner hat keine zugeh&ouml;rigen Subnetze
fr_fr: Le dossier ne possède pas de sous-réseau rattaché
it_it: La cartella non possiede subnet
ja_jp: フォルダに所属するサブネットがありません
ru_ru: Папка не имеет принадлежащих подсетей
zh_cn: 文件夹没有所属子网
zh_tw: 資料夾不屬於子網路

source: Folder has no subfolders or belonging subnets
de_de: Ordner hat keine Unterordner oder zugeh&ouml;rige Subnetze
fr_fr: Le dossier n’a pas de sous-dossier ou de sous-réseau rattaché
it_it: La cartella non possiede sottocartelle o subnet
ja_jp: フォルダにサブフォルダがないか、サブネットに属しています
ru_ru: Папка не имеет подпапок или принадлежащих подсетей
zh_cn: 文件夹没有子文件夹或所属子网
zh_tw: 資料夾沒有子資料夾或者不屬於子網路

source: Subnets menu
de_de: Subnetz Men&uuml;
fr_fr: Menu sous-réseaux
it_it: Menu subnet
ja_jp: サブネットメニュー
ru_ru: Меню подсетей
zh_cn: 子网菜单
zh_tw: 子網路功能表

source: No sections available!
de_de: Keine Bereiche verf&uuml;gbar!
fr_fr: Aucune section disponible !
it_it: Nessun sezione disponibile!
ja_jp: 利用可能なセクションはありません！
ru_ru: Секции отсутствуют!
zh_cn: 无可用部分！
zh_tw: 沒有可用區段

source: Click to reorder widgets
de_de: Klicken um Widgets neu anzuordnen
fr_fr: Cliquer pour réordonner les widgets
it_it: Clicca per riordinare i widget
ja_jp: クリックしてウィジェットを並べ替えます
ru_ru: Нажмите для сортировки виджетов
zh_cn: 点击可对小部件重新排序
zh_tw: 按下以重新排序視窗小工具

source: Database verified
de_de: Datenbank &uuml;berpr&uuml;ft
fr_fr: Base de données vérifiée
it_it: Database verificato
ja_jp: データベース検証
ru_ru: База данных проверена
zh_cn: 数据库已验证
zh_tw: 資料庫驗證

source: New version available
de_de: Neue Version verf&uuml;gbar
fr_fr: Nouvelle version disponible
it_it: Nuova versione disponibile
ja_jp: 新しいバージョンが利用可能です
ru_ru: Доступна новая версия
zh_cn: 新版本可用
zh_tw: 有新的版本

source: Dashboard
fr_fr: Tableau de bord
ja_jp: ダッシュボード
ru_ru: Панель инструментов
zh_cn: 仪表板
zh_tw: 資訊看板

source: Back to section
de_de: Zur&uuml;ck zu Bereich
fr_fr: Retour à la section
it_it: Torna alla sezione
ja_jp: セクションに戻ります
ru_ru: Назад в секцию
zh_cn: 返回区域
zh_tw: 返回區段

source: Available subnets in subsection
de_de: Verf&uuml;gbare Subnetze in Untersektion
fr_fr: Sous-réseaux disponibles dans la sous-section
it_it: Subnet disponibile nella sottosezione
ja_jp: セクションの利用できるサブネット
ru_ru: Доступные подсети в подсекции
zh_cn: 子部分中的可用子网
zh_tw: 子區段內可用的子網路

source: Invalid action
de_de: Ung&uuml;ltige Aktion
fr_fr: Action invalide
it_it: Operazione non valida
ja_jp: 不正な操作
ru_ru: Неверное действие
zh_cn: 无效动作
zh_tw: 無效動作

source: Database error:
de_de: Datenbankfehler:
fr_fr: Erreur de base de données :
it_it: Errore database:
ja_jp: データベースエラー
ru_ru: Ошибка базы данных:
zh_cn: 数据库错误：
zh_tw: 資料庫錯誤：

source: Zone details
de_de: Zonendetails
ru_ru: Описание зоны
zh_cn: 区域详细信息

source: Error: Invalid authentication method
de_de: Fehler: Ung&uuml;ltige Authentifizierungsmethode
fr_fr: Erreur : méthode d’authentification invalide
it_it: Errore: Metodo d&#39;autenticazione non valido
ja_jp: エラー：不正な認証方法
ru_ru: Ошибка: Неверный метод аутентификации
zh_cn: 错误：身份验证方法无效
zh_tw: 錯誤：無效的認證模式

source: Your account has been disabled
de_de: Ihr Account wurde deaktiviert
ru_ru: Ваш лицевой счет был отключён

source: Please use
de_de: Bitte hier
ru_ru: Пожалуйста, используйте
zh_cn: 请使用

source: Invalid username or password
de_de: Falscher Benutzername oder falsches Passwort
fr_fr: Nom d’utilisateur ou mot de passe invalide
it_it: Nome utente o password errati
ja_jp: 不正なユーザ名、パスワード
ru_ru: Неверное имя пользователя или пароль
zh_cn: 用户名或密码无效
zh_tw: 錯誤的使用者名稱或密碼

source: logged in
de_de: angemeldet
ru_ru: Вошёл
zh_cn: 登录

source: Directory connection error
de_de: Verbindungsfehler Verzeichnisdienst
ru_ru: Ошибка подключения к каталогу
zh_cn: 目录连接错误

source: Failed to connect
de_de: Fehler beim Verbinden
ru_ru: Ошибка подключения
zh_cn: 连接失败

source: logged in via
de_de: angemeldet durch
ru_ru: Вошёл через
zh_cn: 登录通过

source: failed to authenticate against
de_de: konnte nicht authentifiziert werden mit der Methode
ru_ru: Не удалось пройти аутентификацию по
zh_cn: 认证失败

source: Something went wrong during auth:
de_de: Etwas ist schief gelaufen w&auml;hrend der Authentifizierung:
ru_ru: Что-то пошло не так при аутентификации:
zh_cn: 认证期间出现问题：

source: php Socket extension missing
de_de: php Socket Erweiterung fehlt
fr_fr: Extension php Socket manquante
it_it: manca l&#39;estensione php Socket
ja_jp: PHPのソケットエクステンションがありません
ru_ru: php расширение Socket отсутствует
zh_cn: PHP Socket 扩展丢失
zh_tw: 缺少 php Socket 模組

source: logged in via radius
de_de: angemeldet mittels Radius
ru_ru: вошёл через radius
zh_cn: 通过 Radius 登录

source: Radius login successful
de_de: Radius Anmeldung erfolgreich
fr_fr: Connexion Radius réussie
it_it: Accesso a radius eseguito
ja_jp: RADIUSログイン成功
ru_ru: Успешный вход через Radius
zh_cn: Radius 登录成功
zh_tw: Radius 登入成功

source: Failed to authenticate user on radius server
de_de: Keine Authentifizierung am Radius Server
ru_ru: Ошибка аутентификации пользователя на radius сервере
zh_cn: 无法在 Radius 服务器上验证用户身份

source: SAML2 login
de_de: SAML2-Anmeldung
ru_ru: SAML2 вход
zh_cn: SAML2 登录

source: logged in via SAML2
de_de: angemeldet durch SAML2
ru_ru: Вошёл через SAML2
zh_cn: 通过 SAML2 登录

source: No crypt types supported
de_de: Keine Kryptotypen unterst&uuml;tzt
fr_fr: Aucun type de chiffrement supporté
it_it: Nessun tipo di crittografia supportato
ja_jp: サポートされている暗号タイプはありません
ru_ru: Нет поддерживаемых типов шифрования
zh_cn: 不支持加密类型
zh_tw: 沒有支援的 crypt 類型

source: your password was updated
de_de: Ihr Kennwort wurde aktualisiert
fr_fr: votre mot de passe a été modifié
it_it: la tua password &egrave; stata aggiornata
ja_jp: パスワードが更新されました
ru_ru: ваш пароль был обновлён
zh_cn: 您的密码已更新
zh_tw: 密碼已經更新

source: User self update
de_de: Aktualisierung durch Benutzer
ru_ru: Самообновление пользователя
zh_cn: 用户自行更新

source: User self update failed
de_de: Aktualisierung durch Benutzer fehlgeschlagen
ru_ru: Ошибка самообновления пользователя
zh_cn: 用户自行更新失败

source: User self update suceeded
de_de: Aktualisierung durch Benutzer erfolgreich
ru_ru: Успешное самообновление пользователя

source: You do not have permissions to access this object
de_de: Sie haben keine Berechtigung dieses Objekt einzusehen
ru_ru: У вас нет прав для доступа к этому объекту
zh_cn: 您没有访问该对象的权限

source: Required PHP extension not installed:
de_de: Ben&ouml;tigte PHP-Erweiterung nicht installiert:
ru_ru: Требуемое PHP расширение не установлено:
zh_cn: 未安装所需的 PHP 扩展：

source: Required function disabled
de_de: Ben&ouml;tigte Funktion deaktiviert
ru_ru: Необходимые функции отключены
zh_cn: 所需功能已禁用

source: Required function not found:
de_de: Ben&ouml;tigte Funktion nicht gefunden:
ru_ru: Необходимые функции не найдены:
zh_cn: 未找到所需功能：

source: Error clearing changelogs
de_de: Fehler beim L&ouml;schen der Logs
ru_ru: Ошибка очистки списка изменений
zh_cn: 清除变更日志时出错

source: Changelogs cleared successfully
de_de: Logs wurden erfolgreich gel&ouml;scht
ru_ru: Успешная очистка списка изменений
zh_cn: 更改日志已成功清除

source: -- autodiscovered --
de_de: -- automatisch gefunden --
ru_ru: -- обнаружен автоматически --
zh_cn: -- 自动发现 --

source: This host was autodiscovered on
de_de: Dieses Ger&auml;t wurde neu gefunden am
ru_ru: Этот хост был автоматически обнаружен
zh_cn: 此主机自动发现于

source: phpIPAM new addresses detected
de_de: phpIPAM hat neue Adressen gefunden am
ru_ru: Новые адреса, обнаруженные phpIPAM
zh_cn: 检测到 phpIPAM 新地址

source: phpIPAM found
de_de: phpIPAM hat
ru_ru: phpIPAM нашёл
zh_cn: 发现 phpIPAM

source: new hosts
de_de: neue Ger&auml;te gefunden
ru_ru: новые хосты
zh_cn: 新主机

source: Administrative privileges required
de_de: Administrator Rechte erforderlich
fr_fr: Privilèges administrateur requis
it_it: Sono richiesti i privilegi di amministratore
ja_jp: 管理者権限が必要です
ru_ru: Необходим доступ Администратора
zh_cn: 需要管理权限
zh_tw: 需要管理者權限

source: No records found to replace
fr_fr: Aucun enregistrement à remplacer
it_it: Nessun record da sostituire trovato
ja_jp: 置き換えられるレコードが見つかりません
ru_ru: Не найдено записей для замены
zh_tw: 沒有找到被取代的記錄

source: Update:
de_de: Aktualisierung:
fr_fr: Mise à jour:
it_it: Aggiorna:
ja_jp: アップデート
ru_ru: Обновление:
zh_cn: 更新：
zh_tw: 更新：

source: query
ru_ru: запрос
zh_cn: 查询

source: Invalid query for
de_de: Ung&uuml;ltige Abfrage f&uuml;r
ru_ru: Неверный запрос для
zh_cn: 无效查询

source: database index check :
de_de: Datenbankindex &Uuml;berpr&uuml;fung :
ru_ru: проверка индекса бд :
zh_cn: 数据库索引检查：

source: Creating index failed:
de_de: Indexerstellung fehlgeschlagen:
ja_jp: セクションの削除に失敗しました
ru_ru: Ошибка создания индекса:
zh_cn: 创建索引失败：

source: Created index for table
de_de: Index erstellt f&uuml;r Tabelle
ru_ru: Создан индекс для таблицы
zh_cn: 为表创建了索引

source: named
de_de: mit der Bezeichnung
ru_ru: с именем
zh_cn: 被命名

source: Removing link addresses index :
de_de: Linkadressen-Index entfernen :
ru_ru: Удаление индекса линковых адресов :
zh_cn: 删除链接地址索引：

source: Warning:
de_de: Warnung:
ru_ru: Предупреждение:
zh_cn: 警告：

source: Unable to create index for MySQL TEXT/BLOB data types.
de_de: Indexerstellung f&uuml;r Datentyp MySQL TEXT/BLOB nicht m&ouml;glich.
ru_ru: Невозможно создать индекс для типа данных MySQL TEXT/BLOB.
zh_cn: 无法为 MySQL TEXT/BLOB 数据类型创建索引.

source: Reduced performance when displaying linked addresses by
de_de: Reduzierte Leistung wenn verkn&uuml;pfte Adressen angezeigt werden durch
ru_ru: Снижение производительности при показе связанных адресов по
zh_cn: 显示相关地址时性能下降

source: Change custom field data type to VARCHAR and re-save to enable indexing.
de_de: &Auml;ndern des benutzerspezifischen Datentyps auf VARCHAR und erneutes Speichern um die Indizierung zu erm&ouml;glichen.
ru_ru: Измените тип данных настраиваемого поля на VARCHAR и пересохраните для включения индексирования.
zh_cn: 将自定义字段数据类型更改为 VARCHAR 并重新保存以启用索引.

source: Adding link addresses index :
de_de: Linkadressen-Index hinzuf&uuml;gen :
ru_ru: Добавляем индекс связанных адресов :
zh_cn: 添加链接地址索引：

source: Cannot fetch https://github.com/phpipam/phpipam/releases.atom :
de_de: https://github.com/phpipam/phpipam/releases.atom kann nicht abgerufen werden:
ru_ru: Не могу получить https://github.com/phpipam/phpipam/releases.atom :
zh_cn: 无法获取 https://github.com/phpipam/phpipam/releases.atom :

source: Invalid action!
de_de: Ung&uuml;ltige Aktion!
fr_fr: Action invalide !
it_it: Operazione non valida!
ja_jp: 不正な操作です！
ru_ru: Неверное действие!
zh_cn: 无效动作！
zh_tw: 無效的動作。

source: Failed to update address status
fr_fr: Echec de mise à jour de l’état d’adresse
it_it: Errore aggiornamento stato indirizzo
ja_jp: アドレスステータスのアップデートに失敗しました
ru_ru: Ошибка обновления статуса адреса
zh_tw: 更新位址狀態失敗

source: Failed to delegate permissions
fr_fr: Echec de délegation des permissions
it_it: Errore delegando i permessi
ru_ru: Ошибка разграничения доступа
zh_tw: 授權失敗

source: Invalid subnet Id
de_de: Ung&uuml;ltige Subnetz-ID
fr_fr: Id de sous-réseau invalide
it_it: Id subnet non valido
ja_jp: サブネットIDが不正です
ru_ru: Неверный Id подсети
zh_cn: 子网 ID 无效
zh_tw: 無效的子網路 ID

source: Failed to move IP address
de_de: IP-Adresse verschieben fehlgeschlagen
fr_fr: Echec de déplacement d’adresse IP
it_it: Errore spostando l&#39;indirizzo IP
ja_jp: IPアドレスの移動に失敗しました
ru_ru: Ошибка перемещения IP адреса
zh_cn: 移动 IP 地址失败
zh_tw: 移動 IP 位址失敗

source: Invalid Network!
de_de: Ung&uuml;ltiges Netzwerk!
fr_fr: Réseau invalide !
it_it: Rete non valida!
ja_jp: ネットワークが不正です!
ru_ru: Неверная Сеть!
zh_cn: 网络无效！
zh_tw: 無效的網路。

source: overlaps with
de_de: &uuml;berschneidet sich mit
ru_ru: пересекается с
zh_cn: 重叠

source: in section
de_de: im Bereich
ja_jp: ※セクション名：
ru_ru: в секции
zh_cn: 在区域

source: Subnet overlaps with
de_de: Subnetz &uuml;berschneidet sich mit
fr_fr: Chevauchement de sous-réseau avec
it_it: La subnet si sovrappone con
ja_jp: サブネットが重複しています:
ru_ru: Подсеть пересекается с
zh_cn: 子网重叠

source: Subnet $new_subnet overlapps with
ru_ru: Подсеть $new_subnet пересекается с
zh_tw: 子網路 $new_subnet 與

source: Mask must be an integer
de_de: Maske muss eine Zahl sein
fr_fr: le Masque doit être un entier
it_it: La maschera deve essere un intero
ja_jp: マスクは整数でなければなりません
ru_ru: Маска должна быть целым числом
zh_cn: 掩码必须是整数
zh_tw: 遮罩必須是一個整數

source: New network is same as old network
de_de: Neues Netzwerk ist das gleiche wie alte Netzwerk
fr_fr: Le nouveau réseau est identique à l’ancien
it_it: La nuova rete &egrave; identica alla vecchia
ja_jp: 新しいネットワークは古いネットワークと同じです
ru_ru: Новая подсеть такая же как и старая
zh_cn: 新网络与旧网络相同
zh_tw: 新的網路和舊的網路相同

source: Subnet it same as
fr_fr: Sous-réseau identique à
it_it: La subnet &egrave; uguale a
ja_jp: サブネットが同じです
ru_ru: Подсеть такая же как и
zh_tw: 子網路相同與

source: Invalid number of subnets
de_de: Ung&uuml;ltige Anzahl von Subnetzen
fr_fr: Nombre de sous-réseaux invalide
it_it: Numero di subnet non valido
ja_jp: サブネットの数が不正です
ru_ru: Неверное количество подсетей
zh_cn: 子网号无效
zh_tw: 無效的子網路數量

source: Subnet overlapping -
de_de: Subnetz &uuml;berschneidet sich -
fr_fr: Chevauchement de sous-réseau -
it_it: La subnet si sovrappone -
ja_jp: サブネットの重複
ru_ru: Подсеть пересекается -
zh_cn: 子网重叠 -
zh_tw: 子網路重疊 -

source: Not multicast MAC address
de_de: Keine Multicast MAC-Adresse
ru_ru: Не мультикастовый MAC адрес
zh_cn: 非组播 MAC 地址

source: MAC address already exists
de_de: MAC-Adresse existiert bereits
ru_ru: MAC адрес уже существует
zh_cn: MAC 地址已存在

source: Record created
de_de: Eintrag erstellt
fr_fr: Enregirement créé
it_it: Record creato
ja_jp: 作成されたレコード
ru_ru: Запись создана
zh_cn: 已创建记录
zh_tw: 建立記錄

source: Invalid domain id
de_de: Ung&uuml;ltige Dom&auml;nen-ID
ru_ru: Неправильный id домена
zh_cn: 域 ID 无效

source: Record updated
de_de: Eintrag aktualisiert
fr_fr: Enregistrement mis à jour
it_it: Record aggiornato
ja_jp: アップデートされたレコード
ru_ru: Запись обновлена
zh_cn: 记录已更新
zh_tw: 更新記錄
