Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: de_de, fr_fr, it_it, ja_jp, ru_ru, zh_cn, zh_tw

source: Error adding new folder
fr_fr: Erreur à l’ajout d’un nouveau dossier
it_it: Errore aggiunta nuova cartella
ru_ru: Ошибка добавления новой папки
zh_tw: 加入新的資料夾錯誤

source: Folder, IP addresses and all belonging subnets deleted successfully
de_de: Ordner, IP-Adressen und zugeh&ouml;rige Subnetze erfolgreich gel&ouml;scht
fr_fr: Dossier, adresses IP et sous-réseaux imbriqués supprimés avec succès
it_it: Cartella, Indirizzo IP e tutte le subnet possedute cancellate
ja_jp: フォルダ、IPアドレス、および属しているすべてのサブネットが正常に削除されました
ru_ru: Папка, IP адреса и принадлежащие подсети успешно удалены
zh_cn: 文件夹、IP 地址和所有所属子网已成功删除
zh_tw: 資料夾，IP 位址和所屬子網路刪除成功

source: Folder add successfull
fr_fr: Dossier ajouté avec succès
it_it: Cartella aggiunta
ru_ru: Папка успешно добавлена
zh_tw: 資料夾加入成功

source: Folder edit successfull
fr_fr: Dossier modifié avec succès
it_it: Cartella modificata
ru_ru: Папка успешно отредактирована
zh_tw: 資料夾編輯成功

source: Folder does not exist
de_de: Ordner existiert nicht
fr_fr: Dossier inexistant
it_it: La cartella non esiste
ja_jp: フォルダが存在しません
ru_ru: Папка не существует
zh_cn: 文件夹不存在
zh_tw: 資料夾不存在

source: Folder details
de_de: Ordnerdetails
fr_fr: Détils du dossier
it_it: Dettagli cartella
ja_jp: フォルダの詳細
ru_ru: Описание папки
zh_cn: 文件夹详细信息
zh_tw: 資料夾詳細資訊

source: Folder name
de_de: Ordnername
fr_fr: Nom du dossier
it_it: Nome cartella
ja_jp: フォルダ名
ru_ru: Имя папки
zh_cn: 文件夹名称
zh_tw: 資料夾名稱

source: Add new nested folder
de_de: Neuen Unterordner hinzuf&uuml;gen
fr_fr: Ajouter un dossier imbriqué
it_it: Aggiungi nuova cartella annidata
ja_jp: 新しいネストされたフォルダを追加します
ru_ru: Добавить новую вложенную папку
zh_cn: 添加新的子文件夹
zh_tw: 加入下一級資料夾

source: directly nested folders
de_de: direkter Unterordner
fr_fr: Dossiers directement imbriqués
it_it: cartella direttamente annidate
ja_jp: 直接ネストされたフォルダ
ru_ru: вложенные папки
zh_cn: 子文件夹
zh_tw: 直接所屬資料夾

source: Folder has no nested folders or belonging subnets
fr_fr: Le dossier n’a pas de dossiers ou de sous-réseaux imbriqués
it_it: La cartella non possiede cartelle annidate o subnet
ru_ru: Папка не имеет вложенных папок или принадлежащих подсетей
zh_tw: 資料夾沒有嵌入資料夾或所屬子網路

source: You do not have permissions to edit folder
fr_fr: Vous n’avez pas l’autorisation de modifier ce dossier
it_it: Non hai i permessi per modificare la cartella
ru_ru: У вас нет разрешений для редактирования папки
zh_tw: 您沒有權限編輯資料夾

source: Edit folder
de_de: Ordner bearbeiten
fr_fr: Editer le dossier
it_it: Modifica cartella
ja_jp: フォルダを編集します
ru_ru: Редактирование папки
zh_cn: 编辑文件夹
zh_tw: 編輯資料夾

source: Manage folder permissions
de_de: Ordnerberechtigung bearbeiten
fr_fr: Gérer les droits sur le dossier
it_it: Gestione permessi cartella
ja_jp: フォルダのアクセス許可を管理します
ru_ru: Управление правами папки
zh_cn: 管理文件夹权限
zh_tw: 管理資料夾權限

source: Delete folder
de_de: Ordner l&ouml;schen
fr_fr: Supprimer le dossier
it_it: Cancella cartella
ja_jp: フォルダを削除します
ru_ru: Удалить папку
zh_cn: 删除文件夹
zh_tw: 刪除資料夾

source: Search user in AD
de_de: Benutzer im AD suchen
fr_fr: Chercher l’utilisateur dans l’AD
it_it: Cerca utente in AD
ja_jp: ADでユーザーを検索します
ru_ru: Поиск пользователя в AD
zh_cn: 在 AD 中搜索用户
zh_tw: 在 AD 中搜尋使用者

source: Following users were found
fr_fr: Les utilisateurs suivants ont été trouvés
it_it: Sono stati trovati i seguenti utenti
ru_ru: Были найдены следующие пользователи
zh_tw: 找到下列使用者

source: Select
de_de: Ausw&auml;hlen
fr_fr: Choisissez
it_it: Seleziona
ja_jp: 選択
ru_ru: Выбор
zh_cn: 选择
zh_tw: 選擇

source: Favourite subnets
de_de: Subnetzfavoriten
fr_fr: Sous-réseaux favoris
it_it: Subnet preferite
ja_jp: お気に入りのサブネット
ru_ru: Избранные подсети
zh_cn: 收藏的子网
zh_tw: 最愛的子網路

source: Firewall Zones
de_de: Firewall Zonen
ja_jp: ファイアウォールゾーンを有効にします
ru_ru: Зоны Фаервола
zh_cn: 防火墙区域
zh_tw: 防火牆區域

source: No favourite subnets selected
de_de: Keine Subnetzfavoriten ausgew&auml;hlt
fr_fr: Aucun sous-réseau favori
it_it: Nessuna subnet preferita selezionata
ja_jp: お気に入りのサブネットが選択されていません
ru_ru: Избранные подсети не выбраны
zh_cn: 未选择收藏的子网
zh_tw: 沒有選擇最愛的子網路

source: You can add subnets to favourites by clicking star icon in subnet details
de_de: Sie k&ouml;nnen Subnetze zu ihren Favoriten hinzuf&uuml;gen indem Sie auf den Stern in den Subnetzdetails klicken.
fr_fr: Vous pouvez ajouter des sous-réseaux à vos favoris en cliquant sur l'étoile dans les détails du sous-réseau
it_it: Puoi aggiungere le subnet ai preferiti cliccando sull&#39;icona della stella nei dettagli subnet
ja_jp: サブネットの詳細の星アイコンをクリックすると、お気に入りにサブネットを追加できます
ru_ru: Вы можете добавить подсети в избранные, нажав звёздочку в описании подсети
zh_cn: 您可以通过点击子网详细信息中的星号图标将子网添加到收藏夹
zh_tw: 您可以按下子網路詳細資訊旁邊的 星號 來將子網路加入到我的最愛

source: Click to remove from favourites
de_de: Klicken um von den Favoriten zu entfernen
fr_fr: Cliquez pour supprimer de vos favoris
it_it: Clicca per cancellare dai preferiti
ja_jp: クリックしてお気に入りから削除します
ru_ru: Нажмите для удаления из избранных
zh_cn: 点击以从收藏夹中删除
zh_tw: 按下從我的最愛內移除

source: Select mask
de_de: Subnetzmaske ausw&auml;hlen
ru_ru: Выберите маску
zh_cn: 选择掩码

source: Click to add to favourites
de_de: Klicken um zu den Favoriten hinzuzuf&uuml;gen
fr_fr: Cliquez pour ajouter aux favoris
it_it: Clicca per aggiungere ai preferiti
ja_jp: お気に入りに追加します
ru_ru: Нажмите для добавления в избранные
zh_cn: 点击添加到收藏夹
zh_tw: 按下加入我的最愛

source: Error editing favourite
de_de: Fehler beim &auml;ndern der Favoriten
fr_fr: Erreur d’édition de vos favoris
it_it: Errore modifica preferito
ja_jp: お気に入りを編集中のエラー
ru_ru: Ошибка редактирования избранного
zh_cn: 编辑收藏夹时出错
zh_tw: 編輯我的最愛失敗

source: Favourite networks
de_de: Favorisierte Netzwerke
fr_fr: Réseaux favoris
it_it: Reti preferite
ja_jp: お気に入りのネットワーク
ru_ru: Избранные сети
zh_cn: 网络收藏夹
zh_tw: 最愛的子網路

source: Changelog
de_de: &Auml;nderungsprotokoll
fr_fr: Historique de versions
ja_jp: 変更履歴
ru_ru: Список изменений
zh_cn: 变更日志
zh_tw: 變更記錄

source: changelog
de_de: &Auml;nderungsprotokoll
ru_ru: Список изменений
zh_cn: 变更日志

source: favourites
de_de: Favoriten
ru_ru: избранное
zh_cn: 收藏夹

source: ip-calculator
de_de: IP-Rechner
ru_ru: ip-калькулятор
zh_cn: IP 计算器

source: logs
ru_ru: Логи
zh_cn: 日志

source: multicast-networks
de_de: Multicast Netzwerke
ru_ru: Muticast сети
zh_cn: 组播网络

source: pass-change
de_de: Kennwort&auml;nderung
ru_ru: изм-пароля
zh_cn: 更改密码

source: request-ip
de_de: Anfrage IP-Adresse
ru_ru: запрос-ip
zh_cn: IP 申请

source: scanned-networks
de_de: Gescannte Netzwerke
ru_ru: просканированные-сети
zh_cn: 扫描网络

source: subnet-masks
de_de: Subnetzmasken
ru_ru: маски-подсети
zh_cn: 子网掩码

source: temp-shares
de_de: Tempor&auml;re Freigaben
ru_ru: врем-раздачи
zh_cn: 分发时间

source: user-menu
de_de: Benutzer Men&uuml;
ru_ru: меню-пользователя
zh_cn: 用户菜单

source: inactive-hosts
de_de: Inaktive Hosts
ru_ru: неактивные-хосты
zh_cn: 非活动主机

source: threshold
de_de: Schwellwert
ru_ru: порог
zh_cn: 阈值

source: mac-lookup
de_de: MAC-Suche
ru_ru: расшифровка-mac
zh_cn: MAC 查找

source: duplicates
de_de: Duplikate
ru_ru: задвоения
zh_cn: 重复项

source: vaults
de_de: Tresore
ru_ru: хранилища
zh_cn: 保管库

source: Custom tools
de_de: Benutzerdefiniertes Tool
ru_ru: Спец инструменты
zh_cn: 自定义工具

source: No changelogs available
de_de: Keine &Auml;nderungsprotokolle verf&uuml;gbar
fr_fr: Aucun historique de versions disponible
it_it: Nessun changelog disponibile
ja_jp: 利用可能な変更ログはありません
ru_ru: Список изменений отсутствует
zh_cn: 没有可用的变更日志
zh_tw: 沒有可用的變更記錄

source: No changelog entries are available for this host
de_de: Keine &Auml;nderungsprotokolleintr&auml;ge f&uuml;r diesen Host verf&uuml;gbar
fr_fr: Aucune entrée dans l’historique de versions pour cet hôte
it_it: Nessun changelog disponibile per quest&#39;host
ja_jp: このホストで使用可能な変更ログエントリはありません
ru_ru: Отсутствуют записи в списке изменений для этого хоста
zh_cn: 该主机没有可用的变更日志条目
zh_tw: 這個主機沒有記錄資訊

source: No changelog entries are available for this subnet
de_de: Keine &Auml;nderungsprotokolleintr&auml;ge f&uuml;r dieses Subnetz verf&uuml;gbar
fr_fr: Aucune entrée dans l’historique de versions pour ce sous-réseau
it_it: Nessun changelog disponibile per questa subnet
ja_jp: このサブネットに対して変更履歴エントリはありません
ru_ru: Отсутствуют записи в списке изменений для этой подсети
zh_cn: 该子网没有可用的变更日志条目
zh_tw: 這個子網路沒有記錄資訊

source: No changelog entries are available for this section
de_de: Keine &Auml;nderungsprotokolleintr&auml;ge f&uuml;r diesen Bereich verf&uuml;gbar
fr_fr: Aucune entrée dans l’historique de versions pour cette section
it_it: Nessun changelog disponibile per questa sezione
ja_jp: このセクションでは、変更ログエントリはありません
ru_ru: Отсутствуют записи в списке изменений для этой секции
zh_cn: 此区域没有可用的变更日志条目
zh_tw: 這個區段沒有記錄資訊

source: Availability
de_de: Verf&uuml;gbarkeit
fr_fr: Disponibilité
it_it: Disponibilit&agrave;
ja_jp: 可用性
ru_ru: Доступность
zh_cn: 可用性
zh_tw: 可用性

source: Last edited
de_de: Zuletzt ge&auml;ndert
fr_fr: Dernière édition
it_it: Ultime modifiche
ja_jp: 最終変更
ru_ru: Последнее изменение
zh_cn: 最后编辑
zh_tw: 最後編輯

source: Action
de_de: Aktion
it_it: Operazione
ja_jp: アクション
ru_ru: Действие
zh_cn: 动作
zh_tw: 動作

source: Result
de_de: Ergebnis
fr_fr: Résultat
it_it: Risultato
ja_jp: 結果
ru_ru: Результат
zh_cn: 结果
zh_tw: 結果

source: Change
de_de: &Auml;nderung
fr_fr: Modification
it_it: Cambiamento
ja_jp: 変更
ru_ru: Изменения
zh_cn: 更改
zh_tw: 變更

source: Deleted
de_de: Gel&ouml;scht
ja_jp: 削除
ru_ru: Удалено
zh_cn: 已删除
zh_tw: 已刪除

source: Output has been limited to last 50 lines
fr_fr: Affichage limité aux 50 dernières lignes
it_it: L&#39;output &egrave; limitato alle ultime 50 righe
ru_ru: Вывод был ограничен последними 50 строками
zh_tw: 輸出最後 50 行

source: Output has been limited to last 100 lines
fr_fr: Affichage limité aux 100 dernières lignes
it_it: L&#39;output &egrave; limitato alle ultime 100 righe
ru_ru: Вывод был ограничен последними 100 строками
zh_tw: 輸出最後 100 行

source: Output has been limited to last 250 lines
fr_fr: Affichage limité aux 250 dernières lignes
it_it: L&#39;output &egrave; limitato alle ultime 250 righe
ru_ru: Вывод был ограничен последними 250 строками
zh_tw: 輸出已被限制到最後 250 行

source: Output has been limited to last 500 lines
fr_fr: Affichage limité aux 500 dernières lignes
it_it: L&#39;output &egrave; limitato alle ultime 500 righe
ru_ru: Вывод был ограничен последними 500 строками
zh_tw: 輸出已被限制到最後 500 行

source: Enable changelog
fr_fr: Activer l’historique de versions
it_it: Attiva changelog
ru_ru: Включить список изменений
zh_tw: 啟用更新記錄

source: Change logging is disabled. You can enable it under administration
de_de: Das &Auml;nderungsprotokoll ist deaktiviert. Sie k&ouml;nnen es in den Einstellungen aktivieren.
fr_fr: Historique de versions désactivé. Vous pouvez l’activer dans la partie administration
it_it: Log delle modifiche disattivato. Puoi attivarlo in amministrazione
ja_jp: 変更ログは無効です<br>管理下で有効にすることができます
ru_ru: Фиксирование изменений выключено. Вы можете включить их в меню администрирования
zh_cn: 更改日志记录已禁用。 您可以在管理下启用它
zh_tw: 變更記錄記錄已停用，您可以在管理功能處下啟用

source: Ping path
de_de: Pfad Ping-Programm
fr_fr: Chemin de PING
it_it: Percorso ping
ja_jp: Pingパス
ru_ru: Путь к команде ping
zh_cn: Ping 路径
zh_tw: Ping 路徑

source: Set path for ping executable file (default /bin/ping)
de_de: Pfad f&uuml;r ausf&uuml;hrbare Ping Datei (Standard /bin/ping)
fr_fr: Choisissez le chemin vers l’exécutable ping (par défaut /bin/ping)
it_it: Imposta il percorso per l&#39;eseguibile ping (default /bin/ping)
ja_jp: ping実行ファイルのパスを設定します（デフォルト/bin/ping）
ru_ru: Укажите путь к исполняемому файлу ping (по-умолчанию /bin/ping)
zh_cn: 设置 ping 可执行文件的路径（默认 /bin/ping）
zh_tw: 設定可用的 Ping 路徑 (預設 /bin/ping)

source: Max scan threads
de_de: Maximale Anzahl Scan Theads
fr_fr: Nombre maximum de threads de scan
it_it: Massimo thread scansione
ja_jp: 最大スキャンスレッド数
ru_ru: Максимальное количество потоков
zh_cn: 最大扫描线程数
zh_tw: 最大掃描執行緒

source: Set maximum nubmer of concurrent ICMP checks (default 128)
fr_fr: Réglez le nombre maximum de tests ICMP parallèles (par défaut 128)
it_it: Imposta il numero massimo di thread per il controllo concorrente ICMP (default 128)
ru_ru: Установите максимальное количество одновременных ICMP проверок (по-умолчанию 128)
zh_tw: 設定最大的 ICMP 同時連線數 (預設為128)

source: Last 5 change log entries
fr_fr: 5 dernières lignes de l’historique de versions
it_it: Ultime 5 righe del change log
ru_ru: Последние 5 записей в списке изменений
zh_tw: 最新 5 則變更記錄

source: You can manage widgets here
de_de: Sie k&ouml;nnen Widgets hier verwalten
fr_fr: Vous pouvez gérer les widgets ici
it_it: Puoi gestire i widget qui
ja_jp: あなたのウィジェットを管理することができます
ru_ru: Вы можете управлять виджетами здесь
zh_cn: 您可以在此处管理小部件
zh_tw: 您可以在這裡管理小工具

source: Create new widget
de_de: Neues Widget erzeugen
fr_fr: Créer un nouveau widget
it_it: Crea nuovo widget
ja_jp: 新しいウィジェットを作成します
ru_ru: Создать новый виджет
zh_cn: 创建新的小部件
zh_tw: 建立新的小工具

source: No widgets created yet
de_de: Es wurden bisher keine Widgets erstellt
fr_fr: Aucun widiget créé
it_it: Nessun widget creato
ja_jp: まだ作成されているウィジェットはありません
ru_ru: Виджеты не созданы
zh_cn: 尚未创建任何小部件
zh_tw: 尚未建立小工具

source: Create widget file in directory app/dashboard/widgets/
de_de: Widgetdatei im Ordner site/dashboard/widgets/ erstellen
ja_jp: ディレクトリsite/dashboard/widgets/にウィジェットファイルを作成します
ru_ru: Создать виджет файл в директории app/dashboard/widgets/
zh_cn: 在目录 app/dashboard/widgets/ 中创建小部件文件

source: Add new widget
de_de: Neuen Widget hinzuf&uuml;gen
fr_fr: Ajouter nouveau widget
it_it: Aggiungi nuovo widget
ja_jp: 新しいウィジェットを追加
ru_ru: Добавить новый виджет
zh_cn: 添加新的小部件
zh_tw: 加入新的小工具

source: Loading widget
de_de: Widget wird geladen
ja_jp: ウィジェットの編集
ru_ru: Загрузка виджета
zh_cn: 正在加载小部件

source: Add widget
ru_ru: Добавить виджет

source: Edit widget
fr_fr: Modifier widget
it_it: Modifica widget
ru_ru: Изменить виджет
zh_tw: 編輯小工具

source: Delete widget
fr_fr: Supprimer widget
it_it: Cancella widget
ru_ru: Удалить виджет
zh_tw: 刪除小工具

source: Widget add error
fr_fr: Erreur d’ajout du widget
it_it: Errore aggiunta widget
ru_ru: Ошибка добавления виджета
zh_tw: 小工具加入失敗

source: Widget edit error
fr_fr: Erreur de modification du widget
it_it: Errore modifica widget
ru_ru: Ошибка редактирования виджета
zh_tw: 小工具編輯失敗

source: Widget delete error
fr_fr: Erreur de suppression du widget
it_it: Errore cancellazione widget
ru_ru: Ошибка удаления виджета
zh_tw: 小工具刪除失敗

source: Widget add success
fr_fr: Widget ajouté avec succès
it_it: Widget aggiunto
ru_ru: Успешное добавление виджета
zh_tw: 小工具加入成功

source: Widget edit success
fr_fr: Widget modifié avec succès
it_it: Widget modificato
ru_ru: Успешное редактирование виджета
zh_tw: 小工具編輯成功

source: Widget delete success
fr_fr: Widget supprimé avec succès
it_it: Widget cancellato
ru_ru: Успешное удаление виджета
zh_tw: 小工具刪除成功

source: Active IP address requests
fr_fr: Requêtes d’adresses IP actives
it_it: Richieste indirizzi IP attive
ru_ru: Активные запросы IP адресов
zh_tw: 待處理 IP 位址申請

source: Click to save widgets order
fr_fr: Cliquez pour enregistrer l’ordre des widgets
it_it: Clicca per salvare l&#39;ordine dei widget
ru_ru: Нажмите для сохранения порядка следования виджетов
zh_cn: 点击保存小部件排序
zh_tw: 按下儲存小工具

source: Add new widget to dashboard
de_de: Neuen Widget zum Dashboard hinzuf&uuml;gen
fr_fr: Ajouter un nouveau widget au tableau de bord
it_it: Aggiungi nuovo widget alla dashboard
ja_jp: ダッシュボードに新しいウィジェットを追加します
ru_ru: Добавить новый виджет на графическую панель
zh_cn: 将新小部件添加到仪表板
zh_tw: 加入新的小工具到資訊看板

source: All available widgets are already on dashboard
de_de: Alle verf&uuml;gbaren Widgets sind bereits auf dem Dashboard
fr_fr: Tous les widgets disponibles sont déjà sur le tableau de bord
it_it: Tutti i widget disponibili sono gi&agrave; sulla dashboard
ja_jp: 利用可能なウィジェットはすべて既にダッシュボードにあります
ru_ru: Все доступные виджеты уже на графической панели
zh_cn: 所有可用的小部件都已在仪表板上
zh_tw: 所有可用的小工具已經加入到資訊看板

source: Save order
de_de: Anordnung speichern
fr_fr: Enregistrer l’ordre
it_it: Salva ordine
ja_jp: 順序を保存します
ru_ru: Сохранить порядок
zh_cn: 保存排序
zh_tw: 儲存排序

source: File
de_de: Datei
fr_fr: Fichier
ja_jp: ファイル
ru_ru: Файл
zh_cn: 文件
zh_tw: 檔案

source: Admin only
de_de: nur Administrator
fr_fr: Administrateur uniquement
it_it: Solo amministratori
ja_jp: 管理者のみ
ru_ru: Только админ
zh_cn: 仅限管理员
zh_tw: 僅限管理者

source: Link to page
de_de: Auf Seite verweisen
fr_fr: Lien vers page
it_it: Collegamento alla pagina
ja_jp: ページへのリンク
ru_ru: Ссылка на страницу
zh_cn: 链接到页面
zh_tw: 連結到頁面

source: Widget size
de_de: Widgetgr&ouml;&szlig;e
fr_fr: Taille du widget
it_it: Dimensione widget
ja_jp: ウィジェットサイズ
ru_ru: Размер виджета
zh_cn: 小部件尺寸
zh_tw: 小工具大小

source: No alive host found
de_de: Kein aktiver Host gefunden
fr_fr: Aucun hôte actif trouvé
it_it: Nessun host vivo trovato
ja_jp: 動作しているホストが見つかりません
ru_ru: Живых хостов не найдено
zh_cn: 未发现可用主机
zh_tw: 沒有找到可用的主機

source: Errors occured during scan
fr_fr: Des erreurs se sont produites pendant le scan
it_it: Si &egrave; verificato un errore durante la scansione
ru_ru: Произошли ошибки во время сканирования
zh_tw: 掃描期間發生錯誤

source: Excluded from check
fr_fr: Exclus du test
it_it: Escludi dal controllo
ru_ru: Исключено из проверки
zh_tw: 從檢查中排除

source: Invalid characters in username
fr_fr: Caractères invalides dans le username
it_it: Caratteri non validi nello username
ru_ru: Неверные символы в имени пользователя
zh_tw: 使用者名中含有無效字元

source: Invalid characters in password
fr_fr: Caractères invalides dans le mot de passe
it_it: Caratteri non validi nella password
ru_ru: Неверные символы в пароле
zh_tw: 密碼中含有無效字元

source: Mail settings
de_de: E-Mail-Einstellungen
fr_fr: Paramètres de mail
it_it: Impostazioni email
ja_jp: メール設定
ru_ru: Почтовые настройки
zh_cn: 邮件设置
zh_tw: 電子郵件設定

source: Mail server settings
fr_fr: Paramètres du serveurs de mail
it_it: Impostazioni server mail
ru_ru: Настройки почтового сервера
zh_tw: 郵件伺服器設定

source: Server type
de_de: Server Typ
fr_fr: Type de serveur
it_it: Tipo server
ja_jp: サーバーの種類
ru_ru: Тип сервера
zh_cn: 服务器类型
zh_tw: 伺服器類型

source: Select server type for sending mail messages
de_de: Servertyp f&uuml;r E-Mail-Nachrichten ausw&auml;hlen
fr_fr: Choisissez le type de serveur pour l’envoi de messages
it_it: Seleziona il tipo di server per inviare i messaggi email
ja_jp: メールメッセージを送信するサーバーの種類を選択します
ru_ru: Выберите тип сервера для отправки почтовых сообщений
zh_cn: 选择发送邮件消息的服务器类型
zh_tw: 選擇伺服器類型來寄送郵件

source: Server authentication
de_de: Serverauthentifizierung
fr_fr: Authentification du serveur
it_it: Autenticazione server
ja_jp: サーバー認証
ru_ru: Аутентификация на сервере
zh_cn: 服务器认证
zh_tw: 伺服器身份驗證

source: Select yes if authentication is required
de_de: Ja ausw&auml;hlen, wen Authentifizierung erforderlich ist
fr_fr: Choisir OUI si l’authentification est requise
it_it: Seleziona si se &egrave; richiesta autenticazione
ja_jp: 認証が必要な場合は「はい」を選択します
ru_ru: Нажмите да, если требуется аутентификация
zh_cn: 如果需要身份验证，请选择“是”
zh_tw: 如果需要身份驗證，請選擇「是」

source: Set username for SMTP authentication
de_de: Benutzernamen f&uuml;r SMTP-Authentifizierung ausw&auml;hlen
fr_fr: Saisissez le nom d’utilisateur pour l’authentification SMTP
it_it: Imposta il nome utente per l&#39;autenticazione SMTP
ja_jp: SMTP認証のユーザー名を設定します
ru_ru: Установите имя пользователя для SMTP аутентификации
zh_cn: 设置 SMTP 身份验证的用户名
zh_tw: SMTP 使用者名稱設定

source: Set password for SMTP authentication
de_de: Kennwort f&uuml;r SMTP-Authentifizierung ausw&auml;hlen
fr_fr: Saisissez le mot de passe pour l’authentification SMTP
it_it: Imposta la password per l&#39;autenticazione SMTP
ja_jp: SMTP認証のパスワードを設定します
ru_ru: Установите пароль для SMTP аутентификации
zh_cn: 设置 SMTP 身份验证的密码
zh_tw: SMTP 密碼設定

source: Mail sender settings
de_de: Einstellungen E-Mail-Absender
fr_fr: Paramètres de l’émetteur de messages
it_it: Impostazioni invio email
ja_jp: メール送信者の設定
ru_ru: Установки отправителя почты
zh_cn: 邮件发件人设置
zh_tw: 郵件發送設定

source: Send test email
de_de: Testemail verschicken
fr_fr: Envoyer un message de test
it_it: Invia email di prova
ja_jp: テストメールを送信します
ru_ru: Отослать тестовое письмо
zh_cn: 发送测试电子邮件
zh_tw: 發送測試郵件

source: Mail server type
de_de: Mailservertyp
fr_fr: Type de serveur de mail
it_it: Tipo server mail
ja_jp: メールサーバーの種類
ru_ru: Тип почтового сервера
zh_cn: 邮件服务器类型
zh_tw: 郵件伺服器類型

source: SMTP settings
de_de: SMTP Einstellungen
fr_fr: Paramètres SMTP
it_it: Impostazioni SMTP
ja_jp: SMTP設定
ru_ru: Настройки SMTP
zh_cn: SMTP 设置
zh_tw: SMTP 設定

source: Server address
de_de: Serveradresse
fr_fr: Adresse du serveur
it_it: Indirizzo server
ja_jp: サーバーアドレス
ru_ru: Адрес сервера
zh_cn: 服务器地址
zh_tw: 伺服器位址

source: Sender name
de_de: Absendername
fr_fr: Nom de l’émetteur
it_it: Nome mittente
ja_jp: 送信者名
ru_ru: Имя отправителя
zh_cn: 发件人名称
zh_tw: 寄件人名稱

source: Sender mail
fr_fr: Mail de l’émetteur
it_it: Email mittente
ru_ru: Почта отправителя
zh_tw: 發送郵件

source: Set administrator name
de_de: Administratornamen festlegen
fr_fr: Saisissez le nom de l’administrateur
it_it: Imposta nome amministratore
ja_jp: 管理者名を設定します
ru_ru: Укажите имя администратора
zh_cn: 设置管理员名称
zh_tw: 設定管理者名稱

source: Set administrator e-mail
de_de: Administrator E-Mail-Adresse festlegen
ja_jp: 管理者のメールを設定します
ru_ru: Укажите e-mail администратора
zh_cn: 设置管理员电子邮件
zh_tw: 設定管理者電子郵件

source: Cannot get fix for table
de_de: Kann Tabelle nicht fixieren
fr_fr: Impossible de trouver une correction pour la table
it_it: Impossibile ottenere fix per la tabella
ja_jp: テーブルの修正ができません
ru_ru: Не могу исправить таблицу
zh_cn: 无法修复表
zh_tw: 無法修復資料表

source: Fix table
de_de: Tabelle fixieren
fr_fr: Corriger la table
it_it: Fissa tabella
ja_jp: テーブルを修正する
ru_ru: Исправление таблицы
zh_cn: 修复表
zh_tw: 修復資料表

source: Fix field
de_de: Feld fixieren
fr_fr: Corriger le champ
it_it: Fissa campo
ja_jp: フィールドを修正する
ru_ru: Исправление поля
zh_cn: 修复字段
zh_tw: 修復欄位

source: Wrong parameters
de_de: Falsche Parameter
fr_fr: Mauvais paramètres
it_it: Parametri invalidi
ja_jp: 間違ったパラメータ
ru_ru: Неверные параметры
zh_cn: 参数错误
zh_tw: 錯誤參數

source: Table fixed
de_de: Tabelle fixiert
fr_fr: Table corrigée
it_it: Tabella fissata
ja_jp: 表が修正されました
ru_ru: Таблица исправлена
zh_cn: 表已修复
zh_tw: 資料表已修復

source: Field fixed
de_de: Feld fixiert
fr_fr: Champ corrigé
it_it: Campo fissato
ja_jp: フィールド固定
ru_ru: Поле исправлено
zh_cn: 字段已修复
zh_tw: 欄位已修復

source: Database errors detected
de_de: Datenbankfehler erkannt
fr_fr: Erreurs de base de données détectées
it_it: Rilevato errore database
ja_jp: データベースエラーが検出されました
ru_ru: Обнаружены ошибки в базе данных
zh_cn: 检测到数据库错误
zh_tw: 偵測到資料庫錯誤

source: Show all hosts
fr_fr: Afficher tous les hôtes
it_it: Mostra tutti gli host
ru_ru: Показать все хосты
zh_tw: 顯示所有主機

source: No hosts belonging to this device
de_de: Kein Host geh&ouml;rt zu diesem Ger&auml;t
fr_fr: Aucun hôte n’appartient à cet équipement
it_it: Nessun host appartenente a questo dispositivo
ja_jp: このデバイスに属しているホストがありません
ru_ru: Нет хостов принадлежащих этому устройству
zh_cn: 没有主机属于该设备
zh_tw: 沒有主機屬於此裝置

source: Belonging Circuits
de_de: Zugeh&ouml;rige Schaltungen
ja_jp: 所属するサブネット
ru_ru: Принадлежащие Линии Связи
zh_cn: 所属链接
zh_tw: 所屬電路

source: Circuits module disabled.
de_de: Modul Schaltungen deaktiviert.
ja_jp: ロケーションモジュールが無効です
ru_ru: Модуль Линий Связи отключён.
zh_cn: 链路模块已禁用.

source: Sort by vendor
fr_fr: Trier par fabricant
it_it: Ordina per produttore
ru_ru: Сортировка по изготовителю
zh_tw: 以廠商排序

source: Mail State changes
de_de: Status&auml;nderungen per E-Mail versenden
fr_fr: Message de changement d’état
it_it: Email cambio stato
ja_jp: メール状態の変更
ru_ru: Изменения Cостояния на почту
zh_cn: 邮件状态更改
zh_tw: 郵件狀態變更
