Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: de_de, fr_fr, it_it, ja_jp, ru_ru, zh_cn, zh_tw

source: Select devices to query VLAN table from
de_de: Auswahl der Ger&auml;te auf denen nach VLAN-Tabellen gesucht werden soll
fr_fr: Choisir les équipements auxquels demander la table des VLAN
it_it: Seleziona dispositivi a cui chiedere la tabella VLAN
ja_jp: からVLANテーブルを照会するデバイスを選択
ru_ru: Выбор устройств для запроса таблицы VLANов
zh_cn: 选择要查询 VLAN 表的设备
zh_tw: 選擇裝置查詢 VLAN 表

source: Scan
fr_fr: Scanner
it_it: Scansiona
ja_jp: スキャン
ru_ru: Сканировать
zh_cn: 扫描
zh_tw: 掃描

source: Not allowed to change VRFs
fr_fr: Non autorisé à changer de VRFs
it_it: Non &egrave; permesso cambiare VRF
ja_jp: VRFを変更することはできません
ru_ru: Не разрешено изменять VRFы
zh_tw: 不允許變更 VRF

source: Failed to $_POST[action] VRF
ru_ru: Обшибка $_POST[action] VRF
zh_tw: VRF $ _POST [action] 失敗

source: VRF $_POST[action] successfull
ru_ru: VRF $_POST[action] успешно
zh_tw: VRF $ _POST [action] 成功

source: Scan for VRFs
de_de: Nach VRF-Instanzen scannen
fr_fr: Scanner les VRFs
it_it: Scansione per VRF
ja_jp: VRFをスキャンします
ru_ru: Сканирование для VRFов
zh_cn: 扫描 VRF
zh_tw: 掃描 VRF

source: No devices for SNMP VRF query available
de_de: Keine Ger&auml;te f&uuml;r SNMP-VRF-Abfragen verf&uuml;gbar
fr_fr: Aucun équipement disponible pour requête SNMP VRF
it_it: Nessun dispositivo per le interrogazioni VRF SNMP disponibile
ja_jp: SNMP VRFクエリ用のデバイスがありません
ru_ru: Нет устройств для запроса VRFов по SNMP
zh_cn: 没有可用于 SNMP VRF 查询的设备
zh_tw: 沒有可用於 SNMP VRF 查詢的裝置

source: No vrfs found
de_de: Keine VRF-Instanzen gefunden
fr_fr: Aucun VRF trouvé
it_it: Nessun vrf trovato
ja_jp: vrfsが見つかりません
ru_ru: vrfы не найдены
zh_cn: 未找到 VRF
zh_tw: 找不到 vrfs

source: Add discovered vrfs
de_de: Gefundene VRF-Instanzen hinzuf&uuml;gen
fr_fr: Ajouter VRFs découverts
it_it: Aggiungi vrf trovati
ja_jp: 発見されたvrfsを追加します
ru_ru: Добавить найденные vrfы
zh_cn: 添加发现的 VRF
zh_tw: 加入已探索的 vrfs

source: Select devices to query VRF table from
de_de: Auswahl der Ger&auml;te auf denen nach VRF-Tabellen gesucht werden soll
fr_fr: Choisir les équipements auxquels demande la table des VRFs
it_it: Seleziona dispositivi a cui chiedere la tabella VRF
ja_jp: VRFテーブルを照会するデバイスの選択
ru_ru: Выберите устройства для запроса списка VRFов
zh_cn: 选择要从中查询 VRF 表的设备
zh_tw: 選擇裝置查詢 VRF 表

source: Widget $_POST[action] error
ru_ru: Ошибка $_POST[action] виджета
zh_tw: 小工具 $ _POST [action] 錯誤

source: Widget $_POST[action] success
ru_ru: Успешно $_POST[action] виджет
zh_tw: 小工具$ _POST [action] 成功

source: DHCP management
fr_fr: Gestion DHCP
it_it: Gestione DHCP
ja_jp: DHCP管理
ru_ru: Управление DHCP
zh_cn: DHCP 管理
zh_tw: DHCP 管理

source: You do not have permissions to access this module
de_de: Sie haben keine Berechtigung dieses Modul zu benutzen
ru_ru: У вас нет прав для доступа в этот модуль
zh_cn: 您没有访问此模块的权限

source: Please enable DHCP module under server management
de_de: Bitte aktiviere das DHCP Modul in der Server Verwaltung
fr_fr: Merci d’activer le module DHCP dans la gestion du serveur
it_it: Per favore attivare il modulo DHCP in gestione server
ja_jp: サーバー管理下でDHCPモジュールを有効にしてください
ru_ru: Пожалуйста, включите DHCP модуль в меню управления сервером
zh_cn: 请在服务器管理下启用 DHCP 模块
zh_tw: 請在服務管理下啟用 DHCP 模組

source: Invalid Location object identifier
de_de: Ung&uuml;ltige Standort Objektkennung
fr_fr: Identifiant d’emplacement d’objet invalide
it_it: Identificatore posizione oggetto non valido
ja_jp: 無効なロケーションオブジェクト識別子
ru_ru: Неверный идентификатор расположения объекта
zh_cn: 位置对象标识符无效
zh_tw: 位置物件識別符無效

source: Name must have at least 1 character
de_de: Der Name muss mindestens 1 Zeichen enthalten
ja_jp: 名前は1文字以上でなければなりません
ru_ru: Название должно состоять хотя бы из 1-го символа
zh_cn: 名称必须至少有 1 个字符

source: Invalid Latitude
de_de: Ung&uuml;ltiger Breitengrad
fr_fr: Lattitude invalide
it_it: Latitudine non valida
ja_jp: 緯度が無効です
ru_ru: Неправильная широта
zh_cn: 纬度无效
zh_tw: 緯度無效

source: Invalid Longitude
de_de: Ung&uuml;ltiger L&auml;ngengrad
fr_fr: Longitude invalide
it_it: Longitudine non valida
ja_jp: 経度が無効です
ru_ru: Неправильная долгота
zh_cn: 经度无效
zh_tw: 經度無效

source: Failed to update location lat/lng from google
fr_fr: Impossible de mettre à jour lat/long depuis Google.
it_it: Erre aggiornamento posizione lat/lng da google
ja_jp: googleから緯度/経度を更新できませんでした
ru_ru: Ошибка обновления меcтоположения шир/долг из google
zh_tw: 無法從 Google 更新位置經度/緯度

source: failed
de_de: fehlerhaft
ru_ru: не удалось
zh_cn: 失败

source: Location add failed
fr_fr: Echec à l’ajout de l’emplacement
it_it: Errore aggiunta posizione
ru_ru: Ошибка добавления метоположения
zh_tw: 位置加入失敗

source: Location edit failed
fr_fr: Echec à l’édition de l’emplacement
it_it: Errore modifica posizione
ru_ru: Ошибка редактирования местоположения
zh_tw: 位置編輯失敗

source: Location delete failed
fr_fr: Echec à la suppression de l’emplacement
it_it: Errore cancellazione posizione
ru_ru: Ошибка удаления местоположения
zh_tw: 位置刪除失敗

source: Location add successful
fr_fr: Emplacement ajouté avec succès
it_it: Posizione aggiunta
ru_ru: Успешное добавление местоположения
zh_tw: 位置加入成功

source: Location edit successful
fr_fr: Emplacement modifié avec succès
it_it: Posizione modificata
ru_ru: Успешное редактирование местоположения
zh_tw: 位置編輯成功

source: Location delete successful
fr_fr: Emplacement supprimé avec succès
it_it: Posizione cancellata
ru_ru: Успешное удаление местоположения
zh_tw: 位置刪除成功

source: or
de_de: oder
fr_fr: ou
it_it: o
ja_jp: または
ru_ru: или
zh_cn: 或
zh_tw: 或者

source: latitude
de_de: Breitengrad
it_it: latitudine
ja_jp: 緯度
ru_ru: долгота
zh_cn: 纬度
zh_tw: 緯度

source: Query
de_de: Abfrage
fr_fr: Requête
ja_jp: クエリ
ru_ru: Запрос
zh_cn: 询问
zh_tw: 查詢

source: No devices
de_de: Keine Ger&auml;te
fr_fr: Aucun équipement
it_it: Nessun dispositivo
ja_jp: デバイスがありません
ru_ru: Нет устройств
zh_cn: 没有设备
zh_tw: 沒有裝置

source: No groups
de_de: Keine Gruppen
fr_fr: Aucun groupe
it_it: Nessun gruppo
ja_jp: グループはありません
ru_ru: Нет групп
zh_cn: 没有组
zh_tw: 沒有群組

source: You are not member of any group. Please contact system administrator!
de_de: Sie sind kein Mitglied einer Gruppe. Bitte kontaktieren Die den Administrator!
fr_fr: Vous n’êtes pas membre d’un groupe. Contactez l’administrateur système !
it_it: Non sei membro di nessun gruppo. Contatta il tuo amministratore di sistema!
ja_jp: あなたはどのグループのメンバーでもありません。 システム管理者に連絡してください！
ru_ru: Вы не входите ни в одну группу. Пожалуйста сообщите сисадмину!
zh_cn: 您不属于任何组。 请联系系统管理员！
zh_tw: 您不是任何群組的成員。請聯絡系統管理者。

source: Changelog files are sent to syslog
de_de: Logdateien werden an Syslog gesendet
fr_fr: Les fichiers de changelog sont envoyés au syslog
it_it: I file di changelog sono inviati a syslog
ja_jp: 変更履歴ファイルはsyslogに送信されます
ru_ru: Файл списка изменений отправлен сислогу
zh_cn: 更改日志文件发送到系统日志
zh_tw: 異動記錄檔案傳送至 syslog

source: Full
de_de: Voll
fr_fr: Plein
it_it: Pieno
ja_jp: フル
ru_ru: Заполнена
zh_cn: 满
zh_tw: 滿

source: Threshold module disabled
de_de: Modul Schwellwert deaktiviert
fr_fr: Module Seuil désactivé
it_it: Modulo soglia disattivato
ja_jp: 閾値モジュールが無効
ru_ru: Пороговый модуль отключен
zh_cn: 阈值模块禁用
zh_tw: 臨界值模組已停用

source: You can enable threshold module under settings
de_de: Sie k&ouml;nnen das Schwellenwertmodul in den Einstellungen aktivieren
fr_fr: Vous pouvez activer/désactiver le module Seuils dans les paramètres
it_it: Puoi attivare il modulo soglia nelle impostazioni
ja_jp: 設定の下で閾値モジュールを有効にすることができます
ru_ru: Вы можете включить пороговый модуль в настройках
zh_cn: 您可以在设置下启用阈值模块
zh_tw: 您可以在設定下啟用臨界值模組

source: No subnet is selected for threshold check
de_de: Kein Subnetz f&uuml;r die Schwellenwertpr&uuml;fung ausgew&auml;hlt
fr_fr: Aucun sous-réseau sélectionner pour la vérification de seuil
it_it: Nessun subnet selezionata per il controllo soglia
ja_jp: 閾値チェック用にサブネットが選択されていない
ru_ru: Подсети не выбраны для пороговой проверки
zh_cn: 未选择子网进行阈值检查
zh_tw: 沒有選擇子網路進行臨界值檢查

source: You can set threshold for subnets under subnet settings
de_de: Sie k&ouml;nnen den Schwellenwert f&uuml;r Subnetze in den Subnetzeinstellungen festlegen
fr_fr: Vous pouvez choisir un seuil pour les sous-réseau dans les paramètres de sous-réseau
it_it: Puoi impostare la soglia per le subnet nelle impostazioni delle subnet
ja_jp: サブネット設定の下でサブネットのしきい値を設定できます
ru_ru: Вы можете установить порог для подсетей в настройках подсети
zh_cn: 您可以在子网设置下设置子网的阈值
zh_tw: 您可以在子網路設定下設定子網路的臨界值

source: No subnet selected for threshold check available
de_de: Kein Subnetz f&uuml;r die Schwellenwertpr&uuml;fung ausgew&auml;hlt
fr_fr: Aucun sous-réseau sélectionné pou une vérification de seuil n’est disponible.
it_it: Nessuna subnet selezionata per il controllo soglia disponibile
ja_jp: 閾値チェック用に選択されたサブネットがありません
ru_ru: Не найдены подсети выбранные для пороговой проверки
zh_cn: 没有选择用于阈值检查的子网
zh_tw: 沒有選擇用於臨界值檢查的子網路

source: No subnet with threshold check available
de_de: Kein Subnetz mit einer Schwellwert &Uuml;berpr&uuml;fung verf&uuml;gbar
fr_fr: Aucun sous-réseau avec une vérification de seuil n’est disponible
it_it: Nessun subnet con il controllo soglia disponibile
ja_jp: 閾値チェック可能なサブネットがありません
ru_ru: Не найдены подсети с пороговой проверкой
zh_cn: 没有可用阈值检查的子网
zh_tw: 沒有可用臨界值檢查的子網路

source: Current usage
de_de: Aktuelle Benutzung
fr_fr: Utilisation courante
it_it: Utilizzo attuale
ja_jp: 現在の使用状況
ru_ru: Текущее использование
zh_cn: 目前使用情况
zh_tw: 目前用量

source: Folder is empty
de_de: Ordner ist leer
fr_fr: Dossier vide
it_it: Cartella vuota
ja_jp: フォルダが空です
ru_ru: Папка пуста
zh_cn: 文件夹为空
zh_tw: 資料夾是空的

source: Only master subnets are shown
de_de: Nur Master-Subnetze werden angezeigt
fr_fr: Seuls les sous-réseaux maîtres sont affichés
it_it: Solo le subnet principali sono visualizzate
ja_jp: マスターサブネットのみが表示されます
ru_ru: Показаны только главные подсети
zh_cn: 仅显示主子网
zh_tw: 只顯示主要子網路

source: Subnet creation
de_de: Erstellen Subnetz
ru_ru: Создание подсети
zh_cn: 子网创建

source: Failed to add new subnet
de_de: Fehler beim Hinzuf&uuml;gen neues Subnetz
ru_ru: Ошибка добавления новой подсети
zh_cn: 添加新子网失败

source: New subnet created
de_de: Neue Subnetz erstellt
ru_ru: Создана новая подсеть
zh_cn: 创建新子网

source: Can not disable isPool, network or broadcast address is allocated
de_de: isPool kann nicht deaktiviert werden, Netzwerk- oder Broadcastadresse ist nicht zugewiesen
ru_ru: Не могу отключить опцию Пул, так как выделены адрес сети или бродкаст
zh_cn: 无法禁用已分配的池、网络或广播地址

source: Subnet edit
de_de: Bearbeiten Subnetz
ru_ru: Изменение подсети
zh_cn: 子网编辑

source: Failed to edit subnet
de_de: Fehler beim Bearbeiten des Subnetzes
ru_ru: Ошибка изменения подсети
zh_cn: 无法编辑子网

source: Subnet delete
de_de: L&ouml;schen Subnetz
ru_ru: Удаление подсети
zh_cn: 子网删除

source: Failed to delete subnet
de_de: Fehler beim L&ouml;schen des Subnetzes
ru_ru: Ошибка удаления подсети
zh_cn: 删除子网失败

source: Subnet truncate
de_de: Verkleinern Subnetz
ru_ru: Ообрезка подсети
zh_cn: 子网截断

source: truncated
de_de: verkleinert
ru_ru: обрезана
zh_cn: 已截断

source: Failed to resize subnet
de_de: Fehler beim Anpassen Gr&ouml;e des Subnetzes
ru_ru: Ошибка изменения размера подсети
zh_cn: 无法调整子网大小

source: Subnet resize
de_de: Anpassung Subnetz
ru_ru: Изменение размера подсети
zh_cn: 调整子网大小

source: resized
de_de: agepasst
ru_ru: размер изменён
zh_cn: 调整大小

source: Switched to
de_de: Gewechselt zu
fr_fr: Basculés vers
it_it: Cambiato in
ja_jp: 切り替え先
ru_ru: Переключиться в
zh_cn: 切换到
zh_tw: 切換到

source: Switch back user
de_de: Benutzer zur&uuml;ckschalten
fr_fr: Rebasculer utilisateur
it_it: Ripristina utente
ja_jp: ユーザーを元に戻します
ru_ru: Переключить назад пользователя
zh_cn: 切换回用户
zh_tw: 切換回使用者

source: Available sections
de_de: Verf&uuml;gbare Bereiche
fr_fr: Sections disponibles
it_it: Sezioni disponibili
ja_jp: 利用できるセクション
ru_ru: Доступные секции
zh_cn: 可用区域
zh_tw: 可用區段

source: No sections available
de_de: Keine Bereiche verf&uuml;gbar
fr_fr: Aucune section disponible
it_it: Nessun sezione disponibile
ja_jp: 利用可能なセクションはありません
ru_ru: Нет секций
zh_cn: 无可用区域
zh_tw: 沒有可用的區段

source: All sections
de_de: Alle Bereiche
fr_fr: Toutes les sections
it_it: Tutte le sezioni
ja_jp: すべてのセクション
ru_ru: Все секции
zh_cn: 所有区域
zh_tw: 所有區段

source: Show all sections
de_de: Zeige alle Bereiche
fr_fr: Afficher toutes les sections
it_it: Mostra tutte le sezioni
ja_jp: すべてのセクションを表示
ru_ru: Показать все секции
zh_cn: 显示所有区域
zh_tw: 顯示所有區段

source: All items
de_de: Alle Einstellungen
fr_fr: Tous les objets
it_it: Tutti gli oggetti
ja_jp: 全てのアイテム
ru_ru: Все детали
zh_cn: 所有项目
zh_tw: 所有項目

source: Cannot add address as subnet is market as used
de_de: Die Adresse kann nicht hinzuf&uuml;gen da das Subnetz als benutzt markiert ist.
fr_fr: Impossible d’ajouter l’adresse car le sous-réseau est marqué comme utilisé
it_it: Impossibile aggiungere l&#39;indirizzo perch&eacute; la subnet &egrave; segnata come usata
ja_jp: サブネットが使用されている市場であるため、アドレスを追加できません
ru_ru: Не могу добавить адрес, так как подсеть обозначена как использованная
zh_cn: 无法添加地址，因为子网被标记为已使用
zh_tw: 無法加入位址，因為子網路被識別為使用狀態

source: Remove DNS records
de_de: DNS-Eintrag entfernen
fr_fr: Supprimer les enregistrements DNS
it_it: Cancella record DNS
ja_jp: DNSレコードを削除します
ru_ru: Удалить DNS записи
zh_cn: 删除 DNS 记录
zh_tw: 刪除 DNS 記錄

source: Remove all associated DNS records:
de_de: Entferne alle assoziierten DNS Eintr&auml;ge:
fr_fr: Supprimer tous les enregistrements DNS associés
it_it: Cancella tutti i record DNS associati:
ja_jp: 関連するすべてのDNSレコードを削除します
ru_ru: Удалить все связанные DNS записи:
zh_cn: 删除所有关联的 DNS 记录：
zh_tw: 刪除所有關聯的 DNS 記錄：

source: Addresses linked with
de_de: Adressen verkn&uuml;pft mit
fr_fr: Adresses liées avec
it_it: Indirizzi collegati con
ja_jp: リンク先のアドレス
ru_ru: Адреса соединённые с
zh_cn: 地址连接至
zh_tw: 位址與

source: No linked addresses found
de_de: Keine verkn&uuml;pft Adressen gefunden
fr_fr: Aucune adresse liée identifiée
it_it: Nessun indirizzo collegato trovato
ja_jp: リンクされたアドレスが見つかりません
ru_ru: Не найдено соединённых адресов
zh_cn: 未找到链接地址
zh_tw: 找不到連結位址

source: Address linking disabled
de_de: Verkn&uuml;pfen von Adressen ist deaktiviert
fr_fr: Liaison d’adresses désactivée
it_it: Collegamento indirizzi disattivo
ja_jp: アドレスリンクが無効です
ru_ru: Соединение адресов отключено
zh_cn: 地址链接已禁用
zh_tw: 位址連結已停用

source: Location not set !
de_de: Standort nicht festgelegt !
fr_fr: Emplacement non défini !
it_it: Posizione non impostata !
ja_jp: 場所が設定されていません！
ru_ru: Местоположение не установлено !
zh_cn: 位置未设置！
zh_tw: 位置沒有設定。

source: Duplicated addresses
de_de: Doppelte IP-Adressen
fr_fr: Adresses doubles
it_it: Indirizzi duplicati
ja_jp: 重複アドレス
ru_ru: Дублированные адреса
zh_cn: 重复的地址
zh_tw: 重複位址

source: No duplicated addresses found
de_de: Keine doppelten IP-Adressen gefunden
fr_fr: Aucun doublon d’adresse trouvé
it_it: Nessun indirizzo duplicato trovato
ja_jp: 重複したアドレスが見つかりませんでした
ru_ru: Дублированных адресов не найдено
zh_cn: 没有发现重复的地址
zh_tw: 找不到重複位址

source: Address NAT translations
de_de: NAT-Adresse &Uuml;bersetzung
fr_fr: Translations d’adresses NAT
it_it: Traduzioni indirizzi NAT
ja_jp: アドレスNAT変換
ru_ru: Адреса для NAT трансляций
zh_cn: 地址 NAT 转换
zh_tw: 位址 NAT 轉換

source: Add new nat
de_de: Neue NAT Regel
ru_ru: Добавить новый nat
zh_cn: 添加新的 NAT
zh_tw: 新增 NAT

source: Map to existing NAT
de_de: Zu einem existierenden NAT hinzuf&uuml;gen
fr_fr: Lier à un NAT existant
it_it: Mappa su NAT esistente
ja_jp: 既存のNATにマップします
ru_ru: Переместить в существующий NAT
zh_cn: 映射到现有 NAT
zh_tw: 對應到現有的 NAT

source: No NAT objects available
de_de: Keine NAT-Objekte verf&uuml;gbar
fr_fr: Aucun objet de NAT disponible
it_it: Nessun oggetto NAT disponibile
ja_jp: 利用可能なNATオブジェクトがありません
ru_ru: NAT объекты не найдены
zh_cn: 无可用 NAT 对象
zh_tw: 沒有 NAT 物件可用

source: Edit NAT
de_de: NAT-Regel bearbeiten
ru_ru: Изменить NAT
zh_cn: 编辑 NAT
zh_tw: 編輯 NAT

source: Delete NAT
de_de: NAT-Regel entfernen
ru_ru: Удалить NAT
zh_cn: 删除 NAT
zh_tw: 刪除 NAT

source: No NAT translations for this address
de_de: Keine NAT-&Uuml;bersetzungen f&uuml;r diese Adresse
fr_fr: Aucune translation NAT pour cette adresse
it_it: Nessuna traduzione NAT disponibile per questo indirizzo
ja_jp: このアドレスのNAT変換はありません
ru_ru: Нет NAT трансляций для этого адреса
zh_cn: 此地址无 NAT 转换
zh_tw: 沒有這個位址的 NAT 轉換

source: Address permissions
de_de: Adressen-Berechtigungen
fr_fr: Permissions d’adresses
it_it: Permessi indirizzo
ja_jp: アドレスのアクセス許可
ru_ru: Права адреса
zh_cn: 地址权限
zh_tw: 位址權限

source: General
de_de: Allgemeines
fr_fr: Général
it_it: Generale
ja_jp: 一般
ru_ru: Основной
zh_cn: 一般
zh_tw: 一般

source: Firewall address object
de_de: Firewall Adressobjekt
ja_jp: ファイアウォールアドレスオブジェクトで並べ替え
ru_ru: Объект адреса фаервола
zh_cn: 防火墙地址对象
zh_tw: 防火牆位址物件

source: DNS info
ja_jp: DNS名
ru_ru: DNS инфо
zh_cn: DNS 信息
zh_tw: DNS 資訊

source: Regenerate firewall addres object.
ja_jp: ファイアウォールアドレスオブジェクトで並べ替え
ru_ru: Пересоздать объект адреса фаервола.
zh_tw: 重新產生防火牆位址物件。

source: Rack details
de_de: Details Rack
fr_fr: Détails du rack
it_it: Dettagli rack
ja_jp: ラックの詳細
ru_ru: Наполнение шкафа
zh_cn: 机柜详细信息
zh_tw: 機架細節

source: Manage rack
de_de: Rack verwalten
ru_ru: Управление шкафом
zh_cn: 管理机柜
zh_tw: 管理機架

source: Edit rack
de_de: Rack bearbeiten
ru_ru: Изменить шкаф
zh_cn: 编辑机柜
zh_tw: 編輯機架

source: Delete rack
de_de: Rack l&ouml;schen
ru_ru: Удалить шкаф
zh_cn: 删除机柜
zh_tw: 刪除機架

source: is required
de_de: ist erforderlich
ja_jp: は必須です
ru_ru: требуется
zh_cn: 是必须的

source: Please fix following errors:
de_de: Bitte folgende Probleme beheben:
ru_ru: Пожалуйста, исправьте следующие ошибки:
zh_cn: 请修正以下错误：

source: FW Object
de_de: FW-Objekt
fr_fr: Objet FW
it_it: Oggetto FW
ja_jp: FWオブジェクト
ru_ru: FW Объект
zh_cn: 防火墙对象
zh_tw: 防火牆物件

source: Filename
de_de: Dateiname
fr_fr: Nom de fichier
it_it: Nome file
ja_jp: ファイル名
ru_ru: Имя файла
zh_cn: 文件名
zh_tw: 檔案名

source: fw object
de_de: FW-Objekt
fr_fr: objet fw
it_it: oggetto fw
ja_jp: fwオブジェクト
ru_ru: fw объект
zh_cn: 防火墙对象
zh_tw: 防火牆物件

source: Invalid IP address
de_de: Ung&uuml;tige IP-Adresse
fr_fr: Adresse IP invalide
it_it: Indirizzo IP non valido
ja_jp: 無効なIPアドレス
ru_ru: Неправильный IP адрес
zh_cn: IP 地址无效
zh_tw: IP 位址無效

source: IP addresses in $location
ru_ru: IP адрес в $location
zh_tw: 在 $location 的 IP 位址

source: Remove all
de_de: Entferne alles
fr_fr: Tout supprimer
it_it: Cancella tutti
ja_jp: すべて削除します
ru_ru: Удалить всё
zh_cn: 删除所有
zh_tw: 移除所有

source: Sort by firewall address object
fr_fr: Trier par adresse d’objet firewall
it_it: Ordina per address object firewall
ru_ru: Сортировать по объекту адреса фаервола
zh_tw: 按防火牆位址物件排序

source: Sort by MAC
fr_fr: Trier par adresse MAC
it_it: Ordine per MAC
ru_ru: Сортировать по MAC
zh_tw: 以 MAC 排序

source: Address was never online
de_de: Adresse war noch nie online
fr_fr: L’adresse n’a jamais été en ligne
it_it: Indirizzo mai visto online
ja_jp: アドレスはオンラインではありません
ru_ru: Адрес никогда не был в сети
zh_cn: 地址从未在线过
zh_tw: 位址從未上線

source: Address is alive
de_de: Adresse ist erreichbar
fr_fr: Adresse en ligne
it_it: Indirizzo in linea
ja_jp: アドレスは動作しています
ru_ru: Адрес жив
zh_cn: 地址有效
zh_tw: 位址上線

source: Address warning
de_de: Adressen Warnung
fr_fr: Adresse en alarme
it_it: Avviso indirizzo
ja_jp: アドレスの警告
ru_ru: Предупреждения Адреса
zh_cn: 地址警告
zh_tw: 位址警告

source: Address is offline
de_de: Adresse ist offline
fr_fr: Adresse hors ligne
it_it: Indirizzo offline
ja_jp: アドレスはオフラインです
ru_ru: Адрес не в сети
zh_cn: 地址已离线
zh_tw: 位址離線

source: Address status unknown
de_de: Adressenstatus unbekannt
fr_fr: Etat de l’adresse inconnu
it_it: Stato indirizzo sconosciuto
ja_jp: アドレスステータス不明
ru_ru: Неизвестный статус адреса
zh_cn: 地址状态未知
zh_tw: 位址狀態未知

source: Duplicate MAC
de_de: Doppelte MAC
fr_fr: MAC en double
it_it: MAC duplicato
ja_jp: 重複MAC
ru_ru: Дублированный MAC
zh_cn: 重复的 MAC
zh_tw: 重複 MAC

source: Gegenerate or regenerate a firewall addres object of this ip address.
ja_jp: このIPアドレスのファイアウォールアドレスオブジェクトを作成または再作成します。
ru_ru: Генерировать или обновить объект адреса фаервола этого ip адреса.
zh_tw: 產生或重新產生此 IP 位址的防火牆位址物件。

source: Back to folder
de_de: Zur&uuml;ck zum Ordner
fr_fr: Retour au dossier
it_it: Torna a cartella
ja_jp: フォルダに戻ります
ru_ru: Назад в папку
zh_cn: 返回文件夹
zh_tw: 回到資料夾

source: Linked addresses
de_de: Verkn&uuml;pfte Adressen
fr_fr: Adresses liées
it_it: Indirizzi collegati
ja_jp: リンクされたアドレス
ru_ru: Соединённые адреса
zh_cn: 链接地址
zh_tw: 連結位址

source: Multicast
ja_jp: マルチキャストモジュール
ru_ru: Мультикаст
zh_cn: 组播
zh_tw: 廣播

source: Only 4096 IP addresses at once
de_de: Nur 4096 IP-Adressen auf einmal
fr_fr: Pas plus de 4096 adresse IP à la fois
it_it: Solo 4096 indirizzi IP per volta
ja_jp: 一度に4096のIPアドレスのみ
ru_ru: Одновременно только 4096 IP адресов
zh_cn: 一次只有 4096 个 IP 地址
zh_tw: 一次只能有 4096 個 IP 位址

source: Are you sure you want to delete IP address range
de_de: Sind Sie sicher, dass Sie den IP-Adressbereich l&ouml;schen m&ouml;chten?
ja_jp: IPアドレスを削除してもよろしいですか？
ru_ru: Вы уверены, что хотите удалить диапазон IP адресов?
zh_cn: 您确定要删除 IP 地址范围吗

source: Invalid MAC address
de_de: Ung&uuml;tige MAC-Adresse
fr_fr: Adresse MAC invalide
it_it: Indirizzo MAC non valido
ja_jp: MACアドレスが無効です
ru_ru: Неверный MAC адрес
zh_cn: MAC 地址无效
zh_tw: MAC 位址無效

source: IP $action successful
ru_ru: Успешное $action IP
zh_tw: IP $action 成功

source: Cannot scan as subnet is market as used
de_de: Kann nicht gescannt werden da das Subnetz als benutzt markiert ist
fr_fr: Impossible de scanner parce que le sous-réseau est marqué comme utilisé
it_it: Impossibile scandire perch&eacute; la subnet &egrave; marcata come usata
ja_jp: サブネットが使用されている市場であるためスキャンできません
ru_ru: Не могу просканировать, так как подсеть обозначена как использованная
zh_cn: 无法扫描，因为子网被标记为正在使用
zh_tw: 當子網路被識別為已用時不能掃描

source: FW object
de_de: FW-Objekt
fr_fr: Objet FW
it_it: Oggetto FW
ja_jp: FWオブジェクト
ru_ru: FW объект
zh_cn: 防火墙对象
zh_tw: 防火牆物件

source: Subnet is marked as full
de_de: Subnetz ist als voll markiert
ru_ru: Подсеть отмечена как заполненная
zh_cn: 子网被标记为已满

source: Ignore errors
de_de: Fehler ignorieren
fr_fr: Ignorer erreurs
it_it: Ignora gli errori
ja_jp: エラーを無視する
ru_ru: Игнорировать ошибки
zh_cn: 忽略错误
zh_tw: 忽略錯誤

source: Invalid subnet Identifier
de_de: Ung&uuml;ltige Subnetzkennung
fr_fr: Identifiant de sous-réseau invalide
it_it: Identificatore subnet non valido
ja_jp: 無効なサブネット識別子
ru_ru: Неправильный Идентификатор подсети
zh_cn: 子网标识符无效
zh_tw: 無效的子網路識別符

source: No new hosts found
de_de: Keine neuen Hosts gefunden
fr_fr: Aucun nouvel hôte identifié
it_it: Nessun nuovo host trovato
ja_jp: 新しいホストが見つかりません
ru_ru: Новые хосты не найдены
zh_cn: 未找到新主机
zh_tw: 沒有找到新的主機

source: Subnet must have VLAN assigned for MAc address query
fr_fr: Le sous-réseau doit avoir un VLAN assigné pour les requêtes d’adresse MAC
it_it: La subnet deve avere una VLAN assegnata per interrogare gli indirizzi MAC
ja_jp: サブネットには、MAcアドレスのクエリにVLANが割り当てられている必要があります
ru_ru: Подсеть должна иметь VLAN, назначенный для запроса MAC адреса
zh_tw: 子網路必須為 MAC 位址查詢分配 VLAN

source: No devices for SNMP MAC address query available
de_de: Keine SNMP f&auml;higen Ger&auml;te f&uuml;r eine MAC-Adressen Abfrage vorhanden
fr_fr: Aucun équipement disponible pour une requête snmp d’adresses MAC
it_it: Nessun dispositivo disponibile per interrogare gli indirizzi MAC via SNMP
ja_jp: SNMP MACアドレスクエリ用のデバイスがありません
ru_ru: Нет устройств для запроса MAC адресов по SNMP
zh_cn: 没有设备可以通过 SNMP 查询 MAC 地址
zh_tw: 沒有用於 SNMP MAC 位址查詢的裝置

source: No new hosts found from ARP scan, MAC address scan will not be performed
de_de: Keine neuen Hosts durch ARP-Scann gefunden, die Suche nach MAC-Adressen wird nicht durchgef&uuml;hrt
fr_fr: Aucun nouvel hôte trouvé par scan ARP, le scan d’adresse MAC ne sera pas réalisé
it_it: Nessun nuovo host trovato con la scansione ARP, la scansione degli indirizzi MAC non sar&agrave; eseguita
ja_jp: ARPスキャンで新しいホストが見つかりませんでした(MACアドレスのスキャンは実行されません)
ru_ru: Не найдено новых хостов из ARP сканирования, Сканирование MAC адресов не будет выполнено
zh_cn: ARP 扫描未发现新主机，不会执行 MAC 地址扫描
zh_tw: 從 ARP 掃描中找不到新的主機，MAC 位址掃描將不會被執行
