Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: de_de, fr_fr, it_it, ja_jp, ru_ru, zh_cn, zh_tw

source: Record deleted
de_de: Eintrag gel&ouml;scht
fr_fr: Enregistrement supprimé
it_it: Record cancellato
ja_jp: 削除されたレコード
ru_ru: Запись удалена
zh_cn: 记录已删除
zh_tw: 刪除記錄

source: PowerDNS record delete
de_de: L&ouml:schen PowerDNS Dom&auml;nen Eintrag
ru_ru: Удаление записи PowerDNS
zh_cn: PowerDNS 记录删除

source: Failed to delete PowerDNS domain record
de_de: Fehler beim L&ouml;schen des PowerDNS Dom&auml;nen Eintrages
ru_ru: Ошибка удаления записи домена PowerDNS
zh_cn: 删除 PowerDNS 域记录失败

source: PowerDNS domain record deleted
de_de: PowerDNS Dom&auml;nen Eintrag ghel&ouml:scht
ru_ru: Доменная запись PowerDNS удалена
zh_cn: PowerDNS 域记录已删除

source: PowerDNS record update
de_de: Aktualisierung PowerDNS Dom&auml;nen Eintrag
ru_ru: Обновление записи PowerDNS
zh_cn: PowerDNS 记录更新

source: Failed to update PowerDNS domain record
de_de: Fehler beim Aktualisieren des PowerDNS Dom&auml;nen Eintrages
ru_ru: Ошибка обновления доменной записи PowerDNS
zh_cn: 更新 PowerDNS 域记录失败

source: PowerDNS domain record updated
de_de: PTR-Eintrag aktualisiertPowerDNS Dom&auml;nen Eintrag aktualisiert
ru_ru: Доменная запись PowerDNS обновлена
zh_cn: PowerDNS 域名记录已更新

source: Invalid NS
de_de: Ung&uuml;ltiger NS
ru_ru: Неправильный NS
zh_cn: 无效 NS

source: Default records created
de_de: Standard Eintr&auml;ge erstellt
ru_ru: Создана запись по-умолчанию
zh_cn: 已创建默认记录

source: Domain id must be an integer
de_de: Dom&auml;nen-ID muss eine Zahl sein
fr_fr: l’ID de domaine doit être un entier
it_it: L&#39;id di dominio deve essere un intero
ja_jp: ドメインIDは整数でなければなりません
ru_ru: Id домена должно быть целым числом
zh_cn: 域 ID 必须是整数
zh_tw: 網域 ID 必須是整數

source: Invalid record name
de_de: Ung&uuml;ltiger Eintragsname
fr_fr: Nom d’enregistrement invalide
it_it: Nome record non valido
ja_jp: レコード名が不正です
ru_ru: Неверное имя записи
zh_cn: 记录名称无效
zh_tw: 無效的記錄名稱

source: Invalid record type
de_de: Ung&uuml;ltiger Eintragstyp
fr_fr: Type d’enregistrement invalide
it_it: Tipo record non valido
ja_jp: レコードタイプが不正です
ru_ru: Неверный тип записи
zh_cn: 记录类型无效
zh_tw: 無效的記錄類型

source: Invalid TTL
de_de: Ung&uuml;ltige TTL
ru_ru: Неверное значение TTL
zh_cn: TTL 无效

source: TTL range is from 0 to 2147483647
de_de: Der TTL-Bereich reicht von 0 bis 2147483647
ru_ru: Значение TTL должно находится в диапазоне от 0 до 2147483647
zh_cn: TTL 范围是从 0 到 2147483647

source: Invalid NXDOMAIN TTL
de_de: Ung&uuml;ltige NXDOMAIN TTL
ru_ru: Неверное значение NXDOMAIN TTL
zh_cn: NXDOMAIN TTL 无效

source: NXDOMAIN TTL range is from 0 to 10800
de_de: Der NXDOMAIN TTL-Bereich reicht von 0 bis 10800
ru_ru: Значение NXDOMAIN TTL должно находитсяв диапазоне от 0 до 10800
zh_cn: NXDOMAIN TTL 范围为 0 到 10800

source: Invalid refresh TTL
de_de: Ung&uuml;ltiger Wiederholungswert TTL
ru_ru: Неверное значение обновления TTL
zh_cn: 刷新 TTL 无效

source: Refresh TTL range is from 1200 to 2147483647
de_de: Der TTL-Aktualisierungsbereich reicht von 1200 bis 2147483647
ru_ru: Значение обновления TTL должно находиться в диапазоне от 1200 до 2147483647
zh_cn: 刷新 TTL 范围是从 1200 到 2147483647

source: Invalid priority value
de_de: Ung&uuml;ltiger Priorit&auml;tswert
ru_ru: Неверное значение приоритета
zh_cn: 优先级值无效

source: Priority range is from 0 to 1000
de_de: Der Priorit&auml;tsbereich reicht von 0 bis 1000
ru_ru: Значение приоритета находится в диапазоне от 0 до 1000
zh_cn: 优先级范围为 0 到 1000

source: Invalid integer value
de_de: Ung&uuml;ltiger ganzzahliger Wert
ru_ru: Неверное целое число
zh_cn: 无效的整数值

source: PowerDNS domain truncate
de_de: Verkleinerung PowerDNS Dom&auml;ne
ru_ru: Домен PowerDNS сокращён
zh_cn: PowerDNS 域截断

source: Failed to remove all PowerDNS domain records
de_de: Fehler beim Entfernen aller PowerDNS Dom&auml;en Eintr&uaml;ge
ru_ru: Ошибка удаления всех доменных записей PowerDNS
zh_cn: 无法删除所有 PowerDNS 域记录

source: PowerDNS domain records truncated
de_de: PowerDNS Dom&auml;en Eintr&auml;ge verkleinert
ru_ru: Доменные записи PowerDNS сокращены
zh_cn: PowerDNS 域名记录被截断

source: PowerDNS records delete
de_de: L&ouml:schen PowerDNS Dom&auml;nen Eintr&auml;ge
ru_ru: Удаление записей PowerDNS
zh_cn: PowerDNS 记录删除

source: Failed to delete all PowerDNS domain PTR records
de_de: Fehler beim L&ouml;schen der PowerDNS Dom&auml;en PTR-Eintr&auml;ge
ru_ru: Ошибка удаления всех PTR записей для домена PowerDNS
zh_cn: 无法删除所有 PowerDNS 域 PTR 记录

source: All PTR records for PowerDNS removed
de_de: Alle PTR-Eintr&auml;ge f&uuml;r PowerDNS gel&ouml;scht
ru_ru: Все PTR записи в PowerDNS удалены
zh_cn: 已删除 PowerDNS 的所有 PTR 记录

source: Created
de_de: Erstellt von
ru_ru: Создан
zh_cn: 已创建

source: No Content
de_de: Kein Inhalt
ru_ru: Нет Содержимого
zh_cn: 无内容

source: Bad Request
de_de: Ung&uuml;ltige Anforderung
ru_ru: Плохой Запрос
zh_cn: 错误的请求

source: Unauthorized
de_de: Nicht autorisiert
ru_ru: Неавторизован
zh_cn: 未经授权

source: Forbidden
de_de: Verboten
ru_ru: Запрещён
zh_cn: 禁止

source: Not Found
de_de: Nicht gefunden
ru_ru: Не Найден
zh_cn: 未找到

source: Method Not Allowed
de_de: Methode nicht erlaubt
ru_ru: Метод Не Разрешён
zh_cn: 不允许的方法

source: Conflict
de_de: Konflikt
ru_ru: Конфликт
zh_cn: 冲突

source: Unsupported Media Type
de_de: Nicht unterst&uuml;tzter Medientyp
ru_ru: Не поддерживаемый Тип Медиа
zh_cn: 不支持的媒体类型

source: Internal Server Error
de_de: Interner Server Fehler
ru_ru: Внутренняя Ошибка Сервера
zh_cn: 内部服务器错误

source: Not Implemented
de_de: Nicht implementiert
ru_ru: Не Реализован(а)(о)(ы)
zh_cn: 未实现

source: Service Unavailable
de_de: Service nicht verf&uuml;gbar
ru_ru: Сервис Недоступен
zh_cn: 暂停服务

source: HTTP Version Not Supported
de_de: HTTP-Version unterst&uuml;tzt
ru_ru: Неподдерживаемая Версия HTTP
zh_cn: 不支持 HTTP 版本

source: Invalid result code
de_de: Ung&uuml;ltiger Ergebnisscode
ru_ru: Неверный код результата
zh_cn: 结果代码无效

source: Displays device system info
de_de: Systeminformationen des Ger&auml;tesystems
ru_ru: Показывает системную информацию устройства
zh_cn: 显示设备系统信息

source: Fetches ARP table
de_de: Abrufen der ARP-Tabelle
ru_ru: Получает таблицу ARP
zh_cn: 获取 ARP 表

source: Fetches MAC address table
de_de: Abrufen Tabelle der MAC-Adressen
ru_ru: Получает таблицу MAC адресов
zh_cn: 获取 MAC 地址表

source: Fetches interface ip addresses
de_de: Abrufen IP-Adressen der Schnittstellen
ru_ru: Получает ip адрес интерфейса
zh_cn: 获取接口 IP 地址

source: Fetches routing table
de_de: Abrufen der Routing-Tabelle
ru_ru: Получает таблицу маршрутов
zh_cn: 获取路由表

source: Fetches VLAN table
de_de: Abrufen der VLAN-Tabelle
ru_ru: Получает таблицу VLAN
zh_cn: 获取 VLAN 表

source: Fetches VRF table
de_de: Abrufen der VRF-Tabelle
ru_ru: Получает таблицу VRF
zh_cn: 获取 VRF 表

source: Invalid SNMP version
de_de: Ung&uuml;ltige SNMP-Version
ru_ru: Неверная версия SNMP
zh_cn: SNMP 版本无效

source: Unable to parse "type: value" from SNMP response
de_de: SNMP-Antwort "Typ: Wert" nicht gelesen werden
ru_ru: Не могу распознать "type: value" из SNMP ответа
zh_cn: 无法从 SNMP 响应中解析“类型：值”

source: Unable to process SNMP value
de_de: SNMP-Wert kann nicht verarbeitet werden
ru_ru: Невозможно обработать значение SNMP
zh_cn: 无法处理 SNMP 值

source: Invalid scan method.
de_de: Ung&uuml;ltige Suchmethode.
ru_ru: Неверный метод сканирования.
zh_cn: 扫描方法无效.

source: All records for domain removed
de_de: Alle Eintr&auml;ge f&uuml;r die Dom&auml;ne gel&ouml;scht
fr_fr: Tous les enregistrements du domaine ont été supprimés
it_it: Cancellati tutti i record per il dominio
ja_jp: ドメインのすべてのレコードが削除されました
ru_ru: Все записи для домена удалены
zh_cn: 已删除域的所有记录
zh_tw: 所有網域的記錄被移除

source: Select device where subnet is located
de_de: W&auml;hlen Sie das Ger&auml;t, auf dem sich das Subnetz befindet
fr_fr: Choisissez l’équipement sur lequel le sous-réseau est situé
it_it: Seleziona il dispositivo in cui si trova la subnet
ja_jp: サブネットが配置されているデバイスを選択します
ru_ru: Выберите устройство, где находятся подсети
zh_cn: 选择子网所在设备
zh_tw: 選擇子網路所在的裝置

source: Belonging hosts
fr_fr: Hôtes appartenant
it_it: Host posseduti
ru_ru: Принадлежащие хосты
zh_tw: 所屬主機

source: No subnets belong to this device
de_de: Keine Subnetze geh&ouml;ren zu diesem Ger&auml;t
fr_fr: Aucun sous-réseau appartient à cet équipement
it_it: Nessun subnet appartiene a questo dispositivo
ja_jp: このデバイスに属するサブネットはありません
ru_ru: Нет подсетей принадлежащих этому устройству
zh_cn: 没有子网属于该设备
zh_tw: 沒有屬於該裝置的子網路

source: Log files are sent to syslog
de_de: Logdateien werden zum Syslog gesendet
fr_fr: Fichiers de log envoyés au syslog
it_it: I file di log sono inviati a syslog
ja_jp: ログファイルはsyslogに送信されます
ru_ru: Лог файлы отправлены сислогу
zh_cn: 日志文件发送到系统日志
zh_tw: 記錄檔案發送至 syslog

source: Syslog files are sent to syslog
fr_fr: Les fichiers syslog sont envoyés au syslog
it_it: I file di log sono inviati a syslog
ru_ru: Сислог файлы отосланы сислогу
zh_tw: Syslog 檔案發送至 syslog

source: Number of discovered hosts exceed maximum possible defined by php.ini - set to
fr_fr: Le nombre d’hôtes découverts dépasse la valeur maximale définie par php.ini - réglé à
it_it: Il numero di host trovati eccede il numero massimo definito da php.ini - impostato a
ru_ru: Количество обнаруженных хостов превысило максимум, определенный в php.ini - установлено в
zh_tw: 探索的主機數量超過了 php.ini 設定最大值 - 設定為

source: Please adjust your php.ini settings for value `max_input_vars`
de_de: Bitte passen Sie Ihre php.ini Einstellungen f&uuml;r den Wert `max_input_vars` an
fr_fr: Merci d’ajuster votre paramètres `max_input_vars` dans le php.ini
it_it: Per favore imposta il tuo php.ini per il valore `max_input_vars`
ja_jp: php.iniの設定値を `max_input_vars`に調整してください
ru_ru: Пожалуйста, поправьте значение `max_input_vars` в php.ini
zh_cn: 请调整您的 php.ini 设置值“max_input_vars”
zh_tw: 請調整您的 php.ini 設定值 `max_input_vars`

source: For AD/LDAP/NetIQ connection phpipam is using adLDAP, for documentation please check
de_de: F&uuml;r AD, LDAP und NetIQ-Verbindungen verwendet phpIPAM adLDAP, Dokumentation hierzu ist zu finden unter
fr_fr: Pour les connection AD/LDAP/NetIQ, phpipam utilise adLDAP, pour la documentation voir
it_it: Per le connessioni AD/LDAP/NetIQ phpipam utilizza adLDAP, per la documentazione vedere
ja_jp: AD / LDAP / NetIQ接続の場合、phpipamはadLDAPを使用しています:
ru_ru: Для AD/LDAP/NetIQ соединений, phpipam использует adLDAP, прочтите документацию
zh_cn: 对于 AD/LDAP/NetIQ 连接，phpipam 使用 adLDAP，有关文档，请查看
zh_tw: 要在 phpIPAM 使用 AD/LDAP/NetIQ 驗證，請參考說明文件。

source: Search domain groups
de_de: Suche nach Dom&auml;nengruppen
fr_fr: Cherche les groupes de domaine
it_it: Cerca gruppi di dominio
ja_jp: ドメイングループの検索
ru_ru: Поиск доменных групп
zh_cn: 搜索域组
zh_tw: 搜尋網域群組

source: Add group
de_de: Gruppe hinzuf&uuml;gen
fr_fr: Ajouter groupe
it_it: Aggiungi gruppo
ja_jp: グループを追加
ru_ru: Добавить группу
zh_cn: 添加组
zh_tw: 加入群組

source: No members
de_de: Keine Mitglieder
fr_fr: Aucun membre
it_it: Nessun membro
ja_jp: メンバーなし
ru_ru: Нет участников
zh_cn: 无成员
zh_tw: 沒有成員

source: Group already exists
de_de: Gruppe existiert bereits
fr_fr: Le groupe existe déjà
it_it: Il gruppo esiste gi&agrave;
ja_jp: グループは既に存在します
ru_ru: Группа уже создана
zh_cn: 组已存在
zh_tw: 群組已經存在

source: You do not have permissions to process this request
de_de: Sie haben keine Berechtigung, diese Anforderung zu verarbeiten
fr_fr: Vous n’avez pas les droits pour traiter cette requête
it_it: Non hai i permessi per processare questa richiesta
ja_jp: このリクエストを処理する権限がありません
ru_ru: У вас нет доступов для выполнения этого запроса
zh_cn: 您无权处理此申请
zh_tw: 您沒有處理此要求的權限

source: Select agent
de_de: Agenten ausw&auml;hlen
fr_fr: Choisir un agent
it_it: Seleziona agente
ja_jp: エージェントを選択
ru_ru: Выберите агента
zh_cn: 选择代理
zh_tw: 選擇代理程式

source: Select which scanagent to use
de_de: Auswahl des zu verwendenden Scanagenten
fr_fr: Choisir l’agent de scan à utiliser
it_it: Seleziona quale scanagent usare
ja_jp: 使用するスキャンエージェントの選択
ru_ru: Выберите какого агента использовать для сканирования
zh_cn: 选择要使用的扫描代理
zh_tw: 選擇要使用的掃描代理程式

source: No agents available
de_de: Keine Agenten verf&uuml;gbar
fr_fr: Aucun agent disponible
it_it: Nessun agente disponibile
ja_jp: 利用可能なエージェントはありません
ru_ru: Агенты отсутсвуют
zh_cn: 没有可用的代理
zh_tw: 沒有的可用代理程式

source: phpipam Scan agents
de_de: Scanagenten phpipam
fr_fr: Agents de scan phpipam
ja_jp: phpipamスキャンエージェント
ru_ru: агенты Сканирования phpipam
zh_cn: phpipam 扫描代理
zh_tw: phpIPAM 掃描代理程式

source: Create new agent
de_de: Neuen Agenten anlegen
fr_fr: Créer un nouvel agent
it_it: Crea nuovo agente
ja_jp: 新しいエージェントを作成します
ru_ru: Создать нового агента
zh_cn: 创建新代理
zh_tw: 建立新的代理程式

source: Last access
de_de: Letzter Zugriff
fr_fr: Dernier accès
it_it: Ultimo accesso
ja_jp: 最後のアクセス
ru_ru: Последний доступ
zh_cn: 上次访问时间
zh_tw: 最後存取

source: edit agent details
de_de: Agentendetails bearbeiten
fr_fr: modifier les détails de l’agent
it_it: modifica dettagli agente
ja_jp: エージェントの詳細を編集します
ru_ru: редактировать описание агента
zh_cn: 编辑代理详细信息
zh_tw: 編輯代理程式詳細資訊

source: remove agents
de_de: Agent entfernen
ja_jp: エージェント削除
ru_ru: удаление агентов
zh_cn: 删除代理

source: Create new scan agent
de_de: Neuen Scanagenten anlegen
fr_fr: Créer un nouvel agent de scan
it_it: Crea nuovo agente di scan
ja_jp: 新しいスキャンエージェントを作成します
ru_ru: Создать нового агента сканирования
zh_cn: 创建新的扫描代理
zh_tw: 建立新的代理程式

source: Enter scan agent name
de_de: Scanagentennamen eingeben
fr_fr: Entrez le nom de l’agent de scan
it_it: Inserire nome agente di scan
ja_jp: スキャンエージェント名を入力してください
ru_ru: Введите имя агента сканирования
zh_cn: 输入扫描代理名称
zh_tw: 輸入掃描代理程式名稱

source: Agent description
de_de: Beschreibung Agent
it_it: Descrizione agente
ja_jp: エージェントの説明
ru_ru: Описание агента
zh_cn: 代理指南
zh_tw: 代理程式描述

source: Agent type
de_de: Agententyp
fr_fr: Type d’agent
it_it: Tipo agente
ja_jp: エージェントタイプ
ru_ru: Тип агента
zh_cn: 代理类型
zh_tw: 代理程式類型

source: Invalid agent code
de_de: Ung&uuml;ltiger Agenten Code
fr_fr: Code d’agent invalide
it_it: Codice agente non valido
ru_ru: Неправильный код агента
zh_cn: 代理代码无效
zh_tw: 無效的代理程式編碼

source: Invalid agent name
de_de: Ung&uuml;ltiger Agenten Name
fr_fr: Nom d’agent invalide
it_it: Nome agente non valido
ru_ru: Неправильное название агента
zh_cn: 代理名称无效
zh_tw: 無效的代理程式名稱

source: Invalid agent Id
de_de: Ung&uuml;ltige Agent ID
fr_fr: Id d’agent invalide
it_it: Id agente non valido
ru_ru: Неправильный Id агента
zh_cn: 代理 ID 无效
zh_tw: 無效的代理程式 ID

source: Agent add error
fr_fr: Erreur à l’ajout de l’agent
it_it: Errore aggiunta agente
ru_ru: Ошибка добавления агента
zh_tw: 代理程式加入錯誤

source: Agent edit error
fr_fr: Erreur à l’édition de l’agent
it_it: Errore modifica agente
ru_ru: Ошибка редактирования агента
zh_tw: 代理程式編輯錯誤

source: Agent delete error
fr_fr: Erreur à la suppression de l’agent
it_it: Errore cancellazione agente
ru_ru: Ошибка удаления агента
zh_tw: 代理程式刪偵錯誤

source: Agent add success
fr_fr: Agent ajouté avec succès
it_it: Agente aggiunto
ru_ru: Успешное добавление агента
zh_tw: 代理程式加入成功

source: Agent edit success
fr_fr: Agent modifié avec succès
it_it: Agente modificato
ru_ru: Успешное редактирование агента
zh_tw: 代理程式編輯成功

source: Agent delete success
fr_fr: Agent supprimé avec succès
it_it: Agente cancellato
ru_ru: Успешное удаление агента
zh_tw: 代理程式刪除成功

source: Cannot remove localhost scan agent
de_de: Kann lokalen Scanagent nicht l&ouml;schen
fr_fr: Impossible de supprimer l’agent de scan localhost
it_it: Impossibile cancellare l&#39;agente di scansione locale
ja_jp: localhostスキャンエージェントを削除できません
ru_ru: Не могу удалить агента сканирования на localhost
zh_cn: 无法删除本地主机扫描代理
zh_tw: 無法移除 localhost 的掃描代理程式

source: Scan agent references removed
de_de: Scanagent Referenz gel&ouml;scht
fr_fr: Références de l’agent de scan supprimés
it_it: Riferimenti all&#39;agente di scansione cancellati
ja_jp: スキャンエージェント参照が削除されました
ru_ru: Ссылки агента сканирования удалены
zh_cn: 扫描代理引用已删除
zh_tw: 移除掃描代理程式

source: Enable Firewall Zones
de_de: Aktiviere Firewall Zonen
fr_fr: Activer les Zones Firewall
it_it: Attiva Zone Firewall
ja_jp: ファイアウォールゾーンを有効化
ru_ru: Включение Зон Фаервола
zh_cn: 启用防火墙区域
zh_tw: 啟用防火牆區域

source: Enable or disable firewall zone management module
de_de: Aktiviere / Deaktiviere Firewall Management Modul
fr_fr: Activer ou désactiver le module de gestion des zones firewall
it_it: Attiva o disattiva il modulo di gestione zone firewall
ja_jp: ファイアウォールゾーン管理モジュールを有効または無効にします
ru_ru: Включение или отключение модуля управления зонами фаервола
zh_cn: 启用或禁用防火墙区域管理模块
zh_tw: 啟用或者停用防火牆管理模組

source: Firewall zone management
de_de: Firewall Zonenverwaltung
fr_fr: Gestion des zones Firewall
it_it: Gestione zone firewall
ja_jp: ファイアウォールゾーン管理
ru_ru: Управление зонами фаервола
zh_cn: 防火墙区域管理
zh_tw: 防火牆區域管理

source: Invalid zone alias value.
de_de: Ung&uuml;ltiger Zonen Alias Wert.
fr_fr: Valeur d’alias de zone invalide
it_it: Valore alias zona non valido.
ja_jp: ゾーンエイリアス値が不正です
ru_ru: Неверный псевдоним зоны.
zh_cn: 区域别名无效.
zh_tw: 無效的區域別名值。

source: Invalid interface.
de_de: Ung&uuml;ltiges Interface.
fr_fr: Interface invalide.
it_it: Interfaccia non valida.
ja_jp: インターフェースが不正です
ru_ru: Неверный интерфейс.
zh_cn: 接口无效.
zh_tw: 無效的介面

source: Invalid zone ID.
de_de: Ung&uuml;ltige Zonen ID.
fr_fr: ID de zone invalide.
it_it: ID zona non valido.
ja_jp: ゾーンIDが不正です。
ru_ru: Неверный ID зоны.
zh_cn: 区域 ID 无效.
zh_tw: 無效的區域 ID

source: Invalid mapping ID.
de_de: Ung&uuml;ltige Zuordnungs ID.
fr_fr: ID de mapping invalide.
it_it: ID mappa non valido.
ja_jp: マッピングIDが無効です
ru_ru: Неверный назначенный ID.
zh_cn: 映射 ID 无效.
zh_tw: 無效的對應的 ID。

source: Cannot add mapping
de_de: Kann Zuordnung nicht hinzuf&uuml;gen
fr_fr: Impossible d’ajouter le mapping
it_it: Impossibile aggiungere la mappa
ja_jp: マッピングを追加できません
ru_ru: Не могу добавить сопоставление
zh_cn: 无法添加映射
zh_tw: 不能加入對應

source: Mapping modified successfully
de_de: Zuordnung erfolgreich bearbeitet
fr_fr: Mapping modifié avec succès
it_it: Mappa modificata
ja_jp: マッピングが正常に変更されました
ru_ru: Сопоставление успешно исправлено
zh_cn: 映射修改成功
zh_tw: 對應修改成功

source: Invalid ID. Do not manipulate the POST values!
de_de: Ung&uuml;ltige ID. Nicht die POST-Werte manipulieren!
fr_fr: ID invalide. Ne manipules pas les données POST !
it_it: ID non valido. Non modificare i valori della POST!
ja_jp: IDが無効です。 POST値を操作しないでください！
ru_ru: Неверный ID. Не оперируйте POST значениями!
zh_cn: ID 无效。 请勿操纵 POST 值！
zh_tw: 無效 ID。不處理 POST 值。

source: Invalid action. Do not manipulate the POST values!
de_de: Ung&uuml;ltige Aktion. Nicht die POST-Werte manipulieren!
fr_fr: Action invalide. Ne manipules pas les données POST !
it_it: Operazione non valida. Non modificare i valori della POST!
ja_jp: 無効な操作です。 POST値を操作しないでください！
ru_ru: Неверное действие. Не манипулируйте POST значениями!
zh_cn: 无效动作。 请勿操纵 POST 值！
zh_tw: 無效的動作。不要處理 POST 值。

source: Add a mapping between a firewall device and a firewall zone
de_de: Zuordnung zwischen einer Firewall und einer Firewall Zone hinzuf&uuml;gen
fr_fr: Ajouter un mapping entre un équipement firewall et une zone firewall
it_it: Aggiungi una mappa tra il dispositivo firewall e la zona firewall
ja_jp: ファイアウォールデバイスとファイアウォールゾーン間のマッピングを追加します
ru_ru: Добавить сопоставление между фаервол устройством и фаервол зоной
zh_cn: 添加防火墙设备和防火墙区域之间的映射
zh_tw: 在防火牆裝置和防火牆區域之間加入對應

source: Zone to map
de_de: Zone zuordnen
fr_fr: Zone à mapper
it_it: Zona da mappare
ja_jp: マッピングするゾーン
ru_ru: Зона для привязки
zh_cn: 结合区
zh_tw: 區域對應

source: Select a firewall zone
de_de: W&auml;hlen Sie eine Firewall-Zone
fr_fr: Choisir un zone Firewall
it_it: Seleziona una zona firewall
ja_jp: ファイアウォールゾーンを選択します
ru_ru: Выберите зону фаервола
zh_cn: 选择防火墙区域
zh_tw: 選擇防火牆區域

source: Firewall to map
de_de: Firewall zuordnen
fr_fr: Firewall à mapper
it_it: Firewall da mappare
ja_jp: マッピングする<br>ファイアフォール
ru_ru: Фаервол для привязки
zh_cn: 防火墙绑定
zh_tw: 防火牆對應

source: Select firewall
de_de: W&auml;hlen Sie eine Firewall
fr_fr: Choisir un firewall
it_it: Seleziona firewall
ja_jp: ファイアーウォールを選択
ru_ru: Выберите фаервол
zh_cn: 选择防火墙
zh_tw: 選擇放火牆

source: Interface
de_de: Schnittstelle
it_it: Interfaccia
ja_jp: インターフェース
ru_ru: Интерфейс
zh_cn: 接口
zh_tw: 介面

source: Create Firewall zone mapping
de_de: Firewall Zonen Zuordnung erstellen
fr_fr: Créer un mapping de zone Firewall
it_it: Crea mappa
ja_jp: ファイアウォールゾーンマッピングを作成する
ru_ru: Создать привязку зоны к фаерволу
zh_cn: 创建防火墙区域映射
zh_tw: 建立防火牆區域對應

source: Firewall interface
de_de: Firewall Schnittstelle
fr_fr: Interface Firewall
it_it: Interfaccia firewall
ja_jp: ファイアウォールインターフェース
ru_ru: Интерфейс фаервола
zh_cn: 防火墙接口
zh_tw: 防火牆介面

source: Zone alias
de_de: Zonen Alias
fr_fr: Alias de zone
it_it: Alias zona
ja_jp: ゾーンエイリアス
ru_ru: Псевдоним зоны
zh_cn: 其他区域
zh_tw: 區域別名

source: Local zone alias
de_de: Lokaler Zonen Alias
fr_fr: Alias de zone locale
it_it: Alias zona locale
ja_jp: ローカルゾーンエイリアス
ru_ru: Псевдоним локальной зоны
zh_cn: 本地区域别名
zh_tw: 本地區域別名

source: You are about to remove the firewall to zone mapping!
de_de: Sie sind dabei die Firewall Zonen Zuordnung zu entfernen.
fr_fr: Vous êtes sur le point de supprimer le firewall du mapping de zone !
it_it: Stai per cancellare la mappa della zona firewall!
ja_jp: ゾーンマッピングへのファイアウォールを削除しようとしています！
ru_ru: Вы собираетесь удалить брандмауэр для отображения зон!
zh_cn: 您即将删除防火墙进行区域映射！
zh_tw: 您即將刪除防火牆進行區域對應。

source: Zone
it_it: Zona
ja_jp: ゾーン
ru_ru: Зона
zh_cn: 区域
zh_tw: 區域

source: Alias
ja_jp: エイリアス
ru_ru: Псевдоним
zh_cn: 别名
zh_tw: 別名

source: Devicename
fr_fr: Nom d’équipement
it_it: Nome dispositivo
ru_ru: Имяустройства
zh_tw: 裝置名稱

source: Zones
ru_ru: Зоны
zh_tw: 區域

source: No firewall zones configured
de_de: Keine Firewall Zonen konfiguriert
fr_fr: Aucun zone firewall configurée
it_it: Nessuna zona firewall configurata
ja_jp: ファイアウォールゾーンを設定しない
ru_ru: Зоны фаервола не настроены
zh_cn: 未配置防火墙区域
zh_tw: 沒有防火牆區域設定

source: Invalid zone name length parameter. A valid valid value is between 1 and 31
ru_ru: Неверный размер имени зоны. Верное значение в пределах от 1 до 31

source: Invalid IPv4 address type alias. Only alphanumeric characters, &quot;-&quot;, &quot;_&quot; and &quot;.&quot; are allowed.
de_de: Ung&uuml;ltiger IPv4 Adresstyp Alias. Nur alphanumerische Zeichen &quot;-&quot;, &quot;_&quot; and &quot;.&quot; sind erlaubt
fr_fr: Alias de type d'adresse IPv4 invalide. Seules les caractères alphanumériques, &quot;-&quot;, &quot;_&quot; and &quot;.&quot; sont permis.
it_it: Alias di tipo non valido per l&#39;indirizzo IPv4. Solo i caratteri alfanumerici, &quot;-&quot;,&quot;_&quot; e &quot;.&quot; sono ammessi.
ja_jp: IPv4アドレスタイプのエイリアスが無効です。英数字、&quot;-&quot;、&quot;_&quot;、&quot;.&quot;のみが許可されています
ru_ru: Недопустимый псевдоним IPv4-адреса. Допустимы только буквенно-цифровые &quot;-&quot;, &quot;_&quot; и &quot;.&quot; символы
zh_cn: IPv4 地址类型别名无效。仅限字母数字字符, &quot;-&quot;, &quot;_&quot; and &quot;.&quot; 被允许.
zh_tw: 無效的IPv4位址類型別名。只有字母數字字元，&quot;-&quot;, &quot;_&quot; and &quot;.&quot;是允許的。

source: Invalid separator. Only &quot;-&quot;, &quot;_&quot; and &quot;.&quot; are allowed.
de_de: Ung&uuml;ltiger Separator. Nur &quot;-&quot;, &quot;_&quot; and &quot;.&quot; sind erlaubt.
fr_fr: Séparateur invalide. Seuls les &quot;-&quot;, &quot;_&quot; and &quot;.&quot; sont autorisés.
it_it: Separatore non valido. Solo &quot;-&quot;. &quot;_&quot; e &quot;.&quot; sono ammessi.
ja_jp: 区切り文字が無効です。英数字、&quot;-&quot;、&quot;_&quot;、&quot;.&quot;のみが許可されています
ru_ru: Недопустимый разделитель. Допустимы только &quot;-&quot;, &quot;_&quot; и &quot;.&quot;.
zh_cn: 分隔符无效。 仅限 &quot;-&quot;, &quot;_&quot; 和 &quot;.&quot; 被允许.
zh_tw: 無效的分隔字元。只有&quot;-&quot;, &quot;_&quot; and &quot;.&quot; 是被允許的
