Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: de_de, fr_fr, it_it, ja_jp, ru_ru, zh_cn, zh_tw

source: No subnets
de_de: Keine Subnetze
fr_fr: Aucun sous-réseau
it_it: Nessuna subnet
ja_jp: サブネットはありません
ru_ru: Нет подсетей
zh_cn: 无子网
zh_tw: 沒有子網路

source: No changelog entries are available
de_de: Keine &Auml;nderungsprotokolleintr&auml;ge vorhanden
fr_fr: Aucune nouvelle entrée dans le chanlog
it_it: Nessuna riga di log disponibile
ja_jp: 変更ログエントリは利用できません
ru_ru: В листе изменений нет записей
zh_cn: 没有可用的变更日志条目
zh_tw: 沒有可用的記錄項目

source: Device details
de_de: Ger&auml;tedetails
fr_fr: Détails de l’équipement
it_it: Dettagli dispositivo
ja_jp: デバイスの詳細
ru_ru: Детали устройства
zh_cn: 设备详细信息
zh_tw: 裝置詳細資訊

source: SNMP data
de_de: SNMP-Daten
ja_jp: SNMP編集に失敗しました
ru_ru: Данные SNMP
zh_cn: SNMP 数据

source: SNMP version
ja_jp: SWバージョン
ru_ru: Версия SNMP
zh_cn: SNMP 版本

source: Filter
fr_fr: Filtre
it_it: Filtro
ru_ru: Фильтр
zh_cn: 过滤器
zh_tw: 篩選

source: Filter applied:
fr_fr: Filter appliqué :
it_it: Filtro applicato:
ru_ru: Фильтр применён:
zh_tw: 套用篩選器：

source: Sort by type
de_de: Nach Typ sortieren
fr_fr: Trié par type
it_it: Ordina per tipo
ja_jp: タイプで並べ替えます
ru_ru: Сортировка по типу
zh_cn: 按类型排序
zh_tw: 以類型排序

source: Sort by Capacity
de_de: Sortiert nach Kapazit&auml;t
ja_jp: ポートで並べ替え
ru_ru: Сортировка по Ёмкости
zh_cn: 按容量排序

source: Sort by location A
de_de: Sortiert nach Standort A
ja_jp: 位置Aで並べ替え
ru_ru: Сортировка по метоположению A
zh_cn: 按位置 A 排序

source: Sort by location B
de_de: Sortiert nach Standort B
ja_jp: 位置Bで並べ替え
ru_ru: Сортировка по метоположению B
zh_cn: 按位置 B 排序

source: Unlink
de_de: Verkn&uuml;pfung aufheben
ru_ru: Отсоединить
zh_cn: 取消链接

source: Unlink object
de_de: Objektverkn&uuml;pfung entfernen
ru_ru: Отсоединить объект
zh_cn: 取消链接对象

source: All IP addresses belonging to customer
de_de: Alle IP-Adressen mit zugeh&ouml;rigen Kunden
ru_ru: Все IP адреса принадлежащие клиенту
zh_cn: 所有 IP 地址均属于客户

source: Show address
de_de: IP-Adresse anzeigen
ru_ru: Показать адрес
zh_cn: 显示地址

source: Edit address
de_de: IP-Adresse bearbeiten
ru_ru: Изменить адрес
zh_cn: 编辑地址

source: Delete address
de_de: IP-Adresse l&ouml;sche
ru_ru: Удалить адрес
zh_cn: 删除地址

source: Status check
de_de: Status &Uuml;berpr&uuml;fung
ru_ru: Проверить состояние
zh_cn: 状态检查

source: All Racks belonging to customer
de_de: Alle Racks mit zugeh&ouml;rigen Kunden
ru_ru: Все Шкафы, принадлежащие клиенту
zh_cn: 所有机柜均属于客户

source: Show popup
de_de: Zeige PopUp
ru_ru: Просмотр наполнения шкафа
zh_cn: 显示弹出窗口
zh_tw: 顯示機架預覽

source: Sort by model
fr_fr: Trié par modèle
it_it: Ordina per modello
ru_ru: Сортировка по модели
zh_tw: 以型號排序

source: VRF has no belonging subnets
de_de: VRF hat keine zugeh&ouml;rigen Subnetze
fr_fr: Aucun sous-réseau rattaché dans le VRF
it_it: VRF non possiete subnet
ja_jp: VRFには所属するサブネットがありません
ru_ru: VRF не имеет принадлежащих ему подсетей
zh_cn: VRF 没有所属子网
zh_tw: VRF 不屬於任何子網路

source: Invalid request
de_de: Ung&uuml;ltige Anfrage
fr_fr: Requête invalide
it_it: Richiesta non valida
ja_jp: 無効なリクエスト
ru_ru: Неверный запрос
zh_cn: 无效的申请
zh_tw: 無效的申請

source: Database already installed
de_de: Datenbank bereits installiert
fr_fr: Base de données déjà installée
it_it: Database gi&agrave; installato
ja_jp: データベースが既にインストールされています
ru_ru: База данных уже установлена
zh_cn: 数据库已安装
zh_tw: 資料庫已經安裝

source: Database installed successfully!
de_de: Datenbank erfolgreich installiert!
ru_ru: База данных успешно установлена!
zh_cn: 数据库安装成功！

source: Continue
de_de: Fortfahren
ru_ru: Продолжить
zh_cn: 继续

source: migration
ru_ru: миграция
zh_cn: 迁移

source: installation
ru_ru: установка
zh_cn: 安装

source: migrate
de_de: migrieren
ru_ru: мигрировать
zh_cn: 迁移

source: install
de_de: installieren
ru_ru: установить
zh_cn: 安装

source: Automatic database
de_de: Automatische Datenbank
ru_ru: Автоматическая установка базы данных
zh_cn: 自动数据库

source: Please provide required inputs in below form for automatic database
de_de: Bitte geben Sie alle nachfolgend ben&ouml;tigten Angaben ein f&uuml:r eine automatische Datenebank
ru_ru: Пожалуйста, предоставьте необходимые данные в форме ниже, для автоматической установки базы данных
zh_cn: 请在以下表格中提供自动数据库所需的输入

source: once finished click Install database.
de_de: wenn Sie fertig sind klicken Sie auf Datenbank installieren.
ru_ru: по окончании нажмите Установить базу данных.
zh_cn: 完成后单击安装数据库.

source: Before you proceed to
de_de: Bevor Sie fortfahren zu
ru_ru: Перед тем как вы начнёте
zh_cn: 在您继续之前

source: please fill in all settings in <strong>config.php</strong> file!
de_de: passen Sie bitte alle Einstellungen in der Datei <strong>config.php</strong> an!
ru_ru: пожалуйста, выполните все настройки в <strong>config.php</strong> файле!
zh_cn: 请填写<strong>config.php</strong>文件中的所有设置！

source: MySQL/MariaDB username
de_de: MySQL/MariaDB Benutzername
ru_ru: Имя пользователя MySQL/MariaDB
zh_cn: MySQL/MariaDB 用户名

source: MySQL/MariaDB password
ru_ru: Пароль пользователя MySQL/MariaDB
zh_cn: MySQL/MariaDB 密码

source: * User must have permissions to create new MySQL/MariaDB database
de_de: * Der Benutzer muss Berechtigung besitzen um eine neue MySQL/MariaDB Datenbank erstellen zu k&ouml;nnen.
ru_ru: * Пользователь должен иметь права для создания новой базы данных MySQL/MariaDB
zh_cn: * 用户必须具有创建新 MySQL/MariaDB 数据库的权限

source: MySQL/MariaDB database location
de_de: MySQL/MariaDB Datenbank Quelle
ru_ru: Расположение базы данных MySQL/MariaDB
zh_cn: MySQL/MariaDB 数据库位置

source: MySQL/MariaDB database name
de_de: MySQL/MariaDB Datenbankname
ru_ru: Название базы данных MySQL/MariaDB
zh_cn: MySQL/MariaDB 数据库名称

source: * change database details on config.php
de_de: * Anpassen der Datenbankdetails in config.php
ru_ru: * изменить настройки базы данных в config.php
zh_cn: * 更改 config.php 上的数据库详细信息

source: Show advanced options
de_de: Zeige erweiterte Einstellungen
ru_ru: Показать дополнительные параметры
zh_cn: 显示高级选项

source: Drop exisitng database
ru_ru: Удалить существующую базу данных
zh_cn: 删除现有数据库

source: Drop existing database if it exists
de_de: L&ouml;schen der Datenbank sofern diese schon vorhanden ist
ru_ru: Удалить существующую базу данных, если она существует
zh_cn: 删除现有数据库（如果存在）

source: Create database
de_de: Datenbank erstellen
ru_ru: Создать базу данных
zh_cn: 创建数据库

source: Create new database
de_de: Neue Datenbank erstellen
ru_ru: Создать новую базу данных
zh_cn: 创建新数据库

source: Create permissions
de_de: Berechtigungen erstellen
ru_ru: Создать права
zh_cn: 创建权限

source: Cannot access file db/MIGRATE.sql!
de_de: Auf die Datei db/MIGRATE.sql kann nicht zugegriffen werden!
ru_ru: Нет доступа к файлу db/MIGRATE.sql!
zh_cn: 无法访问文件 db/MIGRATE.sql！

source: phpipam database
de_de: phpIPAM Datenbank
ru_ru: база данных phpipam
zh_cn: phpipam 数据库

source: Manual database
de_de: Manuelle Datenbank
ru_ru: Установка базы данных вручную
zh_cn: 手动数据库

source: For importing database file with mysqlimport tool please follow below instructions:
ru_ru: Для импорта файла базы данных вручную с помощью утилиты mysqlimport, следуйте инструкциям ниже:

source: Set variables for database connection in config.php
de_de: Setzen der Werte für die Datenbankverbindung in config.php
ru_ru: Установите переменные для соединения с базой данных в config.php
zh_cn: 在 config.php 中设置数据库连接变量

source: Open mysql connection, create database
de_de: &Ouml;ffnen einer MySQL Verbindung, Erstellen einer Datenbank
ru_ru: Открыть соединение mysql, создать базу данных
zh_cn: 打开mysql连接，创建数据库

source: Copy below SQL queries and paste them to mysql
ru_ru: Скопируйте SQL запрос ниже и вставьте его в mysql

source: Finished ! Now login with <strong>Admin/ipamadmin</strong> to webpage.
ru_ru: Завершено ! Теперь зайдите с <strong>Admin/ipamadmin</strong> на вебстраницу.

source: Set permissions to tables
de_de: Setzen der Berechtigungen auf die Tabellen
ru_ru: Установить права на таблицы
zh_cn: 设置表的权限

source: Number of VLANs
de_de: Anzahl an VLANs
fr_fr: Nombre de VLANs
it_it: Numero di VLAN
ja_jp: VLAN数
ru_ru: Количество VLANов
zh_cn: VLAN 数量
zh_tw: VLAN 數量

source: Invalid widget
de_de: Ung&uuml;ltiger Widget
fr_fr: Widget invalide
it_it: Widget non valido
ja_jp: 無効なウィジェット
ru_ru: Неверный виджет
zh_cn: 无效的小部件
zh_tw: 無效的小工具

source: No $type hosts configured
fr_fr: Aucun hôte $type configuré
it_it: Nessun host $type configurato
ru_ru: Нет сконфигурированных $type хостов
zh_tw: 沒有設定 $type 主機

source: Loading statistics
de_de: Lade Statistiken
fr_fr: Chargement des statistiques
it_it: Carica statistiche
ja_jp: 統計の読み込み
ru_ru: Загрузка статистики
zh_cn: 加载统计
zh_tw: 正在載入統計資料

source: upgrade
de_de: Aktualisierung
fr_fr: Mise à jour
it_it: aggiorna
ru_ru: обновление
zh_cn: 升级
zh_tw: 升級

source: jQuery error!
de_de: jQuery Fehler!
ru_ru: Ошибка jQuery!
zh_cn: jQuery 错误！

source: Hide
de_de: Ausblenden
ru_ru: Скрыть
zh_cn: 隐藏

source: Set SMTP server address
de_de: SMTP Serveradresse konfigurieren
fr_fr: Saisir l’adresse du serveur SMTP
it_it: Imposta indirizzo server SMTP
ja_jp: SMTPサーバーアドレスを設定します
ru_ru: Установите адрес SMTP сервера
zh_cn: 设置 SMTP 服务器地址
zh_tw: 設定 SMTP 伺服器位址

source: Set SMTP server port
de_de: SMTP Serverport konfigurieren
fr_fr: Saisir le port du serveur SMTP
it_it: Imposta password server SMTP
ja_jp: SMTPサーバーポートを設定します
ru_ru: Установите порт SMTP сервера
zh_cn: 设置 SMTP 服务器端口
zh_tw: 設定 SMTP 伺服器連接埠

source: Security
de_de: Sicherheit
fr_fr: Sécurité
it_it: Sicurezza
ja_jp: セキュリティ
ru_ru: Безопасность
zh_cn: 安全
zh_tw: 安全

source: Select cryptographic security protocol
de_de: Auswahl des kryptografischen Sicherheitsprotokolls
ja_jp: 暗号セキュリティプロトコルを選択してください
ru_ru: Выберите протокол шифрования
zh_cn: 选择加密协议
zh_tw: 選擇加密安全協定

source: No languages present created yet
de_de: Bisher keine Sprachen erstellt
fr_fr: Aucun langage créé pour l’instant
it_it: Nessuna lingua attualmente creata
ja_jp: まだ作成されている言語はありません
ru_ru: Пока ещё не создано ни одного языка
zh_cn: 尚未创建任何语言
zh_tw: 沒有建立任何語言

source: Version
it_it: Versione
ja_jp: バージョン
ru_ru: Версия
zh_cn: 版本
zh_tw: 版本

source: Prettify links
de_de: Links versch&ouml;nern
fr_fr: Liens prettify
it_it: Prettify collegamenti
ja_jp: リンクを整理
ru_ru: Удобные ссылки
zh_cn: 优化链接
zh_tw: 好看網址

source: Temporary shares
de_de: Tempor&auml;re Freigaben
fr_fr: Partages temporaires
it_it: Condivisioni temporanee
ja_jp: 一時的な共有
ru_ru: Временные раздачи
zh_cn: 临时共享
zh_tw: 臨時共用

source: Allow temporary subnet sharing
de_de: Erlaube tempor&auml;re Subnetzfreigabe
fr_fr: Autoriser le partage de sous-réeaux temporaires
it_it: Consenti condivisioni temporanee subnet
ja_jp: 一時的なサブネットの共有を許可します
ru_ru: Разрешить временную раздачу подсети
zh_cn: 允许临时子网共享
zh_tw: 允許臨時子網路共用

source: Enable changelog module
de_de: Aktiviere / Deaktiviere Modul &Auml;nderungen
fr_fr: Activer le module changelog
it_it: Attiva modulo changelog
ja_jp: 変更履歴モジュールを有効化
ru_ru: Включить модуль списка изменений
zh_cn: 启用变更日志模块
zh_tw: 啟用記錄模組

source: ICMP settings
de_de: ICMP Einstellungen
fr_fr: Paramètres ICMP
it_it: Impostazioni ICMP
ja_jp: ICMP設定
ru_ru: Настройки ICMP
zh_cn: ICMP 设置
zh_tw: ICMP 設定

source: Scan type
de_de: Scantyp
fr_fr: Type de scan
it_it: Tipo scansione
ja_jp: スキャンの種類
ru_ru: Тип сканирования
zh_cn: 扫描类型
zh_tw: 掃描類型

source: Select which utility to use for status checks.
de_de: Werkzeug f&uuml;r Status&uuml;berpr&uuml;fung ausw&auml;hlen
fr_fr: Choisir l’utilitaire pour les vérifications de statut
it_it: Seleziona quale utility usare per il controllo di stato.
ja_jp: ステータスチェックに使用するユーティリティを選択します
ru_ru: Выберите утилиту для проверок состояния.
zh_cn: 选择用于状态检查的实用程序.
zh_tw: 選擇使用於檢查狀態的公用程式。

source: FPing path
de_de: Pfad FPing-Programm
fr_fr: Chemin FPING
it_it: Percorso FPing
ja_jp: FPingパス
ru_ru: Путь к FPing
zh_cn: FPing 路径
zh_tw: FPing 路徑

source: Set path for fping executable file (default /bin/fping)
de_de: Pfad f&uuml;r ausf&uuml;hrbare FPing Datei (Standard /bin/fping)
fr_fr: Saisir le chemin pour l’exécutable FPING (par défaut /bin/fping)
it_it: Imposta percorso dell&#39;eseguibile fping (default /bin/fping)
ja_jp: fping実行ファイルのパスを設定します（デフォルト/bin/fping）
ru_ru: Укажите путь к исполняемому файлу fping (по-умолчанию /bin/fping)
zh_cn: 设置 fping 可执行文件的路径（默认 /bin/fping）
zh_tw: 設定 FPing 的執行路徑 (預設 /bin/fping)

source: Invalid email
de_de: ung&uuml;ltige E-Mailadresse
fr_fr: Email invalide
it_it: Email non valida
ja_jp: 無効なメール
ru_ru: Неверный email
zh_cn: 电子邮件无效
zh_tw: 無效的電子郵件位址

source: Invalid value for Max VLAN number
de_de: Ung&uuml;ltiger Wert f&uuml;r maximale VLAN Nummer
fr_fr: Valeur du numéro maximum de VLAN invalide
it_it: Valore non valido per il numero massimo di VLAN
ja_jp: 最大VLAN番号の値が無効です
ru_ru: Неверное значение для Максимального номера VLANа
zh_cn: 最大 VLAN 号的值无效
zh_tw: 無效的最大 VLAN 數

source: Manage device types
de_de: Ger&auml;tetypen verwalten
fr_fr: Gérer les types d’équipements
it_it: Gestione tipi dispositivo
ja_jp: デバイスタイプ管理
ru_ru: Управление типами устройств
zh_cn: 管理设备类型
zh_tw: 管理裝置類型

source: Cannot delete locked tag
de_de: Kann gesperrte Markierung nicht l&ouml;schen
fr_fr: Impossible de supprimer le tag verrouillé
it_it: Impossibile cancellare un tag bloccato
ja_jp: ロックされたタグを削除できません
ru_ru: Не могу удалить заблокированный тэг
zh_cn: 无法删除锁定的标签
zh_tw: 不能刪除鎖標誌

source: Invalid tag name
de_de: Ung&uuml;ltiger Markierungsname
fr_fr: Nom de tag invalide
it_it: Nome tag non valido
ja_jp: タグ名が無効です
ru_ru: Неверное имя тэга
zh_cn: 标签名称无效
zh_tw: 無效的識別名

source: Invalid bg color
de_de: Ung&uuml;ltige bg Farbe
fr_fr: Couleur BG invalide
it_it: Bg color non valido
ja_jp: 無効なbgカラー
ru_ru: Неправильный цвет bg
zh_cn: 背景颜色无效
zh_tw: 無效的BG顏色

source: Invalid fg color
de_de: Ung&uuml;ltige fg Farbe
fr_fr: Couleur FG invalide
it_it: Fg color non valido
ja_jp: fgの色が無効です
ru_ru: Неправильный цвет fg
zh_cn: 前景颜色无效
zh_tw: 無效的FG色

source: error
de_de: fehlerhaft
ru_ru: ошибка
zh_cn: 错误

source: success
de_de: erfolgreich
ru_ru: успешно
zh_cn: 成功

source: Tag add error
fr_fr: Erreur d’ajout de tag
it_it: Errore aggiunta tag
ru_ru: Ошибка добавления тэга
zh_tw: 識別加入錯誤

source: Tag edit error
fr_fr: Erreur d’édition de tag
it_it: Errore modifica tag
ru_ru: Ошибка редактирования тэга
zh_tw: 識別編輯錯誤

source: Tag delete error
fr_fr: Erreur de suppression de tag
it_it: Errore cancellazione tag
ru_ru: Ошибка удаления тэга
zh_tw: 識別刪偵錯誤

source: Tag add success
fr_fr: Tag ajouté avec succès
it_it: Tag aggiunto
ru_ru: Ошибка добавления тэга
zh_tw: 識別加入成功

source: Tag edit success
fr_fr: Tag modifié avec succès
it_it: Tag modificato
ru_ru: Успешное редактирование тэга
zh_tw: 識別編輯成功

source: Tag delete success
fr_fr: Tag supprimé avec succès
it_it: Tag cancellato
ru_ru: Успешное удаление тэга
zh_tw: 識別刪除成功

source: Manage Address Tags
de_de: Verwaltung Adressmarkierungen
fr_fr: Géré les tags d’adresse
it_it: Gestione Tag Indirizzo
ja_jp: アドレスタグの管理
ru_ru: Управление Тэгами Адресов
zh_cn: 管理地址标签
zh_tw: 管理位址標籤

source: Add Tag
de_de: Markierung hinzuf&uuml;gen
fr_fr: Ajouter un tag
it_it: Aggiungi Tag
ja_jp: タグ付けします
ru_ru: Добавить Тэг
zh_cn: 添加标签
zh_tw: 加入標籤

source: type
de_de: Typ
it_it: tipo
ja_jp: タイプ
ru_ru: тип
zh_cn: 类型
zh_tw: 類型

source: Show Tag
de_de: Markierung anzeigen
fr_fr: Afficher le tag
it_it: Mostra Tag
ja_jp: タグを表示
ru_ru: Показать Тэг
zh_cn: 显示标签
zh_tw: 顯示標籤

source: BG color
de_de: Farbe Hintergrund
fr_fr: Couleur BG
it_it: Colore BG
ja_jp: BGカラー
ru_ru: Цвет BG
zh_cn: 背景颜色
zh_tw: 背景顏色

source: FG color
de_de: Farbe Vordergrund
fr_fr: Couleur FG
it_it: Colore FG
ja_jp: FGカラー
ru_ru: Цвет FG
zh_cn: 前景颜色
zh_tw: 前景顏色

source: Compress range
de_de: Bereich zusammenfassen
fr_fr: Compresser la plage
it_it: Comprimi range
ja_jp: 圧縮範囲
ru_ru: Диапазон сжатия
zh_cn: 压缩范围
zh_tw: 壓縮範圍

source: Locked
de_de: Gesperrt
fr_fr: Verrouillé
it_it: Bloccato
ja_jp: ロック
ru_ru: Заблокировано
zh_cn: 已锁
zh_tw: 已鎖定

source: tag
de_de: Markierung
ja_jp: タグ
ru_ru: тэг
zh_cn: 标签
zh_tw: 標籤

source: Show tag
de_de: Markierung anzeigen
fr_fr: Afficher tag
it_it: Mostra tag
ja_jp: タグを表示します
ru_ru: Показать тэг
zh_cn: 显示标签
zh_tw: 顯示標籤

source: Bg color
de_de: Farbe Hintergrund
fr_fr: Couleur BG
it_it: Colore bg
ja_jp: BGカラー
ru_ru: Цвет bg
zh_cn: 背景颜色
zh_tw: 前景顏色

source: Fg color
de_de: Farbe Vordergrund
fr_fr: Couleur FG
it_it: Colore fg
ja_jp: FGカラー
ru_ru: Цвет fg
zh_cn: 前景颜色
zh_tw: 背景顏色

source: Default value settings
de_de: Standardwerteeinstellungen
fr_fr: Paramètres de valeur par défaut
it_it: Impostazioni predefinite
ja_jp: デフォルト値の設定
ru_ru: Настройки значений по-умолчанию
zh_cn: 默认值设置
zh_tw: 預設值設定

source: Name servers
de_de: Nameserver
fr_fr: Serveurs de noms
it_it: Server DNS
ja_jp: ネームサーバー
ru_ru: DNS сервера
zh_cn: 域名服务器
zh_tw: 名稱伺服器

source: Enter name servers, separate multiple with ;
de_de: Nameserver eingeben, mehrere mit ; trennen
fr_fr: Entrez les serveurs de noms (séparés par ;)
it_it: Inserire server DNS, separati da ;
ja_jp: ネームサーバを入力し、;で複数に区切ります
ru_ru: Введите DNS сервера, разделив их через ;
zh_cn: 输入域名服务器，多个域名服务器之间用 ; 分隔
zh_tw: 輸入名稱伺服器，用「；」分割

source: Hostmaster
ja_jp: ホストマスター
ru_ru: Хостмастер
zh_cn: 主机管理员
zh_tw: 主機管理者

source: Enter default hostmaster for domain
de_de: Standardhostmaster f&uuml;r Dom&auml;ne eingeben
fr_fr: Entrez le hostmaster par défaut du domaine
it_it: Inserire hostmaster predefinito per il dominio
ja_jp: ドメインのデフォルトのhostmasterを入力してください
ru_ru: Введите хостмастера по-умолчанию для домена
zh_cn: 输入域的默认主机管理员
zh_tw: 輸入網域的主機管理者

source: Refresh
de_de: Aktualisierungszeit
fr_fr: Rafraichîr
it_it: Ricarica
ja_jp: リフレッシュ
ru_ru: Обновление
zh_cn: 刷新
zh_tw: 重新整理

source: How often a secondary will poll the primary server to see if the serial number for the zone has increased.
de_de: Wie oft soll der sekund&auml;re Server den prim&auml;ren abfragen, um festzustellen das sich die Seriennummer der Zone erh&ouml;ht hat.
fr_fr: Fréquence à laquelle un secondaire va vérifier auprès du primaire si le numéro de série de la zone a augmenté.
it_it: Ogni quanto un server secondario interroga il server primario per vedere se il numero seriale della zona &egrave; aumentato.
ja_jp: セカンダリがプライマリサーバーをポーリングして、ゾーンのシリアル番号が増加したかどうかを確認する頻度
ru_ru: Как часто вторичный сервер будет вызывать первичного для контроля изменения серийного номера для зоны.
zh_cn: 辅助服务器轮询主服务器以查看该区域的序列号是否增加的频率.
zh_tw: 輔助伺服器多長時間輪詢主伺服器，顯示該區域的序列號是否增加。

source: Retry
de_de: Wiederholungszyklus
fr_fr: Retentative
it_it: Riprova
ja_jp: リトライ
ru_ru: Повтор
zh_cn: 重试
zh_tw: 重試

source: If a secondary was unable to contact the primary at the last refresh, wait the retry value before trying again.
de_de: Wenn der sekund&auml;re Server den prim&auml;ren Server bei der letzten Aktualisierung nicht erreichen konnte, warte den Wiederholungswert vor einen neuen Versuch.
fr_fr: Si un secondaire n'a pu contacter le primaire à la dernière mise à jour, attendre la valeur de Retentative avant de réessayer.
it_it: Se un server secondario non &egrave; riuscito a contattare il primario nell&#39;ultimo controllo, attendi il valore specificato prima di riprovare.
ja_jp: セカンダリが最後のリフレッシュ時にプライマリに接続できなかった場合は、再試行する前に再試行値を待ちます
ru_ru: Если вторичный сервер не смог соединиться с первичным при последнем обновлении, подождите время обновления перед тем как пробовать снова.
zh_cn: 如果辅助节点在上次刷新时无法联系主节点，请等待重试值，然后再重试.
zh_tw: 如果次要上次重新整理時無法聯繫主要使用者，請等待重試值再次嘗試。

source: Expire
de_de: Verfallszeit
fr_fr: Expiration
it_it: Scadenza
ja_jp: 失効
ru_ru: Окончание
zh_cn: 到期
zh_tw: 到期

source: How long a secondary will still treat its copy of the zone data as valid if it can't contact the primary.
de_de: Wie lange behandelt der sekund&auml;re Server die Kopie seiner Zonendaten als g&uuml;ltig, wenn er den prim&auml;ren nicht erreichen kann.
fr_fr: Combien de temps un secondaire traite la copie de zone comme étant valide s'il ne peut contacter le primaire.
ja_jp: セカンダリがゾーンデータのコピーを、プライマリに接続できない場合でも、有効なものとして扱う期間
ru_ru: Как долго вторичный сервер будет считать верной копию файла зоны, если не может соединиться с первичным.
zh_cn: 如果辅助节点无法联系主节点，则在多长时间内仍将其区域数据副本视为有效.
zh_tw: 如果無法聯繫主要使用者，則輔助站仍然會將其副本的區域資料視為有效。

source: negative caching time - the time a NAME ERROR = NXDOMAIN result may be cached by any resolver
de_de: Negative Caching-Zeit - die Zeit wie lange ein 'NAME ERROR = NXDOMAIN' Ergebnis von jedem Resolver gecached wird.
fr_fr: Temps de caching négatif - durée pendant laquelle un résultat NAME ERROR = NXDOMAIN peut être caché par un resolver
it_it: tempo di cache negativo - il tempo in cui il risultato NAME ERROR = NXDOMAIN pu&ograve; essere messo in cache da qualsiasi resolver
ja_jp: 負のキャッシュ時間 - NAME ERROR = NXDOMAINの結果がどのリゾルバによってもキャッシュされる可能性のある時間
ru_ru: Отрицательное время кэширования - время, когда результат NAME ERROR = NXDOMAIN может быть кэширован любым резольвером
zh_cn: 负缓存时间 - 任何解析器可以缓存 NAME ERROR = NXDOMAIN 结果的时间
zh_tw: 絕對緩存時間 - 任何解析器可能會緩存NAME ERROR = NXDOMAIN結果的時間

source: Default TTL for domain records
de_de: Standard TTL f&uuml;r Dom&auml;nen-Eintr&auml;ge
fr_fr: TTL par défaut pour les enregistrements DNS
it_it: TTL predefinito per i record di dominio
ja_jp: ドメインレコードのデフォルトのTTL
ru_ru: Дефолный TTL для доменных записей
zh_cn: 域名记录的默认 TTL
zh_tw: 網域記錄的預設 TTL 值

source: Invalid domain name
de_de: Ung&uuml;ltige Dom&auml;nenname
ru_ru: Неправильное имя домена
zh_cn: 域名无效

source: Master must be an IP address
de_de: Der Master muss eine IP-Adresse sein
ru_ru: Мастер должен быть IP адресом
zh_cn: 主站必须是 IP 地址

source: Invalid domain type
de_de: Ung&uuml;ltige Dom&auml;nentyp
ru_ru: Неверный тип домена
zh_cn: 域类型无效

source: Invalid domain hostmaster
de_de: Ung&uuml;ltige Dom&auml;nen-Hostmaster
ru_ru: Неправилый хостмастер домена
zh_cn: 域名主机管理员无效

source: Please set master server(s) if domain type is SLAVE
de_de: Bitte den/die Masterserver setzen wenn der Dom&auml;nentyp 'SLAVE' ist
ru_ru: Пожалуйста, укажите первичны(й)(е) сервер(а), если тип домена SLAVE
zh_cn: 如果域类型为 从，请设置主服务器

source: Failed to add domain
fr_fr: Echec d’ajout du domaine
it_it: Errore aggiunta dominio
ru_ru: Ошибка добавления домена
zh_tw: 加入網域失敗

source: Failed to edit domain
fr_fr: Echec de modifiation de domaine
it_it: Errore modifica dominio
ru_ru: Ошибка редактирования домена
zh_tw: 編輯網域失敗

source: Failed to delete domain
fr_fr: Echec de suppression de domaine
it_it: Errore cancellazione dominio
ru_ru: Ошибка удаления домена
zh_tw: 刪除網域失敗

source: Domain add successfull
fr_fr: Domaine ajouté avec succès
it_it: Dominio aggiunto
ru_ru: Успешное удаление домена
zh_tw: 加入網域成功

source: Domain edit successfull
fr_fr: Domaine édité avec succès
it_it: Dominio modificato
ru_ru: Успешное редактирование домена
zh_tw: 網域編輯失敗

source: Domain delete successfull
fr_fr: Domaine supprimé avec succès
it_it: Dominio cancellato
ru_ru: Успешное удаление домена
zh_tw: 網域刪除失敗

source: domain
de_de: Dom&auml;ne
fr_fr: Domaine
it_it: dominio
ja_jp: ドメイン
ru_ru: домен
zh_cn: 域名
zh_tw: 網域

source: FQDN domain name
de_de: FQDN Dom&auml;nen-Name
fr_fr: Nom de domaine FQDN
it_it: FQDN nome dominio
ja_jp: FQDNドメイン名
ru_ru: FQDN имя домена
zh_cn: FQDN 域名
zh_tw: FQDN 網域名稱

source: Master NS
fr_fr: NS Maître
it_it: NS principale
ja_jp: マスターNS
ru_ru: Первичный NS
zh_cn: 主 NS
zh_tw: 主要 NS

source: Domain type
de_de: Dom&auml;nen-Typ
fr_fr: Type de domaine
it_it: Tipo dominio
ja_jp: ドメインタイプ
ru_ru: Тип домена
zh_cn: 域名类型
zh_tw: 網域類型

source: Default record values (SOA, NS)
de_de: Standard Record Werte (SOA, NS)
fr_fr: Valeurs d’enregistrements par défaut (SOA, NS)
it_it: Valori record predefiniti (SOA, NS)
ja_jp: デフォルトのレコード値（SOA、NS）
ru_ru: Дефолтные значения (SOA, NS)
zh_cn: 默认记录值 (SOA、NS)
zh_tw: 預設記錄 (SOA，NS)

source: Dont create default records (SOA, NS)
de_de: Standard Record Werte (SOA, NS) nicht erzeugen
fr_fr: Ne pas créer les enregistrements par défaut (SOA, NS)
it_it: Non creare record predefiniti (SOA, NS)
ja_jp: デフォルトのレコードを作成しないでください（SOA、NS）
ru_ru: Не создавать дефолтные (SOA, NS)
zh_cn: 不创建默认记录 (SOA、NS)
zh_tw: 不能建立預設記錄 (SOA, NS)
