Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: de_de, fr_fr, it_it, ja_jp, ru_ru, zh_cn, zh_tw

source: Scanning from local machine
zh_cn: 从本地机器扫描

source: Guests
zh_cn: 访客

source: default Guest group (viewers)
zh_cn: 默认访客组（查看）

source: Operators
zh_cn: 操作员

source: default Operator group
zh_cn: 默认操作员组

source: local
zh_cn: 本地

source: Local database
zh_cn: 本地数据库

source: default
zh_cn: 默认

source: default L2 domain
zh_cn: 默认 L2 域

source: 1 minute
zh_cn: 1 分钟

source: 3 minutes
zh_cn: 3 分钟

source: 5 minutes
zh_cn: 5 分钟

source: 10 minutes
zh_cn: 10 分钟

source: 15 minutes
zh_cn: 15 分钟

source: 30 minutes
zh_cn: 30 分钟

source: 45 minutes
zh_cn: 45 分钟

source: 1 hour
zh_cn: 1 小时

source: 2 hours
zh_cn: 2 小时

source: 3 hours
zh_cn: 3 小时

source: 6 hours
zh_cn: 6 小时

source: 12 hours
zh_cn: 12 小时

source: 24 hours
zh_cn: 24 小时

source: 1 week
zh_cn: 1 周

source: NATIVE
zh_cn: 本地

source: MASTER
zh_cn: 主

source: SLAVE
zh_cn: 从

source: SUPERSLAVE
zh_cn: 高级从

source: Failed to update location lat/lng from Google
de_de: Fehler beim Aktualisieren L&auml;ngen-/Breitengrad von Google

source: E-mail
de_de: E-Mailadresse
zh_tw: 電子郵件

source: Hi, almost set. Let's just set some basic settings. You can change all settings under administration once logged in!
de_de: Hi, fast geschafft, ein paar wenige Basiseinstellungen m&uuml;ssen noch bearbeitet werden. Sie k&ouml;nnen alle Einstellungen administrieren wenn Sie eingeloggt sind!

source: Email
ja_jp: 電子メール
zh_tw: 電子郵件

source: e-mail
ja_jp: 電子メール
zh_tw: 電子郵件

source: You do not have write access for this network'
fr_fr: Vous ne pouvez pas modifier ce réseau
zh_tw: 您沒有此網路的寫入權限』

source: If existing IP will fall to subnet/broadcast of new subnets split will fail, except if strict mode is disabled
fr_fr: Si des adresses IP existantes coincident avec des adresses de sous-réseaux/broadcast des nouveaux sous-réseaux,la segmentation échouera, à moins que le mode strict ne soit désactivé.
it_it: Se gli IP esistenti ricadono nella subnet/broadcast delle nuove subnet la divisione non sar&agrave; completata, a meno che la modalit&agrave; rigida non sia disattivata
ja_jp: 既存のIPが新しいサブネットのサブネット/ブロードキャストに落ちる場合、厳格モードが無効の場合を除いて分割は失敗します
zh_tw: 如果現有的 IP 將落入子網路/廣播新的子網路，則分割將失敗，除非嚴格模式被停用

source: You do not have permission to access this folder
fr_fr: Vous n’avez pas le droit d’accéder à ce dossier
it_it: Non hai i permessi per accedere a questa cartella
zh_tw: 您沒有存取該資料夾的權限

source: Create widget file in directory site/dashboard/widgets/
fr_fr: Créez un fichier de widget dans le répertoire site/dashboard/widgets
it_it: Il file del widget viene creato nella cartella del sito/dashboard/widgets/
zh_tw: 建立的小工具檔案在 site//widgets/ 目錄中

source: Set administrator email
fr_fr: Saisissez le mail de l’administrateur
it_it: Imposta email amministratore
zh_tw: 設定管理者電子郵件

source: phpIPAM currently supports 4 methods for authentication:
fr_fr: phpIPAM supporte actuellement 4 méthodes d’authentification :
it_it: phpIPAM attualmente supporta 4 metodi di autenticazione:
zh_tw: phpIPAM 目前支援 4 種驗證方式：

source: Agent description'
fr_fr: Description de l’agent
zh_tw: 代理程式描述『

source: Invalid zone name length parameter. A valid valid value is between 3 and 31
fr_fr: Longueur du paramètre de nom de zone invalide. La valeur doit être comprise entre 3 et 31 caractères.
it_it: Lunghezza parametro nome zona non valida. Un valore valido &egrave; tra 3 e 31
zh_tw: 無效的區域名稱長度參數。有效的有效值介於3和31之間

source: Root
fr_fr: Racine
it_it: Radice
ja_jp: ルート
zh_tw: 根

source: Search for matching subnet in all VRFs (ignore provided VRF).
fr_fr: Chercher le sous-réseau correspondant dans l’ensemble des VRF (ignorer les VRF fournis).
it_it: Cerca subnet corrispondenti in tutti i VRF (ignora VRF forniti).
zh_tw: 在所有 VRF 中搜尋相符的子網路 (忽略提供的VRF) 。

source: Nameserer
zh_tw: 名稱伺服器

source: Output has been limited to last $_REQUEST[climit] lines
zh_tw: 輸出限制為最後 $_REQUEST[climit] 行

source: This network is already bound to this or another zone.<br>The binding must be unique.
ja_jp: このネットワークは既にこのゾーンまたはほかのゾーンに紐づいています。<br>紐づけはユニークでなければなりません
zh_tw: 該網路已經綁定到此或另一個區域。<br>綁定必須是唯一的。

source: TCP Window size
zh_tw: TCP Windows 大小

source: USER MENU
zh_tw: 使用者功能表

source: Nat Translations
zh_tw: NAT 轉換

source: Check all fields that are required:
zh_tw: 勾選所需要的欄位：

source: Show Rack
zh_tw: 顯示機架

source: Here you can manage options for circuit types:
zh_tw: 您可以在此管理電路類型選項：

source: Custom Circuit providers fields
zh_tw: 自訂電路提供者欄位

source: Custom Circuits fields
zh_tw: 自訂電路欄位

source: Custom Logical circuits fields
zh_tw: 自訂邏輯電路欄位

source: No destination NAT configured
zh_tw: 沒有目的 NAT 設定

source: No static NAT configured
zh_tw: 沒有靜態 NAT 設定

source: All subnets belonging to customer.
zh_tw: 所屬於此客戶的子網路

source: IP addresses in subnets
zh_tw: 子網路中的 IP 位址

source: You can disable user here.
zh_tw: 您可在此將使用者停用。

source: Custom VRF fields
zh_tw: 自訂 VRF 欄位

source: Custom User Group fields
zh_tw: 自訂使用者群組欄位

source: Custom Device fields
zh_tw: 自訂裝置欄位

source: Custom Rack fields
zh_tw: 自訂機架欄位

source: Custom Locations fields
zh_tw: 自訂位置欄位

source: Custom PSTN Prefixes fields
zh_tw: 自訂 PSTN 首碼欄位

source: Custom PSTN Numbers fields
zh_tw: 自訂 PSTN 號碼欄位

source: Custom Customers fields
zh_tw: 自訂客戶欄位

source: Custom NAT fields
zh_tw: 自訂 NAT 欄位

source: Custom BGP Routing fields
zh_tw: 自訂 BGP 路由欄位

source: Add new custom VRF fields
zh_tw: 新增自訂 VRF 欄位

source: Add new custom User Group fields
zh_tw: 新增自訂使用者群組欄位

source: add new custom Device fields
zh_tw: 新增自訂裝置欄位

source: add new custom Rack fields
zh_tw: 新增自訂機架欄位

source: add new custom Locations fields
zh_tw: 新增自訂位置欄位

source: add new custom PSTN Prefixes fields
zh_tw: 新增自訂 PSTN 首碼欄位

source: add new custom PSTN Numbers fields
zh_tw: 新增自訂 PSTN 號碼欄位

source: add new custom Customers fields
zh_tw: 新增自訂客戶欄位

source: add new custom NAT fields
zh_tw: 新增自訂 NAT 欄位

source: add new custom BGP Routing fields
zh_tw: 新增自訂 BGP 路由欄位

source: Destination address for policy NAT
zh_tw: NAT 規則目的位址

source: Use destination policy NAT
zh_tw: 使用目的 NAT 規則

source: Serach for free subnets in section
zh_tw: 在此區段中搜尋尚未使用的子網路

source: Scanned devices:
zh_tw: 已掃描裝置：

source: count
zh_tw: 統計

source: Destination NAT
zh_tw: 目的 NAT

source: destination NAT
zh_tw: 目的 NAT

source: Source NAT
zh_tw: 來源 NAT

source: source NAT
zh_tw: 來源 NAT

source: Static NAT
zh_tw: 靜態 NAT

source: static NAT
zh_tw: 靜態 NAT

source: All Racks
zh_tw: 所有機架

source: Add new custom Circuit providers field
zh_tw: 加入新的自訂電路提供者欄位

source: Add new custom Circuits field
zh_tw: 加入新的自訂電路欄位

source: Add new custom Logical circuits field
zh_tw: 加入新的自訂邏輯電路欄位

source: Select TCP window size, delay and Filesize to calculate how long file transfer will take.
ja_jp: TCPのウィンドウサイズ、ディレイ、ファイルサイズを選択し、ファイル転送にかかる時間を計算します。
zh_tw: 選擇 TCP Window 大小、延遲與檔案大小，用以計算所需的傳輸時間。

source: TCP Window size:
zh_tw: TCP Windows 大小：

source: Delay:
zh_tw: 延遲：

source: Filesize:
zh_tw: 檔案大小：

source: Transfer time (h:m:s):
zh_tw: 傳輸時間 (時:分:秒)：

source: Calculation parameters:
zh_tw: 計算參數：

source: Create new NetIQ authentication
zh_tw: 建立新的 NetIQ 驗證

source: Create new SAML2 authentication
zh_tw: 建立新的 SAML2 驗證

source: IDP X509 certificate
zh_tw: IDP X509 憑證

source: Enter IDP X509 certificate
zh_tw: 輸入 IDP X509 憑證

source: You can get all used / available ports and connected IP&#39;s / hostnames in some device by entering device name in search field
it_it: Puoi trovare tutte le porte usate / disponibili e gli IP/hostname connessi a un dispositivo inserendo il nome del dispositivo nel campo di ricerca

source: You do not have write access for this network&#39;
it_it: Non hai accesso in scrittura per questa rete

source: User&#39;s password
it_it: Password utente

source: Don&#39;t show visual display
it_it: Non mostrare visualizza

source: How long a secondary will still treat its copy of the zone data as valid if it can&#39;t contact the primary.
it_it: Per quanto un server secondario tratter&agrave; la sua copia dei dati della zona come valida se non pu&ograve; contattare il primario.

source: VLAN ID
fr_fr: ID de VLAN
it_it: ID VLAN

source: Subnet $new_subnet overlaps with
fr_fr: Le sous-réseau $new_subnet chevauche
it_it: La sottorete $new_subnet si sovrappone con

source: didn&#39;t change the master.
it_it: non ha cambiato la principale.

source: Show text above &#39;username&#39; field on login page (default empty)
it_it: Mostra un testo sopra il campo &#39;username&#39; nella pagina di login (vuoto per default)

source: Vlan number can be max
ja_jp: VLAN数は最大まで設定できます

source: Login successful
ja_jp: ログイン成功

source: Error: The zone name
ja_jp: エラー：ゾーン名が異常です。

source: You can override this by setting $allow_older_version=true in config.php.
ja_jp: config.phpで$allow_older_version=true にすることでこの設定を上書きできます

source: You can login with SAML2 <a href="
ja_jp: SAML2でログインできます。 <a href="

source: To organize the order of the firewall IP addres object name pattern simply drag and drop the different parts in the lower field.<br>It's also possible to reorganize them to fit your needs.
ja_jp: ファイアウォールIPアドレスのオブジェクト名パターンの順序を編集するには、下位のフィールドで異なる部分を単純にドラッグドロップします。<br>目的に合わせて再編集も可能です。

source: Context engind ID
ja_jp: コンテキストエンジンID

source: TTL
ja_jp: TLS

source: PowerDNS
ja_jp: PowerDNSを有効化

source: Manage Circuits
ja_jp: タグ管理

source: Select to allow user to manage circuits
ja_jp: ユーザがPSTN番号を管理できるようにする場合に選択します

source: You are not allowed to modify Circuit Provider details
ja_jp: サーキットプロバイダの詳細を変更する権限がありません

source: You are not allowed to modify Circuit details
ja_jp: サーキットの詳細を変更する権限がありません

source: curcuit option
ja_jp: プレフィックスオプション

source: Database upgraded successfully! <a class='btn btn-sm btn-default' href='
ja_jp: データベースのアップグレードに成功しました。<a class=’btn btn-sm btn-default' href='

source: Failed to upgrade database! <a class='btn btn-sm btn-default' href='
ja_jp: データベースのアップグレードに失敗しました。<a class=’btn btn-sm btn-default' href='

source: Avalibility
ja_jp: 可用性

source: SNMP info
ja_jp: SNMPモジュール

source: List of circuits
ja_jp: 非アクティブなホストのリスト
