Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: de_de, fr_fr, it_it, ja_jp, ru_ru, zh_cn, zh_tw

source: First select a section to choose a subnet afterwards.
de_de: W&auml;hlen Sie zun&auml;chst einen Bereich aus, um anschließend ein Subnetz auszuw&auml;hlen.
ja_jp: サブネットを選択する際、最初にセクションを選択してください。
ru_ru: Сперва выберите секцию для дальнейшего выбора подсети.
zh_cn: 首先选择一个部分，然后选择子网.
zh_tw: 首先選擇一個部分以選擇一個子網路。

source: No section selected
de_de: Keinen Bereich ausgew&auml;hlt
ja_jp: ウィジェットが選択されていません
ru_ru: Секция не выбрана
zh_cn: 未选择任何区域
zh_tw: 未選擇區段

source: Invalid zone name length.
de_de: Ung&uuml;ltige L&auml;nge des Zonennamen.
ja_jp: ゾーン名の値が無効です
ru_ru: Неверная длина имени зоны.
zh_cn: 区域名称长度无效.
zh_tw: 區域名稱長度無效。

source: Indicator
de_de: Indikator
ja_jp: 必須
ru_ru: Индикатор
zh_cn: 指示器
zh_tw: 指示器

source: Padding
de_de: Musterwert
ja_jp: 読み込み中
ru_ru: Отступы
zh_cn: 填充
zh_tw: 填充

source: Zone description
de_de: Beschreibung der Zone
ja_jp: 説明を入力してください
ru_ru: Описание зоны
zh_cn: 区域说明
zh_tw: 區域描述

source: Add a network to the Zone
de_de: Hinzuf&uuml;gen eines neuen Netzwerkes zur Zone
ja_jp: セクションに新しいサブネットを追加
ru_ru: Добавить сеть в Зону
zh_cn: 将网络添加到区域
zh_tw: 將網路加入至此區域

source: Search domains in AD
de_de: Dom&auml;nen im AD suchen
fr_fr: Chercher les domaines AD
it_it: Cerca domini in AD
ja_jp: ADでドメインを検索します
ru_ru: Поиск доменов в AD
zh_cn: 在 AD 中搜索域
zh_tw: 在 AD 中搜尋網域

source: Select server
de_de: Auswahl Server
ru_ru: Выберите сервер
zh_cn: 选择服务器
zh_tw: 選擇伺服器

source: Enter search filter
de_de: Eingabe Suchfilter
fr_fr: Entrer les filtres de recherche
it_it: Inserisci filtro ricerca
ja_jp: 検索フィルターを入力してください
ru_ru: Выберите фильтр поиска
zh_cn: 输入搜索过滤器
zh_tw: 輸入搜尋篩選器

source: No groups found
de_de: Keine Gruppen gefunden
fr_fr: Aucun groupe trouvé
it_it: Nessun gruppo trovato
ja_jp: グループが見つかりません
ru_ru: Группы не найдены
zh_cn: 未找到组
zh_tw: 找不到群組

source: Following groups were found
ru_ru: Следующие группы были найдены

source: Members:
de_de: Mitglieder:
fr_fr: Membres :
it_it: Membri:
ja_jp: メンバー:
ru_ru: Участники:
zh_cn: 成员：
zh_tw: 成員：

source: Group $_POST[action] error
ru_ru: $_POST[action] ошибка группы
zh_tw: 群組 $ _POST [action] 錯誤

source: Group $_POST[action] success
ru_ru: Групповое $_POST[action] успешно
zh_tw: 群組 $ _POST [action] 成功

source: Invalid Id
de_de: Ung&uuml;ltige ID
fr_fr: Id invaliide
it_it: Id non valido
ja_jp: Idが無効です
ru_ru: Неверный Id
zh_cn: 无效 ID
zh_tw: ID 無效

source: All sections :
fr_fr: Toutes les sections :
it_it: Tutte le sezioni :
ja_jp: すべてのセクション:
ru_ru: Все секции :
zh_tw: 所有區段：

source: Select sections and IP address fields to export
de_de: Auswahl der Bereiche und IP-Adressfelder f&uuml;r den Export
fr_fr: Choisir les sections et champs d’adresses IP à exporter
it_it: Seleziona i campi delle sezioni e degli indirizzi IP da esportare
ja_jp: エクスポートするセクションとIPアドレスフィールドを選択してください
ru_ru: Выберите секции и поля IP адреса для экспорта
zh_cn: 选择要导出的区域和 IP 地址字段
zh_tw: 選擇要匯出的區段和 IP 位址欄位

source: IP Address
de_de: IP-Adresse
fr_fr: Adresse IP
it_it: Indirizzo IP
ja_jp: IPアドレス
ru_ru: IP Адрес
zh_cn: IP 地址
zh_tw: IP 位址

source: Mandatory
de_de: Pflichtfeld
fr_fr: Mandataire
it_it: Obbligatorio
ja_jp: 必須
ru_ru: Постоянный
zh_cn: 必填项
zh_tw: 必須的

source: Include the sections in a separate sheet.
de_de: Exportiere Bereiche in einem extra Tabellenblatt.
fr_fr: Inclure les sections dans une feuille à part.
it_it: Includi le sezioni in un foglio separato.
ja_jp: セクションを別のシートに含めてください
ru_ru: Включить секции в отдельном листе.
zh_cn: 将这些区域包含在单独的工作表中.
zh_tw: 將區段包含在單獨的工作表中。

source: Export each section in a separate sheet.
fr_fr: Exporter chaque section dans une feuille différente.
it_it: Esporta ogni sezione in un foglio separato.
ru_ru: Экспортировать каждую секцию в отдельный лист.
zh_tw: 在單獨的工作表中匯出每個區段。

source: Select L2 Domain fields to export
de_de: Auswahl der L2-Dom&auml;nen-Feldern f&uuml;r den Export
fr_fr: Choisir les champs de domaine L2 à exporter
it_it: Seleziona i campi del Dominio L2 da esportare
ja_jp: エクスポートするL2ドメインフィールドを選択します
ru_ru: Выберите поля L2 домена для экспорта
zh_cn: 选择要导出的 L2 域字段
zh_tw: 選擇要匯出的 L2 網域欄位

source: Select sections and subnets fields to export
de_de: Auswahl der Bereiche und Subnetz Felder f&uuml;r den Export
fr_fr: Choisir les sections et champs de sous-réseaux à exporter
it_it: Seleziona i campi delle sezioni e delle subnet da esportare
ja_jp: エクスポートするセクションとサブネットのフィールドを選択します
ru_ru: Выберите секции и поля подсети для экспорта
zh_cn: 选择要导出的区域和子网字段
zh_tw: 選擇要匯出的部分和子網路欄位

source: VLAN Domain
de_de: VLAN Dom&auml;ne
fr_fr: Domaine VLAN
it_it: Dominio VLAN
ja_jp: VLANドメイン
ru_ru: VLAN Домен
zh_cn: VLAN 域
zh_tw: VLAN 網域

source: Host check
de_de: Host &uuml;berpr&uuml;fen
fr_fr: Vérification de l’hôte
it_it: Controlla host
ja_jp: ホストの確認
ru_ru: Выбор хоста
zh_cn: 主机检查
zh_tw: 主機檢查

source: Select VLAN fields to export
de_de: Auswahl der zu exportierenden VLAN Felder
fr_fr: Choisir les champs VLAN à exporter
it_it: Seleziona i campi VLAN da esportare
ja_jp: エクスポートするVLANフィールドを選択します
ru_ru: Выберите поля VLANа для экспорта
zh_cn: 选择要导出的 VLAN 字段
zh_tw: 選擇要匯出的 VLAN 欄位

source: Include the L2 domains in a separate sheet.
de_de: Exportiere L2-Dom&auml;nen in einem extra Tabellenblatt.
fr_fr: Inclure les domaines L2 dans une feuille différente.
it_it: Includere i domini L2 in un foglio separato.
ja_jp: 別のシートにL2ドメインを含めます
ru_ru: Включить L2 домены в отдельный лист.
zh_cn: 将 L2 域包含在单独的工作表中.
zh_tw: 將 L2 網域包含在獨立的活頁簿中。

source: Select VRF fields to export
de_de: Auswahl der zu exportierenden VRF-Felder
fr_fr: Choisir les champs VRF à exporter.
it_it: Seleziona i campi VRF da esportare
ja_jp: エクスポートするVRFフィールドを選択します
ru_ru: Выберите поля VRFа для экспорта
zh_cn: 选择要导出的 VRF 字段
zh_tw: 選擇要匯出的 VRF 欄位

source: Select file
de_de: Datei ausw&auml;hlen...
fr_fr: Choisir un fichier
it_it: Seleziona file
ja_jp: ファイルを選択します
ru_ru: Выберите файл
zh_cn: 选择文件
zh_tw: 選擇檔案

source: Browse / Drag & Drop
de_de: Durchsuchen / Auswahl
fr_fr: Parcourcir / Glisser & Déposer
it_it: Sfoglia / Drag & Drop
ja_jp: ブラウザ / ドラッグ&ドロップ
ru_ru: Просмотр / Перенос
zh_cn: 浏览/拖放
zh_tw: 瀏覽 / 拖曳

source: Cancel upload
de_de: Hochladen abbrechen
fr_fr: Annuler l’envoi
it_it: Cancella upload
ja_jp: アップロードをキャンセルします
ru_ru: Отмена передачи
zh_cn: 取消上传
zh_tw: 取消上傳

source: Match fields
de_de: Zuordnung Felder
fr_fr: Champs correspondants
it_it: Campi corrispondenti
ja_jp: フィールドの一致
ru_ru: Соответствующие поля
zh_cn: 匹配字段
zh_tw: 比對欄位

source: Please match the DB fields with the uploaded fields:
de_de: Bitte ordnen Sie die Datenbankfelder den Feldern aus der hochgeladenen Datei zu:
ja_jp: アップロードするフィールドをDBのフィールドと合わせてください。
ru_ru: Пожалуйста, сопоставьте поля БД загруженным полям:
zh_cn: 请将数据库字段与上传的字段匹配：

source: Pick import colum for
de_de: Auswahl der Importspalte f&uuml;r
fr_fr: Choisir la colonne d’import pour
it_it: Scegli colonna importata per
ja_jp: インポートカラムを選択します
ru_ru: Выберите столбец импорта для
zh_cn: 选择导入列
zh_tw: 選擇匯入欄位

source: No fields were automatically matched. The import file needs to have a header row!
de_de: Keine Felder automatisch zugeordnet. Die Importdatei ben&ouml;tigt eine Kopfzeile!
fr_fr: Aucun champ correspondant identifié. Le fichier d’import doit avoir une ligne d’entête !
it_it: Nessun campo ha delle corrispondenze automatiche. Per importare il file server una riga d&#39;intestazione!
ja_jp: フィールドは自動的に一致しませんでした。 インポートファイルにヘッダー行が必要です
ru_ru: Поля автоматически не сопоставились. Импортируемый файл должен иметь строку заголовка!
zh_cn: 没有字段被自动匹配。 导入文件需要有标题行！
zh_tw: 沒有欄位自動比對。 匯入檔案需要有一個標題行。

source: Not all the fields were automatically matched. Please check manually.
de_de: Nicht alle Felder wurden automatisch zugeordnet. Bitte &uuml;berpr&uuml;fen Sie die Zuordnung manuell.
fr_fr: Tous les champs n’ont pas été identifiés. Vérifiez manuellement.
it_it: Non tutti i campi hanno delle corrispondenze automatiche. Controllare manualmente.
ja_jp: すべてのフィールドが自動的に一致するわけではありません。 手動で確認してください
ru_ru: Не все поля сопоставились автоматически. Пожалуйста, проверьте вручную.
zh_cn: 并非所有字段都会自动匹配。 请手动检查.
zh_tw: 並非所有欄位都能自動比對。 請手動檢查。

source: All the fields were automatically matched. Please check if correct.
de_de: Alle Felder wurden automatisch zugeordnet. Bitte &uuml;berpr&uuml;fen ob diese Zuordnung korrekt ist.
fr_fr: Tous les champs ont été identifiés automatiquement. Vérifiez la correspondance.
it_it: Tutti i campi hanno delle corrispondenze automatiche. Verificarne la correttezza.
ja_jp: すべてのフィールドが自動的に一致しました。 正しいかどうか確認してください
ru_ru: Все поля автоматически сопоставились. Пожалуйста проверьте, что правильно.
zh_cn: 所有字段都会自动匹配。 请检查是否正确.
zh_tw: 所有欄位都已自動比對。 請檢查是否正確。

source: No header row found in uploaded file. Please check.
de_de: Keine Kopfzeile in der hochgeladenen Datei gefunden, bitte &uuml;berpr&uuml;fen.
fr_fr: Aucune ligne d’en-tête identifiée dans le fichier envoyé. Vérifiez.
it_it: Nessuna riga d&#39;intestazione trovata nel file caricato. Controllare.
ja_jp: アップロードされたファイルにヘッダー行が見つかりません。 確認してください
ru_ru: В загруженном файле не найдено строки заголовка. Пожалуйста, проверьте.
zh_cn: 在上传的文件中找不到标题行。 请检查.
zh_tw: 在上傳的檔案中找不到標題列。 請檢查。

source: Devices import data preview
de_de: Datenvorschau Ger&auml;te importieren
ja_jp: デバイスインポートデータプレビュー
ru_ru: Предварительный просмотр импортируемых данных устройств
zh_cn: 设备导入数据预览

source: L2 Domain import
de_de: Import L2-Dom&auml;ne
fr_fr: Import de domaine L2
it_it: Importa Dominio L2
ja_jp: L2ドメインのインポート
ru_ru: Импорт L2 Домена
zh_cn: L2 域导入
zh_tw: 匯入 L2 網域

source: L2 Domain import data preview
de_de: Vorschau Importdaten L2-Dom&auml;nen
fr_fr: Prévisualisation de l’import de domaine L2
it_it: Anteprima importazione Dominio L2
ja_jp: L2ドメインのインポートデータのプレビュー
ru_ru: Просмотр данных импорта L2 Домена
zh_cn: L2 域导入数据预览
zh_tw: 匯入 L2 網域資料預覽

source: Uploaded data
de_de: Hochgeladene Daten
fr_fr: Données envoyées
it_it: Dati caricati
ja_jp: アップロードされたデータ
ru_ru: Выгруженные данные
zh_cn: 上传数据
zh_tw: 上傳資料

source: The entries marked with
de_de: Die Eintr&auml;ge markiert mit
fr_fr: Les entrées marquées par
it_it: Le righe segnate con
ja_jp: マークされたエントリー
ru_ru: Записи, отмеченные значком
zh_cn: 带有标记的条目
zh_tw: 標記的項目

source: will be added, the ones marked with
de_de: werden hinzugef&uuml;gt, und Eintr&auml;ge markiert mit
ja_jp: マークされたエントリー
ru_ru: будут добавлены отмеченные значком
zh_cn: 将被添加， 标记为

source: will be updated and the ones marked with
de_de: werden aktualisiert und Eintr&auml;ge markiert mit
ja_jp: マークされたエントリー
ru_ru: будут обновлены и отмеченные значком
zh_cn: 将被更新 以及标有

source: will be skipped.
de_de: werden &uuml;bersprungen.
fr_fr: ne seront pas traitées.
it_it: saranno saltate.
ja_jp: スキップされます
ru_ru: будут пропущены.
zh_cn: 将被跳过。
zh_tw: 將被跳過。

source: Summary:
de_de: Zusammenfassung:
fr_fr: Résumé :
it_it: Riepilogo:
ja_jp: 概要:
ru_ru: В итоге:
zh_cn: 概括：
zh_tw: 概要：

source: new entries.
de_de: neue Eintr&aumlge.
ja_jp: 新しいエントリ
ru_ru: новые записи.
zh_cn: 新条目。

source: updated entries.
de_de: aktualisierte Eintr&auml;ge.
ja_jp: 更新されたエントリ.
ru_ru: обновлённые записи.
zh_cn: 更新的条目。

source: entries skipped due to errors.
de_de: Eintr&auml;ge wegen Fehlern &uuml;bersprungen.
ja_jp: エラーによりスキップされたエントリ
ru_ru: записей пропущено из-за ошибок.
zh_cn: 由于错误而跳过的条目。

source: duplicate entries.
de_de: doppelte Eintr&auml;ge.
ja_jp: 重複したエントリ
ru_ru: дублированных записей.
zh_cn: 重复的条目。

source: Scroll down for details.
de_de: Herunter scrollen f&uuml;r Details.
fr_fr: Descendez pour les détails.
it_it: Scorri in basso per i dettagli.
ja_jp: 詳細をスクロールダウンします
ru_ru: Промотайте вниз для понимания.
zh_cn: 向下滚动查看详细信息.
zh_tw: 向下滾動以獲取詳細資訊。

source: Import
de_de: Importieren
fr_fr: Importer
it_it: Importa
ja_jp: インポート
ru_ru: Импорт
zh_cn: 导入
zh_tw: 匯入

source: Select Devices file and fields to import
de_de: Auswahl der zu importierenden Datei mit den Ger&auml;ten und Datenfeldern
ja_jp: インポートするデバイスファイルとフィールドを選択します
ru_ru: Выберите файл с Устройствами и поля для импорта
zh_cn: 选择要导入的设备文件和字段

source: 'app/admin/import-export/upload' folder is not writeable.
de_de: Der Ordner 'app/admin/import-export/upload' ist nicht beschreibbar.
ja_jp: ’app/admin/import-export/upload’ フォルダに書き込みできません
ru_ru: папка 'app/admin/import-export/upload' недоступна для записи.
zh_cn: 'app/admin/import-export/upload' 文件夹不可写.

source: Select L2 Domain file and fields to import
de_de: Auswahl der zu importierenden Datei mit L2-Dom&auml;nen und Datenfeldern
fr_fr: Choisir un fichier de domaine L2 et les champs à importer
it_it: Seleziona il file del Dominio L2 e i campi da importare
ja_jp: インポートするL2ドメインのファイルとフィールドを選択します
ru_ru: Выберите файл L2 Домена и полей для импорта
zh_cn: 选择要导入的 L2 域文件和字段
zh_tw: 選擇要匯入的L2網域檔案和欄位

source: Template
de_de: Vorlage
fr_fr: Modèle
ja_jp: テンプレート
ru_ru: Шаблон
zh_cn: 模板
zh_tw: 範本

source: The import XLS/CSV should have the following fields and a <b>header row</b> for a succesful import:
de_de: Die XLS / CSV Importdatei muss die folgenden Spalten haben und exakt diese <b>Kopfzeile</b> besitzen damit die Daten erfolgreich importiert werden k&ouml;nnen:
fr_fr: L’import XLS/CSV doit avoir les champs suivant et une ligne d’en-têtes pour réussir l’import :
it_it: L&#39;XLS/CSV importato deve avere i seguenti campi e una <b>riga d&#39;intestazione</b> per una corretta importazione:
ja_jp: インポートXLS / CSVには、次のフィールドと、<b>ヘッダ行</ b>が必要です
ru_ru: Импортируемый XLS/CSV должен иметь следующие поля и <b>строку заголовка</b> для успешного импортирования:
zh_cn: 导入 XLS/CSV 应具有以下字段和 <b>标题行</b> 才能成功导入：
zh_tw: 匯入 XLS/CSV 應具有以下欄位和<b>標題行</ b>才能成功匯入：

source: The fields marked with * are mandatory
de_de: Felder markiert mit "*" sind Mindestangaben
fr_fr: Les champs marqués avec * sont optionnels
it_it: I campi segnati con * sono obbligatori
ja_jp: *の付いたフィールドは必須です
ru_ru: Поля, обозначенные * обязательны
zh_cn: 标有 * 的字段为必填字段
zh_tw: 標有*的欄位是必填欄位

source: DeviceType import
de_de: Import Ger&auml;typen
ja_jp: デバイスタイプのインポート
ru_ru: Импорт Типов Устройств
zh_cn: 设备类型导入

source: Preview
de_de: Vorschau
fr_fr: Prévisualisation
it_it: Anteprima
ja_jp: プレビュー
ru_ru: Просмотр
zh_cn: 预览
zh_tw: 預覽

source: Devices Addresses import
de_de: Import Ger&auml;teadressen
ja_jp: デバイスアドレスのインポート
ru_ru: Импорт Адресов Устройств
zh_cn: 设备地址导入

source: DeviceType import data preview
de_de: Vorschau Importdaten Ger&auml;tetypen
ja_jp: デバイスタイプのインポートデータのプレビュー
ru_ru: Предварительный просмотр импорта Типов Устройств
zh_cn: 设备类型导入数据预览

source: Select fields to import
de_de: W&auml;hlen Sie die zu importierenden Felder
ja_jp: インポートするフィールドを選択
ru_ru: Выберите поля для импорта
zh_cn: 选择要导入的字段

source: Error: could not read the uploaded file type!
de_de: Fehler: Der Dateityp der hochgeladenen Datei konnte nicht gelesen werden!
fr_fr: Erreur : impossible de lire le type de fichier envoyé !
it_it: Errore: impossibile leggere il tipo di file caricato!
ja_jp: エラー：アップロードされたファイルタイプを読み込めませんでした
ru_ru: Ошибка: не могу прочитать загруженный тип файла!
zh_cn: 错误：无法读取上传的文件类型！
zh_tw: 錯誤：無法讀取上傳的檔案類型。

source: Error: missing required field mapping for expected field
de_de: Fehler: Fehlende erforderliche Feldzuordnung f&uuml;r erwartetes Feld
fr_fr: Erreur: Champs attendus manquants
it_it: Errore: manca un campo obbligatorio per un campo richiesto
ja_jp: エラー：期待されるフィールドに必須のフィールドマッピングがありません
ru_ru: Ошибка: отсутствует необходимое сопоставление для ожидаемого поля
zh_cn: 错误：缺少预期字段所需的字段映射
zh_tw: 錯誤：預期欄位缺少必填欄位對應

source: Please check field matching in previous window.
de_de: Bitte &uuml;berpr&uuml;fen Sie die Zuordnung der Felder im vorherigen Fenster.
ja_jp: 前のウィンドウにマッチするフィールドを選択してください。
ru_ru: Пожалуйста, проверьте соответствие полей в предыдущем окне.
zh_cn: 请检查上一个窗口中的字段匹配.

source: Internal error: missing import field mapping.
de_de: Interner Fehler: Fehlende Zuordnung Importfelder.
fr_fr: Erreur interne : champs de correspondance d’importation manquants
it_it: Errore interno: manca mappatura campi importati.
ja_jp: 内部エラー：インポートフィールドのマッピングがありません
ru_ru: Внутренняя ошибка: отсутствует сопоставление импортируемого поля.
zh_cn: 内部错误：缺少导入字段映射.
zh_tw: 內部錯誤：缺少匯入欄位對應。

source: Extra column found on line
de_de: Zus&auml;tzliche Spalte gefunden in Zeile
fr_fr: Colonne supplémentaire trouvée sur ligne
it_it: Colonna extra trovata alla riga
ja_jp: 余分なカラムがオンラインで見つかりました
ru_ru: В строке найден лишний столбец
zh_cn: 在一行中发现了额外的一列
zh_tw: 找到額外的行

source: in CSV file. CSV delimiter used in value field?
de_de: in der CSV Datei. CSV-Begrenzer im Wertefeld verwendet?
ja_jp: CSVファイルのデリミタが値フィールドに使われていないか確認してください。
ru_ru: в CSV файле. Используется CSV разделитель в поле данных?
zh_cn: 在 CSV 文件中。 值字段中使用了 CSV 分隔符吗？

source: in XLS file. Please check input file.
de_de: in XLS Datei. Bitte &uuml;berpr&uuml;fen Sie die Eingabedatei.
ja_jp: 入力したXLSファイルの形式を確認してください。
ru_ru: в XLS файле. Пожалуйста, проверьте входной файл.
zh_cn: 在 XLS 文件中。 请检查输入文件.

source: No change, skip
de_de: Keine &Auml;nderungen, &uuml;berspringe
fr_fr: Pas de changement, passer
it_it: Nessuna modifica, salto
ja_jp: 変更なし、スキップします
ru_ru: Нет изменений, пропустить
zh_cn: 没有变化，跳过
zh_tw: 沒有變化，跳過

source: New master, update
de_de: Neuer Master, Aktualisierung
ja_jp: 最後の更新
ru_ru: Новый мастер, обновление
zh_cn: 新主分支，更新

source: Subnets master/nested recompute data preview
de_de: Vorschau neu berechneter Haupt- und verschachtelter Subnetze
fr_fr: Recalculer la prévisualisation des sous-réseaux maîtres/rattachés
it_it: Anteprima ricalcolo subnet principali/annidate
ja_jp: マスター/ネストのサブネットの再計算のデータプレビュー
ru_ru: Предпросмотр пересчета главных/вложенных подсетей
zh_cn: 预览主网/子网重新计算
zh_tw: 子網路 主要/所屬 重新計算資料預覽

source: Recomputed data
de_de: Neu berechnete Daten
fr_fr: Données recalculées
it_it: Dati ricalcolati
ja_jp: 再計算されたデータ
ru_ru: Пересчитанные данные
zh_cn: 重新计算的数据
zh_tw: 重新計算資料

source: have new masters and will be updated, the ones marked with
de_de: haben neue Master und werden aktualisiert, \diejenige markiert mit
ja_jp: が新しいマスタを持つように更新されます。 マークされたもの:
ru_ru: имеют нового мастера и будут обновлены, те, кторые отмечены
zh_cn: 有一个新的主分支并将被更新， 被标记的

source: didn't change the master.
de_de: haben keinen ge&auml;nderten Master.
fr_fr: n’a pas changé le maître.
ja_jp: マスターを変更しませんでした
ru_ru: невозможно изменить мастера.
zh_cn: 没有换主分支.
zh_tw: 沒有變更主要的。

source: Select Subnet sections, VRFs and IP version to recompute
de_de: Auswahl Subnetz Bereiche, VRF-Instanzen und IP-Version f&uuml;r Neuberechnung
fr_fr: Choisir les sections Sous-réseaux, VRF et IP à recalculer
it_it: Seleziona le sezioni subnet, VRF e versione IP per ricalcolare
ja_jp: サブネットセクション、VRF、IPバージョンを選択して再計算します再計算するには、サブネットセクション、VRF、およびIPバージョンを選択します
ru_ru: Выберите секции Подсети, VRFы и версию IP для пересчета
zh_cn: 选择要重新计算的子网区域、VRF 和 IP 版本
zh_tw: 選擇子網路部分，重新計算 VRF 和 IP 版本

source: Sections and IP versions
de_de: Bereiche und IP-Versionen
fr_fr: Versions de sections et IP
it_it: Sezioni e versioni IP
ja_jp: セクションとIPバージョン
ru_ru: Секции и IP версии
zh_cn: 区域和 IP 版本
zh_tw: 區段和 IP 版本

source: Please choose which section and IP version to recompute:
de_de: Bitte w&auml;hlen Sie welcher Bereich und welche IP-Version neu berechnet werden soll:
fr_fr: Veuillez choisir quelques sections et version IP à recalculer :
it_it: Per favore scegliere quale sezione e versione IP da ricalcolare:
ja_jp: 再計算するセクションとIPバージョンを選択してください：
ru_ru: Пожалуйста, выберите, какую секцию и IP версию пересчитать:
zh_cn: 请选择要重新计算的区域和 IP 版本：
zh_tw: 請選擇需要重新計算的區段或 IP 版本：

source: Hide unchanged subnets
de_de: Ausblenden von unge&auml;nderten Subnetzen
ja_jp: サブネットの切り詰め
ru_ru: Спрятать неизменённые подсети
zh_cn: 隐藏未更改的子网
zh_tw: 隱藏沒有變動的子網路

source: Subnets master/nested recompute save
de_de: Subnetze mit ge&auml;nderten Master / Verschachtelungen speichern
fr_fr: Enregistrer le calcule des sous-réseaux maîtres/rattachés
it_it: Salva ricalcolo subnet principali/annidate
ja_jp: マスター/ネストのサブネット再計算の保存
ru_ru: Пересчет главной/нижестоящих подсетей сохранен
zh_cn: 已保存主/下层子网的重新计算
zh_tw: 子網路 主要/所屬 重新計算儲存

source: Subnets import data preview
de_de: Vorschau Import Subnetze
fr_fr: Prévisualiser les données d’importation de sous-réseaux
it_it: Anteprima importazione subnet
ja_jp: サブネットインポートデータプレビュー
ru_ru: Предпросмотр импортируемых данных подсетей
zh_cn: 子网导入数据预览
zh_tw: 子網路匯入資料預覽

source: Select Subnets file and fields to import
de_de: Auswahl der zu exportierenden Subnetz Felder
fr_fr: Choisir le fichier de sous-réseaux et les champs à importer
it_it: Seleziona il file di subnet e i campi da importare
ja_jp: インポートするサブネットファイルとフィールドを選択します
ru_ru: Выберите файл Подсетей и поля для импортирования
zh_cn: 选择要导入的子网文件和字段
zh_tw: 選擇要匯入的子網路檔案和欄位

source: The fields marked with * are mandatory.
de_de: Mit "*" markierte Felder sind Mindestangaben.
fr_fr: Les champs marqués d’une * sont optionnels.
it_it: I campi segnati con * sono obbligatori.
ja_jp: *印の付いたフィールドは必須です
ru_ru: Поля, обозначенные * обязательны.
zh_cn: 标有 * 的字段为必填字段.
zh_tw: 標有 * 的是必填欄位。

source: The mask can be provided either as a separate field or with the subnet, sparated by "/"
de_de: Die Maske kann durch ein separates Feld angegeben werden oder mit der Subnetzangabe zusammen mit der IP-Adresse abgetrennt durch "/".
fr_fr: Le masque peut être indiqué dans un champ séparé ou avec le sous-réseau, séparé par un "/".
it_it: La maschera pu&ograve; essere fornita sia come campo separato sia con la subnet, separata da "/"
ja_jp: マスクは別のフィールドとして、またはサブネットと一緒に"/"で区切って指定することができます
ru_ru: Маска может быть указана как отдельное поле или вместе с подсетью, разделённая "/"
zh_cn: 掩码可以作为单独的字段提供，也可以与子网一起提供，以“/”分隔
zh_tw: 遮罩可以作為單獨的欄位或子網路提供，用「/」分隔

source: Show PHPIPAM specific columns.
fr_fr: Afficher les colonnes spécifiques PHPIPAM
it_it: Mostra colonne specifiche di PHPIPAM.
ru_ru: Показать особые поля PHPIPAM.
zh_tw: 顯示具體列。

source: Subnets import
de_de: Import Subnetz
fr_fr: Importation de sous-réseaux
it_it: Importa subnet
ja_jp: サブネットインポート
ru_ru: Импорт подсетей
zh_cn: 子网导入
zh_tw: 子網路匯入

source: After the import you should perform an automatic recomputation of the master/nested relations using the Recompute button after you close this window.
de_de: Nach dem Import sollten Sie eine automatische Neuberechnung der Master- / verschachtelten Beziehungen &uuml;ber die Schaltfl&auml;che Neu berechnen durchf&uuml;hren, nachdem Sie dieses Fenster geschlossen haben.
ja_jp: インポートした後、master/ の自動再計算を行う必要があります。
ru_ru: После импортирования, вы должны сделать автоматический пересчёт главной/нижестоящих связей используя кнопку Пересчёт после закрытия этого окна.
zh_cn: 导入后，关闭此窗口后，您必须使用重新计算按钮自动重新计算主/从属链接.
zh_tw: 匯入後，您應該在關閉此視窗後，使用重新計算按鈕對主/所屬關係進行自動重新計算。

source: DNS Hostname
fr_fr: Nom DNS
it_it: Hostname DNS
ru_ru: Имя хоста DNS
zh_tw: DNS 主機名稱

source: Domain name
fr_fr: Nom de domaine
it_it: Nome dominio
ru_ru: Доменное имя
zh_tw: 網域名稱

source: VLAN import data preview
de_de: Vorschau Importdaten VLAN
fr_fr: Prévisualiser les données d’importation de VLAN
it_it: Anteprima importazione VLAN
ja_jp: VLANインポートデータのプレビュー
ru_ru: Предпросмотр импортируемых данных VLAN
zh_cn: VLAN 导入数据预览
zh_tw: VLAN 匯入資料預覽

source: Select VLAN file and fields to import
de_de: Auswahl der zu importierenden Datei mit den VLAN-Daten und Datenfeldern
fr_fr: Choisir le fichier de VLAN et les champs à importer
it_it: Seleziona il file VLAN e i campi da importare
ja_jp: インポートするVLANファイルとフィールドを選択します
ru_ru: Выберите файл с VLANами и поля для импорта
zh_cn: 选择要导入的 VLAN 文件和字段
zh_tw: 選擇要匯入的 VLAN 檔案和欄位

source: If no VLAN domain is specified the VLAN is added/changed in the default domain.
de_de: Wenn keine VLAN-Dom&auml;ne angegeben ist, wird das VLAN in der Standarddom&auml;ne hinzugef&uuml;gt / ge&auml;ndert.
ja_jp: VLAN ドメインが指定されていなければ、VLANはデフォルトドメインに追加／変更されます
ru_ru: Если не указана принадлежность VLANа к определённому домену, VLAN будет добавлен/изменен в домене по-умолчанию.
zh_cn: 如果未指定 VLAN 域，则在默认域中添加/更改 VLAN.

source: Add missing VLAN domains
fr_fr: Ajouter les domaines de VLAN manquants
it_it: Aggiungi domini VLAN mancanti
ru_ru: Добавить отсутствующие домены VLAN
zh_tw: 加入缺少的 VLAN 網域
