Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: de_de, fr_fr, it_it, ja_jp, ru_ru, zh_cn, zh_tw

source: Enable or disable multicast module
de_de: Aktiviere / Deaktiviere Modul Multicast
fr_fr: Activer/Désactiver le module multicast
it_it: Abilita o disabilita il modulo multicast
ja_jp: マルチキャストモジュールを有効または無効にします
ru_ru: Включить или выключить multicast модуль
zh_cn: 启用或禁用组播模块
zh_tw: 啟用或停用廣播模組

source: Multicast module
de_de: Modul Multicast
fr_fr: Module Multicast
it_it: Modulo multicast
ja_jp: マルチキャストモジュール
ru_ru: Multicast модуль
zh_cn: 组播模块
zh_tw: 廣播模組

source: Enable or disable SNMP module for devices
de_de: Aktiviere / Deaktiviere SNMP-Modul f&uuml;r Ger&auml;te
fr_fr: Activer/Désactiver le module SNMP pour les équipements
it_it: Abilita o disabilita il modulo SNMP per i dispositivi
ja_jp: デバイス用のSNMPモジュールを有効または無効にします
ru_ru: Включить или выключить SNMP модуль для устройств
zh_cn: 启用或禁用设备的 SNMP 模块
zh_tw: 啟用或停用裝置的 SNMP 模組

source: Threshold module
de_de: Modul Schwellwert
fr_fr: Module Seuil
it_it: Modulo soglia
ja_jp: 閾値モジュール
ru_ru: Пороговый модуль
zh_cn: 阈值模块
zh_tw: 臨界值模組

source: Enable or disable threshold module
de_de: Aktiviere / Deaktiviere Modul Schwellwert
fr_fr: Activer/Désactiver le module Seuil
it_it: Abilita o disabilita il modulo soglia
ja_jp: 閾値モジュールを有効または無効にします
ru_ru: Включить или выключить пороговый модуль
zh_cn: 启用或禁用阈值模块
zh_tw: 啟用或停用臨界值模組

source: Rack module
de_de: Modul Rackansichten
fr_fr: Module Rack
it_it: Modulo rack
ja_jp: ラックモジュール
ru_ru: Модуль шкафа
zh_cn: 机柜模块
zh_tw: 機架模組

source: Enable or disable rack drawing module
de_de: Aktiviere / Deaktiviere Modul Rackansichten
fr_fr: Activer/Désactiver le module de dessin de racks
it_it: Abilita o disabilita il modulo rack
ja_jp: ラックドローモジュールを有効または無効にする
ru_ru: Включить или выключить модуль рисования стойки
zh_cn: 启用或禁用机柜绘图模块
zh_tw: 啟用或停用機架繪製模組

source: Circuits module
de_de: Modul Schaltungen
ja_jp: ロケーションモジュール
ru_ru: Модуль Линий Связи
zh_cn: 链接模块
zh_tw: 電路模組

source: Enable or disable Circuits module
de_de: Aktiviere / Deaktiviere Modul Schaltungen
ja_jp: DHCPモジュールを有効または無効にします
ru_ru: Включить или выключить модуль Линий Связи
zh_cn: 启用或禁用链接模块
zh_tw: 啟用或停用電路模組

source: Rack management
de_de: Verwaltung Racks
fr_fr: Gestion de rack
it_it: Gestione rack
ru_ru: Управление шкафами
zh_cn: 机柜管理
zh_tw: 機架管理

source: SNMP v3 details
ja_jp: VLAN詳細
ru_ru: Подробности SNMP v3
zh_cn: SNMP v3 详细信息
zh_tw: SNMP v3 細節

source: Security level
de_de: Sicherheitslevel
ja_jp: セキュリティコード
ru_ru: Уровень безопасности
zh_cn: 安全等级
zh_tw: 安全等級

source: Auth Protocol
de_de: Authentifizierungsprotokoll
ja_jp: 認証プロトコル
ru_ru: Протокол Аутентификации
zh_cn: 认证协议
zh_tw: 驗證協定

source: Auth protocol
de_de: Authentifizierungsprotokoll
ja_jp: 認証プロトコル
ru_ru: Протокол аутентификации
zh_cn: 认证协议

source: Privacy Protocol
de_de: Privacy Protokoll
ja_jp: プライバシープロトコル
ru_ru: Протокол Конфиденциальности
zh_cn: 隐私协议
zh_tw: 加密協定

source: Privacy protocol
de_de: Datenschutzprotokoll
ja_jp: プライバシープロトコル
ru_ru: Протокол конфиденциальности
zh_cn: 隐私协议

source: Privacy passphrase
ja_jp: プライバシーパスフレーズ
ru_ru: Секретная парольная фраза
zh_cn: 隐私密码
zh_tw: 加密演算法

source: Queries
de_de: Abfragen
fr_fr: Requêtes
it_it: Interrogazioni
ja_jp: クエリ
ru_ru: Запросы
zh_cn: 查询
zh_tw: 查詢

source: Test
fr_fr: Tester
it_it: Prova
ja_jp: テスト
ru_ru: Тест
zh_cn: 测试
zh_tw: 測試

source: Invalid version
de_de: Ung&uuml;ltige Version
fr_fr: Version invalide
it_it: Versione non valida
ja_jp: 無効なバージョン
ru_ru: Неправильная версия
zh_cn: 版本无效
zh_tw: 無效版本

source: Invalid timeout
de_de: Ung&uuml;ter Timeout
fr_fr: Timeout invalide
it_it: Timeout non valido
ja_jp: 無効なタイムアウト
ru_ru: Неправильный таймаут
zh_cn: 超时无效
zh_tw: 逾時無效

source: Invalid device
de_de: Ung&uuml;ltiges Ger&auml;t
fr_fr: Equipement invalide
it_it: Dispositivo non valido
ja_jp: 無効なデバイス
ru_ru: Неверное устройство
zh_cn: 无效设备
zh_tw: 無效裝置

source: Invalid method
fr_fr: Méthode invalide
it_it: Metodo non valido
ru_ru: Неверный метод
zh_tw: 無效方法

source: No queries
de_de: Keine Ergebnisse
fr_fr: Aucune requête
it_it: Nessuna interrogazione
ja_jp: クエリがありません
ru_ru: Нет запросов
zh_cn: 无查询
zh_tw: 沒有查詢

source: SNMP edit failed
de_de: SNMP Bearbeitung fehlerhaft
fr_fr: Modification SNMP échouée
it_it: Modifica SNMP non riuscita
ja_jp: SNMP編集に失敗しました
ru_ru: Ошибка редактирования SNMP
zh_cn: SNMP 编辑失败
zh_tw: SNMP 編輯失敗

source: SNMP edit successfull
fr_fr: Modification SNMP réussie
it_it: SNMP modificato
ja_jp: SNMP編集に成功しました
ru_ru: Успешное редактирование SNMP
zh_tw: SNMP 編輯成功

source: Invalid device IP address
de_de: Ung&uuml;ltige Ger&auml;te IP-Adresse
fr_fr: Adresse IP d’équipement invalide
it_it: Indirizzo IP dispositivo non valido
ja_jp: デバイスのIPアドレスが無効です
ru_ru: Неверный IP адрес устройства
zh_cn: 设备 IP 地址无效
zh_tw: 裝置 IP 位址無效

source: rack
ja_jp: ラック
ru_ru: шкаф
zh_cn: 机柜
zh_tw: 機架

source: rack_start
ja_jp: ラック開始
ru_ru: начало_шкафа
zh_cn: 机柜启动

source: rack_size
de_de: Rack_Gr&ouml;ße
ja_jp: ラックサイズ
ru_ru: размер_шкафа
zh_cn: 机柜尺寸

source: Size
de_de: Gr&ouml;ße
fr_fr: Taille
it_it: Dimensione
ja_jp: サイズ
ru_ru: Размер
zh_cn: 大小
zh_tw: 大小

source: Invalid rack size
de_de: Ung&uuml;ltige Rack-Gr&ouml;ße
fr_fr: Taille de rack invalide
it_it: Dimensione rack non valida
ja_jp: 無効なラックサイズ
ru_ru: Неверный размер шкафа
zh_cn: 机柜尺寸无效
zh_tw: 機架尺寸無效

source: Invalid rack identifier
de_de: Ung&uuml;ltige Rack-Kennung
fr_fr: Identifiant de rack invalide
it_it: Identificatore rack non valido
ja_jp: 無効なラックID
ru_ru: Неверный идентификатор шкафа
zh_cn: 机柜标识符无效
zh_tw: 機架識別符號無效

source: Rack does not exist
de_de: Rack existiert nicht
fr_fr: Rack inexistant
it_it: Il rack non esiste
ja_jp: ラックは存在しません
ru_ru: Шкаф не существует
zh_cn: 机柜不存在
zh_tw: 機架不存在

source: Rack add successfull
fr_fr: Ajout de rack réussi
it_it: Rack aggiunto
ru_ru: Шкаф успешно добавлен
zh_tw: 機架加入成功

source: Rack edit successfull
fr_fr: Modification de rack réussie
it_it: Rack modificato
ru_ru: Шкаф успешно изменён
zh_tw: 機架編輯成功

source: Rack delete successfull
fr_fr: Suppression de rack réussie
it_it: Rack cancellato
ru_ru: Шкаф успешно удалён
zh_tw: 機架刪除成功

source: Failed to remove device from rack
de_de: Entfernen der Ger&auml;tes aus dem Rack fehlgeschlagen
fr_fr: Impossible de retirer l’équipement du rack
it_it: Cancellazione dispositivo dal rack non riuscita
ja_jp: ラックからデバイスを取り外すことができませんでした
ru_ru: Ошибка удаления устройства из шкафа
zh_cn: 无法从机柜中移除设备
zh_tw: 機架中移除裝置失敗

source: Device removed from rack
de_de: Ger&auml:t aus dem Rack entfernt
fr_fr: Equipement retiré du rack
it_it: Dispositivo cancellato dal rack
ja_jp: ラックからデバイスを取り外した
ru_ru: Устройство удалено из шкафа
zh_cn: 从机柜上移除设备
zh_tw: 裝置從機架上移除

source: device to rack
de_de: Ger&auml;t zum Rack
fr_fr: équipement vers rack
it_it: dispositivo nel rack
ja_jp: ラックするためのデバイス
ru_ru: устройство в шкаф
zh_cn: 设备到机柜
zh_tw: 裝置到機架

source: No devices available
de_de: Keine Eintr&auml;ge verf&uuml;gbar
fr_fr: Aucun équipement disponible
it_it: Nessun dispositivo disponibile
ja_jp: 利用可能なデバイスがありません
ru_ru: Устройства не найдены
zh_cn: 没有可用的设备
zh_tw: 沒有可用的裝置

source: Device name
de_de: Ger&auml;tename
ru_ru: Название устройства
zh_cn: 设备名称
zh_tw: 裝置名稱

source: Device size in U
de_de: Ger&auml;tegr&ouml;ße in HE
ja_jp: Uのラックサイズ
ru_ru: Размер устройства в U
zh_cn: 设备尺寸（单位：U）
zh_tw: 裝置 U 數大小

source: Don't update device location from rack
de_de: Keine Aktualisierung des Ger&auml;testandorts vom Rack
ja_jp: ラックからデバイスの位置を更新しないでください。
ru_ru: Не обновлять расположение устройства из шкафа
zh_cn: 不更新机柜中的设备位置

source: Back side
de_de: R&uuml;ckseite
ja_jp: 戻る
ru_ru: Тыльная сторона
zh_cn: 背面
zh_tw: 後置

source: Orientation
de_de: Ausrichtung
ru_ru: Ориентация
zh_cn: 方向
zh_tw: 方向

source: Top-down (unit 1 at the top)
de_de: Oben-Unten (HE1 ist oben)
ru_ru: Сверху-вниз (unit 1 вверху)
zh_cn: 自上而下（单元 1 在顶部）
zh_tw: 由上而下 (第 1U 在上方)

source: Bottom-up (unit 1 at the bottom)
de_de: Unten-Oben (HE1 ist unten)
ru_ru: Снизу-вверх (unit 1 внизу)
zh_cn: 自下而上（单元 1 位于底部）
zh_tw: 由下而上 (第 1U 在下方)

source: Position
it_it: Posizione
ja_jp: 位置
ru_ru: Позиция
zh_cn: 位置
zh_tw: 位置

source: Subnet is marked as full
de_de: Subnetz ist als voll markiert
ru_ru: Подсеть отмечена как заполненная
zh_cn: 子网被标记为已满

source: Subnet is marked as pool
de_de: Subnetz ist markiert als Pool
ru_ru: Подсеть отмечена как пул
zh_cn: 子网被标记为池

source: Start position
fr_fr: Position de départ
it_it: Posizione iniziale
ja_jp: スタート位置
ru_ru: Начальная позиция
zh_cn: 起始位置
zh_tw: 開始位置

source: Front
de_de: Vorderseite
ja_jp: 前へ
ru_ru: Лицевая сторона
zh_cn: 正面

source: Rack size in U
fr_fr: Taille du rack en U
it_it: Dimensione rack in U
ru_ru: Размер шкафа в U
zh_tw: 機架尺寸 (單位U)

source: Invalid start value
de_de: Ung&uuml;ltiger Startwert
fr_fr: Donnée de départ invalide
it_it: Valore iniziale non valido
ja_jp: 無効な開始値
ru_ru: Неверное стартовое значение
zh_cn: 起始值无效
zh_tw: 起始值無效

source: Invalid size value
de_de: Ung&uuml;ltiger Gr&ouml;ßenwert
fr_fr: Taille invalide
it_it: Dimensione non valida
ja_jp: 無効なサイズ値
ru_ru: Неверный размер
zh_cn: 尺寸值无效
zh_tw: 大小值無效

source: Invalid device name
de_de: Ung&uuml;ltiger Ger&auml;tename
ru_ru: Неправильное название устройства
zh_cn: 设备名称无效

source: Invalid rack position (overflow)
de_de: Ung&uuml;ltige Rack-Position (Overflow)
fr_fr: Position de rack invalide (dépassement)
it_it: Posizione rack non valida (overflow)
ja_jp: 無効なラック位置（オーバーフロー）
ru_ru: Неверная позиция шкафа (переполнение)
zh_cn: 机柜位置无效（溢出）
zh_tw: 機架位置無效 (溢出)

source: Invalid Device ID
de_de: Ung&uuml;ltige Ger&auml:te-ID
ja_jp: 無効なデバイス
ru_ru: Неправильный ID Устройства
zh_cn: 设备 ID 无效

source: Failed to add device to rack
de_de: Hinzuf&uuml;gen des Ger&auml;tes zum Rack fehlgeschlagen
fr_fr: Eche d’ajout d’équipement au rack
it_it: Aggiunta dispositivo al rack non riuscita
ja_jp: デバイスをラックに追加できませんでした
ru_ru: Ошибка добавления устройства в шкаф
zh_cn: 无法将设备添加到机柜
zh_tw: 將裝置加入到機架失敗

source: Device added to rack
de_de: Ger&auml;t zum Rack hinzugef&uuml;gt
fr_fr: Equipement ajouté au rack
it_it: Dispositivo aggiunto al rack
ja_jp: デバイスをラックに追加しました
ru_ru: Устройство добавлено в шкаф
zh_cn: 设备已添加到机柜
zh_tw: 裝置加入到機架

source: SNMP queries
fr_fr: Requêtes SNMP
it_it: Interrogazioni SNMP
ru_ru: SNMP запросы
zh_tw: SNMP 查詢

source: Create SNMP query
fr_fr: Créer une requête SNMP
it_it: Crea interrogazione SNMP
ru_ru: Создать SNMP запрос
zh_tw: 建立 SNMP 查詢

source: Method
de_de: Methode
fr_fr: Méthode
it_it: Metodo
ru_ru: Метод
zh_cn: 方法
zh_tw: 方法

source: does not exist in class
de_de: existiert nicht in der Klasse
ru_ru: отсутствует в классе
zh_cn: 类中不存在

source: DNS error
de_de: DNS-Fehler
ru_ru: Ошибка DNS
zh_cn: DNS 错误

source: No SNMP queries available
fr_fr: Aucune requête SNMP disponible
it_it: Nessun interrogazione SNMP disponibile
ru_ru: Нет SNMP запросов
zh_tw: 沒有可用的 SNMP 查詢

source: edit snmp details
fr_fr: modifier les détails SNMP
it_it: modifica dettagli snmp
ru_ru: изменить детали snmp
zh_tw: 編輯 SNMP 詳細資訊

source: remove snmp
fr_fr: enlever SNMP
it_it: cancella snmp
ru_ru: удалить snmp
zh_tw: 刪除 SNMP

source: No devices for SNMP route table query available
de_de: Keine Ger&auml;te f&uuml;r die Abfrage der SNMP-Routentabelle verf&uuml;gbar
fr_fr: Aucun équipement disponible pour la table de routage SNMP
it_it: Nessun dispositivo disponibile per interrogazione tabella instradamenti SNMP
ja_jp: SNMPルートテーブルクエリ用のデバイスがありません
ru_ru: Нет устройств для запроса таблицы маршрутов по SNMP
zh_cn: 没有可用于 SNMP 路由表查询的设备
zh_tw: 沒有可用於 SNMP 路由表查詢的裝置

source: No new subnets found
de_de: Keine neuen Subnetze gefunden
fr_fr: Aucun nouveau sous-réseau trouvé
it_it: Nessuna nuova subnet trovata
ja_jp: 新しいサブネットが見つかりません
ru_ru: Новые подсети не найдены
zh_cn: 未找到新的子网
zh_tw: 沒有找到新的子網路

source: SNMP module disabled
de_de: SNMP-Modul deaktiviert
ja_jp: SNMPモジュールを無効にする
ru_ru: SNMP модуль отключен
zh_cn: SNMP 模块已禁用

source: No devices for SNMP ARP query available
de_de: Keine Ger&auml;te f&uuml;r SNMP-ARP-Abfragen verf&uuml;gbar
fr_fr: Aucun équipement disponible pour requêtes ARP
it_it: Nessun dispositivo disponibile per interrogazione ARP SNMP
ja_jp: SNMP ARPクエリ用のデバイスはありません
ru_ru: Не найдено устройств для ARP запросов по SNMP
zh_cn: 没有可供 SNMP ARP 查询的设备
zh_tw: 沒有可用於 SNMP ARP 的查詢裝置

source: Failed to import entry
de_de: Fehler beim Import des Eintrags
fr_fr: Echec d’import d’entrée
it_it: Errore importazione valore
ja_jp: エントリのインポートに失敗しました
ru_ru: Ошибка импорта записи
zh_cn: 记录导入错误
zh_tw: 無法匯入項目

source: Manage your account
de_de: Accountverwaltung
fr_fr: Gestion de votre compte
it_it: Gestione account
ru_ru: Управление вашей учётной записью
zh_cn: 管理您的帐户
zh_tw: 管理您的帳號

source: Number of VRFs
de_de: Anzahl an VRF-Instanzen
fr_fr: Nombre de VRFs
it_it: Numero di VRF
ja_jp: VRF数
ru_ru: Количество VRFов
zh_cn: VRF 数量
zh_tw: VRF 數量

source: Inactive hosts
de_de: Inaktive Hosts
fr_fr: Hôtes inactifs
it_it: Host non attivi
ja_jp: 非アクティブなホスト
ru_ru: Неактивные хосты
zh_cn: 非活动主机
zh_tw: 非使用中的主機

source: Inactive Hosts
de_de: Inaktive Hosts
fr_fr: Hôtes Inactifs
it_it: Host non attivi
ru_ru: Неактивные Хосты
zh_cn: 非活动主机
zh_tw: 非使用中的主機

source: List of inactive hosts
de_de: Liste der inaktiven Hosts
fr_fr: Liste des hôtes inactifs
it_it: Elenco host non attivi
ru_ru: Список неактивных хостов
zh_cn: 非活动主机列表
zh_tw: 非使用中的主機清單

source: No inactive hosts found
de_de: Keine inaktiven Hosts gefunden
fr_fr: Aucun hôte inactif identifié
it_it: Nessun host inattivo trovato
ja_jp: 非アクティブなホストが見つかりません
ru_ru: Неактивные хосты не найдены
zh_cn: 未找到非活动的主机
zh_tw: 未找到非使用中的主機

source: Threshold
de_de: Schwellwert
fr_fr: Seuil
it_it: Soglia
ja_jp: 閾値
ru_ru: Порог
zh_cn: 阈值
zh_tw: 臨界值

source: Usage
de_de: Benutzung
fr_fr: Utilisation
it_it: Utilizzo
ja_jp: 使用方法
ru_ru: Использование
zh_cn: 用法
zh_tw: 使用率

source: List of thresholded subnets
de_de: Liste der Subnetze mit Schwellenwerten
fr_fr: Liste des sous-réseaux avec seuil
it_it: Elenco subnet sopra soglia
ru_ru: Список сетей с превышением порога
zh_cn: 阈值子网列表
zh_tw: 臨界值子網路清單

source: All configured devices
de_de: Alle konfigurierten Ger&auml;te
fr_fr: Tous les équipements configurés
it_it: Tutti i dispositivi configurati
ru_ru: Все сконфигурированные устройства
zh_cn: 所有配置的设备
zh_tw: 所有已設定的裝置

source: Scanned networks
de_de: Gescannte Netzwerke
fr_fr: Sous-réseaux analysés
it_it: Reti scansionate
ru_ru: Просканированные сети
zh_cn: 扫描的网络
zh_tw: 掃描網路

source: List of subnets to be scanned for online hosts and detect new hosts
de_de: Liste der Subnetze in denen nach neuen Hosts gesucht wird
fr_fr: Liste des sous-réseaux pour lesquels scanner les hôtes actifs et les nouveaux hôtes
it_it: Elenco delle subnet che saranno scansionate per gli host in linea e trovare nuovi host
ru_ru: Список подсетей, которые будут просканированы на наличие активных хостов и обнаружение новых хостов
zh_cn: 要扫描在线主机并检测新主机的子网列表
zh_tw: 要掃描在線主機並檢測新主機的子網路

source: Table of all subnet masks with different representations
de_de: Tabelle aller Subnetzmasken in unterschiedlichen Darstellungen
fr_fr: Table de tous les sous-réseaux avec différentes représentations
it_it: Tabella di tutte le maschere subnet con rappresentazioni differenti
ru_ru: Таблица сетевых масок в различных представлениях
zh_cn: 具有不同表示形式的所有子网掩码表
zh_tw: 具有不同表示形式的所有子網路遮罩的表

source: Racks
it_it: Rack
ja_jp: ラック
ru_ru: Шкафы
zh_cn: 机柜
zh_tw: 機架

source: Rack information
fr_fr: Information du rack
it_it: Informazioni rack
ru_ru: Информация о шкафе
zh_cn: 机柜信息
zh_tw: 機架資訊

source: All tools
de_de: Alle Tools
fr_fr: Tous les outils
it_it: Tutti gli strumenti
ja_jp: すべてのツール
ru_ru: Все инструменты
zh_cn: 所有工具
zh_tw: 所有工具

source: PSTN prefixes
de_de: PSTN-Pr&auml;fixe
fr_fr: Préfixes PSTN
it_it: Prefissi PSTN
ja_jp: PSTNプレフィックス
ru_ru: Префиксы PSTN
zh_cn: PSTN 前缀
zh_tw: PSTN 首碼

source: PSTN Prefixes
de_de: PSTN Pr&auml;fix
ru_ru: Префиксы PSTN
zh_cn: PSTN 前缀

source: PSTN Numbers
de_de: PTSN Nummern
ru_ru: Номера PSTN
zh_cn: PSTN 号码

source: Add prefix
de_de: Pr&auml;fix hinzuf&uuml;gen
fr_fr: Ajouter préfixe
it_it: Aggiungi prefisso
ja_jp: 追加プレフィックス
ru_ru: Добавить префикс
zh_cn: 添加前缀
zh_tw: 加入首碼

source: powerDNS management
ru_ru: Управление powerDNS
zh_cn: PowerDNS 管理

source: NAT translations
de_de: NAT-&Uuml;bersetzung
fr_fr: Translations NAT
it_it: Traduzioni NAT
ja_jp: NAT変換
ru_ru: NAT трансляции
zh_cn: NAT 转换
zh_tw: NAT 轉換

source: Source objects
de_de: Quellobjekte
fr_fr: Objets Source
it_it: Oggetti sorgente
ja_jp: ソースオブジェクト
ru_ru: Исходные объекты
zh_cn: 源对象
zh_tw: 來源物件

source: Add new object
de_de: Neues Objekt hinzuf&uuml;gen
fr_fr: Ajouter nouvel objet
it_it: Aggiungi nuovo oggetto
ja_jp: 新しいオブジェクトの追加
ru_ru: Добавить новый объект
zh_cn: 添加新对象
zh_tw: 加入新物件

source: Destination objects
de_de: Zielobjekte
fr_fr: Objets Destination
it_it: Oggetti destinazione
ja_jp: 宛先オブジェクト
ru_ru: Целевые объекты
zh_cn: 目标对象
zh_tw: 目的物件

source: No objects
de_de: Keine Objekte
ja_jp: オブジェクト
ru_ru: Нет объектов
zh_cn: 无对象
zh_tw: 沒有物件

source: Translated objects
de_de: &Uuml;bersetze Objekte
ru_ru: Транслируемые объекты
zh_cn: 广播对象

source: Src Port
de_de: Ursprungsport
fr_fr: Port SRC
it_it: Porta Src
ja_jp: Srcポート
ru_ru: Порт Ист.
zh_cn: 源端口
zh_tw: 來源連接埠

source: Src port
de_de: Ursprungsport
ru_ru: Порт ист.
zh_cn: 源端口

source: Source Port
fr_fr: Port Source
it_it: Porta Sorgente
ru_ru: Порт источника
zh_tw: 來源連接埠

source: Dst Port
de_de: Zielport
fr_fr: Port DST
it_it: Porta Dst
ja_jp: Dstポート
ru_ru: Порт Назн.
zh_cn: 目的端口
zh_tw: 目的連接埠

source: Dst port
de_de: Zielport
ru_ru: Порт назн.
zh_cn: 目的端口

source: Destination Port
fr_fr: Port Destination
it_it: Porta Destinazione
ru_ru: Порт назначения
zh_tw: 目的連接埠

source: Location
de_de: Standort
fr_fr: Emplacement
it_it: Posizione
ja_jp: 場所
ru_ru: Местоположение
zh_cn: 位置
zh_tw: 位置

source: location
de_de: Standort
ja_jp: 場所
ru_ru: местоположение
zh_cn: 位置

source: Locations
de_de: Standorte
fr_fr: Emplacements
it_it: Posizioni
ja_jp: 場所
ru_ru: Местоположения
zh_cn: 位置
zh_tw: 位置

source: List of all locations
de_de: Liste aller Standorte
fr_fr: Liste de tous les emplacements
it_it: Elenco di tutte le posizioni
ja_jp: 全場所の一覧
ru_ru: Список всех местоположений
zh_cn: 所有位置列表
zh_tw: 所有位置清單

source: Map
de_de: Karte
fr_fr: Carte
it_it: Mappa
ja_jp: 地図
ru_ru: Карта
zh_cn: 地图
zh_tw: 地圖

source: Objects
de_de: Objekte
fr_fr: Objets
it_it: Oggetti
ja_jp: オブジェクト
ru_ru: Объекты
zh_cn: 对象
zh_tw: 物件

source: Manage device
de_de: Ger&auml;te verwalten
ru_ru: Управление устройством
zh_cn: 管理设备
zh_tw: 管理裝置

source: Edit device
de_de: Ger&auml;t bearbeiten
ru_ru: Изменить устройство
zh_cn: 编辑设备
zh_tw: 編輯裝置

source: Delete device
de_de: Ger&auml;t l&ouml;schen
ru_ru: Удалить устройство
zh_cn: 删除设备
zh_tw: 刪除裝置

source: Manage SNMP
de_de: SNMP-Einstellungen verwalten
ru_ru: Управление SNMP
zh_cn: 管理 SNMP
zh_tw: 管理 SNMP

source: Address
de_de: Adresse
fr_fr: Adresse
it_it: Indirizzo
ja_jp: 住所
ru_ru: Адрес
zh_cn: 地址
zh_tw: 位址

source: Set Location name
fr_fr: Choisir le nom de l’emplacement
it_it: Imposta nome posizione
ja_jp: 場所名所の設定
ru_ru: Указать название места
zh_tw: 設定位置名稱

source: Location address
de_de: Adresse Standort
fr_fr: Adresse de l’emplacement
it_it: Indirizzo posizione
ja_jp: 住所
ru_ru: Адрес места
zh_cn: 位置地址
zh_tw: 位置位址

source: Latitude
de_de: Breitengrad
fr_fr: Lattitude
it_it: Latitudine
ja_jp: 緯度
ru_ru: Широта
zh_cn: 纬度
zh_tw: 緯度

source: Longitude
de_de: L&auml;ngengrad
it_it: Longitudine
ja_jp: 経度
ru_ru: Долгота
zh_cn: 经度
zh_tw: 經度

source: Utilization
de_de: Auslastung
fr_fr: Utilisation
it_it: Utilizzo
ja_jp: 利用
ru_ru: Утилизация
zh_cn: 利用率
zh_tw: 利用率

source: Create address
de_de: Adresse erstellen
ru_ru: Создать адрес
zh_cn: 创建地址

source: Belonging prefixes
de_de: Zugeh&ouml;rige Pr&auml;fixe
fr_fr: Prefixes rattachés
it_it: Prefissi di appartenenza
ja_jp: 所属するプレフィックス
ru_ru: Принадлежащие префиксы
zh_cn: 所属前缀
zh_tw: 所屬首碼

source: Belonging Numbers
de_de: Zugeh&ouml;rige Nummern
fr_fr: Numéros rattachés
it_it: Numeri di appartenenza
ja_jp: 所属するナンバー
ru_ru: Принадлежащие Номера
zh_cn: 所属号码
zh_tw: 所屬數字

source: No PSTN prefixes attached to device
ru_ru: На этом устройстве нет привязанных PSTN префиксов
zh_cn: 设备未附加任何 PSTN 前缀

source: Manage user authentication methods and servers
de_de: Verwaltung Authentifizierungsmethoden und Authentifizierungsserver
fr_fr: Gérer les méthodes et serveurs d’authentification
it_it: Gestione metodi e server di autenticazione utente
ru_ru: Управление методами аутентификации пользователя и серверов
zh_cn: 管理用户认证方法和服务器
zh_tw: 管理使用者身份驗證方法及伺服器

source: Set mail parameters and mail server settings
de_de: Verwaltung E-Mail Einstellungen
fr_fr: Régler les paramètres et les serveurs de messagerie
it_it: Imposta parametri e server email
ru_ru: Установить параметры почты и почтового сервера
zh_cn: 设置邮件参数和邮件服务器设置
zh_tw: 設定郵件參數和郵件伺服器

source: PowerDNS settings
de_de: Einstellungen PowerDNS
fr_fr: Paramètres PowerDNS
it_it: Impostazione PowerDNS
ru_ru: Настройки PowerDNS
zh_cn: PowerDNS 设置
zh_tw: PowerDNS 設定

source: DHCP settings
de_de: DHCP Einstellungen
fr_fr: Paramètres DHCP
it_it: Impostazioni DHCP
ja_jp: DHCP設定
ru_ru: Настройки DHCP
zh_cn: DHCP 设置
zh_tw: DHCP 設定

source: Manage languages
de_de: Verwaltung Sprachen
fr_fr: Gérer les traductions
it_it: Gestione lingue
ru_ru: Управление языками
zh_cn: 管理语言
zh_tw: 管理語言

source: Manage widget settings
de_de: Verwaltung Widget-Einstellungen
fr_fr: Gérer les paramètres de widget
it_it: Gestione impostazione widget
ru_ru: Управление настройками виджетов
zh_cn: 管理小部件设置
zh_tw: 管理小工具設定

source: Tags
de_de: Markierungen
fr_fr: Labels
ru_ru: Тэги
zh_cn: 标签
zh_tw: 標籤

source: Manage tags
de_de: Verwaltung Markierungen
fr_fr: Gérer les labels
it_it: Gestione tag
ru_ru: Управление тэгами
zh_cn: 管理标签
zh_tw: 管理標籤

source: Set phpipam instructions for end users
de_de: Hinweise zu phpIPAM f&uuml;r Endbenutzer anpassen
fr_fr: Choisir les instructions phpipam pour utilisateurs finaux
it_it: Imposta le istruzioni phpipam per l&#39;utente finale
ru_ru: Написать инструкции по использованию phpipam для конечного пользователя
zh_cn: 为最终用户设置 phpipam 指令
zh_tw: 為終端使用者設定 phpIPAM 說明

source: NAT settings
de_de: Einstellungen NAT
fr_fr: Paramètres NAT
it_it: Impostazioni NAT
ru_ru: Настройки NAT
zh_cn: NAT 设置
zh_tw: NAT 設定

source: Select which default address fields to display
de_de: Auswahl Adressfelder die standardm&auml;&szlig;ig angezeigt werden sollen
fr_fr: Choisir quels champs adresses afficher par défaut
it_it: Seleziona quale campo indirizzo visualizzare di default
ru_ru: Выберите, какие поля адреса показывать по-умолчанию
zh_cn: 选择要显示的默认地址字段
zh_tw: 選擇要顯示的預設位址欄位

source: Manage custom fields
de_de: Verwaltung benutzerdefinierte Felder
fr_fr: Gérer les champs personnalisés
it_it: Gestione campi personalizzati
ru_ru: Управление настраиваемыми полями
zh_cn: 管理自定义字段
zh_tw: 管理自訂欄位

source: Check for latest version of phpipam
de_de: Pr&uuml;ft auf eine neue phpIPAM Version
fr_fr: Vérifier la dernière version de phpipam
it_it: Controlla l&#39;ultima versione di phpipam
ru_ru: Проверить последнюю версию phpipam
zh_cn: 检查 phpipam 的最新版本
zh_tw: 檢查最新的 phpIPAM 版本

source: Verify that database files are installed ok
de_de: Pr&uuml;fen Datenbankdaten auf ordnungsgem&auml;ße Installation
fr_fr: Vérifier la bonne installation des fichiers de base de données
it_it: Verifica che i file del database siano installati correttamente
ru_ru: Проверить, что все файлы базы данных установлены правильно
zh_cn: 验证数据库文件是否安装正确
zh_tw: 驗證資料庫檔案是否安裝正確

source: Search and replace content in database
de_de: Suchen / Ersetzen von Daten in der Datenbank
fr_fr: Chercher et remplacer du contenu dans la base de données
it_it: Cerca e sostituisci contenuto nel database
ru_ru: Найти и заменить содержимое в базе
zh_cn: 搜索并替换数据库中的内容
zh_tw: 搜尋和取代資料庫中的內容

source: Invalid CSRF cookie
de_de: Ung&uuml;ltiger CSRF Cookie
fr_fr: Cookie CSRF invalide
it_it: Cookie CSRF non valido
ja_jp: 無効なCSRFクッキー
ru_ru: Неверный CSRF cookie
zh_cn: CSRF cookie 无效
zh_tw: CSRF Cookie 無效
