Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: de_de, fr_fr, it_it, ja_jp, ru_ru, zh_cn, zh_tw

source: No MAC address found via MAC address scan
de_de: Keine MAC-Adresse gefunden beim Scann nach MAC-Adressen
fr_fr: Aucune adresse MAC trouvée par scan d’adresses
it_it: Nessun indirizzo MAC trovato con la scansione indirizzi MAC
ja_jp: MACアドレススキャンでMACアドレスが見つかりません
ru_ru: MAC адресов не найдено с помощью сканирования
zh_cn: 通过 MAC 地址扫描未找到 MAC 地址
zh_tw: 沒有透過 MAC 位址掃描找到 MAC位 址

source: Invalid section Id
de_de: Ung&uuml;ltige Bereichs-ID
fr_fr: ID de section invalide
it_it: Id sezione non valido
ja_jp: セクションIDが無効です
ru_ru: Неправильный Id секции
zh_cn: 区域 ID 无效
zh_tw: 區段 ID 無效

source: Number of discovered hosts exceed maximum possible defined by php.ini
de_de: Die Anzahl der gefundenen Ger&auml;te &uuml;berschreitet die in der Datei php.ini definierten maximal m&ouml;glichen
ru_ru: Количество обнаруженных хостов превышает максимум, определённый в php.ini

source: Please increase your php.ini setting:
de_de: Bitte erh&uoml;hen Sie in php.ini die Einstellungen f&uuml;r:
ru_ru: Пожалуйста, увеличьте значение в php.ini:

source: Scanning disabled
de_de: Scannen deaktiviert
ru_ru: Сканирование отключено
zh_cn: 扫描已禁用

source: Add subnets to section
de_de: Subnetze zu Bereich hinzuf&uuml;gen
fr_fr: Ajoute des sous-réseaux à la section
it_it: Aggiungi subnet alla sezione
ja_jp: セクションにサブネット追加
ru_ru: Добавить подсети в секцию
zh_cn: 将子网添加到区域
zh_tw: 將子網路加入到區段

source: Associated VLANs
de_de: Assoziierte VLANs
fr_fr: VLANs associés
it_it: VLAN associate
ja_jp: 関連付けられたVLAN
ru_ru: Связанные VLANы
zh_cn: 关联 VLAN
zh_tw: 關聯的 VLAN

source: Associated VRFs
de_de: Assoziierte VRF-Instanzen
fr_fr: VRFs associés
it_it: VRF associati
ja_jp: 関連するVRF
ru_ru: Связанные VRFы
zh_cn: 关联 VRF
zh_tw: 相關 VRF

source: Linked IPv6 subnet
de_de: Verkn&uuml;pfte IPv6-Subnetze
fr_fr: Sous-réseau IPv6 lié
it_it: Subnet IPv6 collegata
ja_jp: リンクされたIPv6サブネット
ru_ru: Соединённые IPv6 подсети
zh_cn: 连接的 IPv6 子网
zh_tw: 連結的 IPv6 子網路

source: Linked IPv4 subnets
de_de: Verkn&uuml;pfte IPv4-Subnetze
fr_fr: Sous-réseaus IPv4 liés
it_it: Subnet IPv4 collegata
ja_jp: リンクされたIPv4サブネット
ru_ru: Соединённые IPv4 подсети
zh_cn: 连接的 IPv4 子网
zh_tw: 連結的 IPv4 子網路

source: Subnet is natted
de_de: Subnetz ist geNAT'et
fr_fr: Sous-réseau natté
it_it: La subnet &egrave; in nat
ja_jp: サブネットがナットされます
ru_ru: Подсеть используется в NAT
zh_cn: 子网已连接
zh_tw: 所屬的子網路

source: VLAN is in domain
de_de: VLAN ist in der Dom&auml;ne
ru_ru: VLAN находится в домене
zh_cn: VLAN 属于域

source: Subnet is marked as used
fr_fr: Sous-réseau marqué comme utilisé
it_it: Subnet marcata come usata
ja_jp: サブネットは使用済みとしてマークされています
ru_ru: Подсеть обозначена как использованная
zh_tw: 子網路被標記為已使用

source: Alert threshold
de_de: Schwellwert Alarm
fr_fr: Seuil d’alerte
it_it: Avviso soglia
ja_jp: アラートの閾値
ru_ru: Порог предупреждений
zh_cn: 警报阈值
zh_tw: 警報臨界值

source: Firewall zone
ja_jp: ファイアウォールゾーンの作成
ru_ru: Зона фаервола
zh_cn: 防火墙区域
zh_tw: 防火牆區域

source: Address object
de_de: Addressobjekt
fr_fr: Objet adresse
ja_jp: アドレスオブジェクト
ru_ru: Объект адреса
zh_cn: 地址对象
zh_tw: 位址物件

source: Generate or regenerate the subnets firewall address object name.
de_de: Generieren oder regenerieren Sie den Firewall Adressobjektnamen der Subnetze.
ja_jp: ファイアウォールアドレスオブジェクトで並べ替え
ru_ru: Сгенерировать или пересоздать название объекта адреса сетей фаервола.
zh_cn: 生成或重新创建防火墙网络地址对象的名称.
zh_tw: 產生或重新產生子網路防火牆位址物件名稱。

source: disabled - marked as full
de_de: deaktiviert - markiert als Voll
fr_fr: désactivé - marque comme complet
it_it: disattivata - marcata come piena
ja_jp: 無効 - 完全とマークされている
ru_ru: отключено - отмечена как полная
zh_cn: 已禁用 - 标记为已满
zh_tw: 停用 - 標記為已滿

source: Scan agent
fr_fr: Agen de scan
it_it: Agente scansione
ja_jp: エージェントのスキャン
ru_ru: Агент сканирования
zh_cn: 扫描代理
zh_tw: 掃描代理程式

source: Invalid scan agent
de_de: Ung&uuml;ltiger Scantyp
fr_fr: Agent de scan invalide
it_it: Agente scansione non valido
ja_jp: スキャンエージェントが無効です
ru_ru: Неверный агент сканирования
zh_cn: 扫描代理无效
zh_tw: 掃描代理程式無效

source: Last check
de_de: Letzte &Uuml;berpr&uuml;fung
fr_fr: Dernier contrôle
it_it: Ultimo controllo
ja_jp: 最後のチェック
ru_ru: Последняя проверка
zh_cn: 最后检查
zh_tw: 最後一次檢查

source: Last scan
de_de: Letzter Scann
fr_fr: Dernier scan
it_it: Ultima scansione
ja_jp: 最後のスキャン
ru_ru: Последнее сканирование
zh_cn: 上次扫描
zh_tw: 上次掃描

source: Manage linked IPv6 subnet
de_de: Verwaltung von verkn&uuml;pften IPv6-Subnetzen
fr_fr: Gérer le sous-réseau IPv6 lié
it_it: Gestione subnet IPv6 collegata
ja_jp: リンクされたIPv6サブネットを管理します
ru_ru: Управление соединёнными IPv6 сетями
zh_cn: 连接的 IPv6 网络管理
zh_tw: 管理連結的 IPv6 子網路

source: Map subnet to firewall zone
de_de: Subnetz zu einer Firewall Zone zuordnen
fr_fr: Lier le sous-réseau à une zone firewall
it_it: Mappa subnet a zona firewall
ja_jp: サブネットをファイアウォールゾーンにマップします
ru_ru: Сопоставить подсеть с зоной фаервола
zh_cn: 将子网映射到防火墙区域
zh_tw: 將子網路對應到防火牆區域

source: Generate or regenerate firewall address objects for all ip addresses within this subnet.
de_de: Generieren oder regenerieren Sie Firewall Adressobjektnamen f&uuml;r alle IP-Adressen innerhalb dieses Subnetzes.
ja_jp: このサブネットの範囲内のすべてのIPアドレスに対するファイアウォールアドレスオブジェクトを作成または再作成します。
ru_ru: Сгенерировать или пересоздать объекты адреса фаервола для всех ip адресов в этой подсести.
zh_cn: 生成或重新创建防火墙网络地址对象的名称.
zh_tw: 為此子網路中的所有 IP 位址產生或重新產生防火牆位址物件。

source: Subnet NAT translations
de_de: Subnetz NAT-&Uuml;bersetzungen
fr_fr: Translations NAT de sous-réseau
it_it: Traduzione NAT subnet
ja_jp: サブネットNAT変換
ru_ru: NAT трансляции подсети
zh_cn: 子网 NAT 转换
zh_tw: 子網路 NAT 轉換

source: No NAT translations for this subnet
de_de: Keine NAT-&Uuml;bersetzungen f&uuml;r dieses Subnetz
fr_fr: Aucune translation NAT pour ce sous-réseau
it_it: Nessun traduzione NAT per questa subnet
ja_jp: このサブネットのNAT変換はありません
ru_ru: Нет NAT трансляций для этой подсети
zh_cn: 该子网没有 NAT 转换
zh_tw: 沒有這個子網路的 NAT 轉換

source: Temporary share
de_de: Tempor&auml;r freigeben
fr_fr: Partage temporaire
it_it: Condivisione temporanea
ja_jp: 一時的なシェア
ru_ru: Временная раздача
zh_cn: 临时共享
zh_tw: 臨時共用

source: Invalid search string
de_de: Ung&uuml;ltige Sucheingabe
fr_fr: Chaîne de recherche invalide
it_it: Stringa di ricerca non valida
ja_jp: 検索文字列が無効です
ru_ru: Неправильная строка поиска
zh_cn: 搜索字符串无效
zh_tw: 搜尋字串無效

source: Invalid limit
de_de: Ung&uuml;ltige Grenze
fr_fr: limite invalide
it_it: Limite non valido
ja_jp: 無効な制限
ru_ru: Неправильное ограничение
zh_cn: 限制无效
zh_tw: 無效限制

source: Output has been limited to last
de_de: Die Ausgabe ist gek&uuml;rzt auf
ru_ru: Вывод был ограничен последними
zh_cn: 输出已被限制到最后

source: lines
de_de: Eintr&auml;ge
ru_ru: строками
zh_cn: 条款

source: Invalid permission
de_de: Ung&uuml;ltige Berechtigung
fr_fr: permission invalide
it_it: Permesso non valido
ja_jp: 権限が無効です
ru_ru: Неверные права
zh_cn: 权限无效
zh_tw: 無效的權限

source: Changelog details
de_de: Details der &Auml;nderungen
fr_fr: détails du changelog
it_it: Dettagli changelog
ja_jp: 変更履歴詳細
ru_ru: Детали списка изменений
zh_cn: 变更日志详细信息
zh_tw: 更新記錄的詳細資訊

source: Map of circuits
de_de: Karte der Schaltungen
ru_ru: Карта линий связи

source: Map of all circuits
de_de: Karte aller Schaltungen
ja_jp: すべてのサーキットのマップ
ru_ru: Карта всех линий связи
zh_cn: 所有通信线路图
zh_tw: 所有電路地圖

source: Location: Google Maps API key is unset. Please configure config.php $gmaps_api_key to enable.
de_de: Standort: Der Google Maps API-Key wird nicht benutzt. Bitte config.php entsprechend konfigurieren um die Variable $gmaps_api_key benutzen zu k&ouml;nnen.
ja_jp: 位置情報：Google Maps API キーがセットされていません。地図表示を有効にするためにconfig.phpの $gmaps_api_key を設定してください。
ru_ru: Местоположение: API ключ для Google Карт не установлен. Пожалуйста, настройте config.php
zh_tw: 位置：尚未設定 Google Maps API key。請設定在 config.php 內 $gmaps_api_key 以啟用地圖功能。

source: Geocode API key not set
de_de: Geocode API-Key ist nicht gesetzt
ru_ru: Geocode ключ API не установлен

source: Geocode lookup failed. Check Internet connectivity.
de_de: Geocode-Suche fehlgeschlagen. &Uuml;berpr&uuml;fen Sie die Internetverbindung.
ru_ru: Поиск Geocode не удался. Проверьте соединение интернет.

source: Write
de_de: Schreiben
ru_ru: Запись
zh_cn: 写
zh_tw: 寫

source: Unsupported hash_hmac algo
de_de: Nicht unterst&uuml;tzter hash_hmac Algorithmus
ru_ru: Неподдерживаемый алгоритм hash_hmac
zh_cn: 不支持的 hash_hmac 算法

source: Unsupported
de_de: Nicht unterst&uuml;tzte
ru_ru: Не поддерживается

source: method
de_de: Methode
ru_ru: метод

source: PHP extension not installed:
de_de: PHP-Erweiterung nicht installiert:
ru_ru: PHP расширение не установлено:
zh_cn: PHP 扩展未安装：

source: Invalid CSRF cookie action
de_de: Ung&uuml;ltige CSRF-Cookie-Aktion
ru_ru: Неверное действие CSRF cookie
zh_cn: CSRF cookie 操作无效

source: Invalid server type
de_de: Ung&uuml;ltiger Servertyp
ru_ru: Неверный тип сервера
zh_cn: 服务器类型无效

source: Circuit Type Legend
de_de: Legende Schaltungstypen
ru_ru: История Типа Линии Связи
zh_cn: 线路类型历史记录

source: Show details
fr_fr: Afficher les détails
it_it: Mostra dettagli
ja_jp: 詳細を表示
ru_ru: Показать детали
zh_tw: 顯示詳細資料

source: Belonging addresses
de_de: Zugeh&ouml;rige Adressen
fr_fr: Adresses correspondants
it_it: Indirizzi di appartenenza
ja_jp: 所属アドレス
ru_ru: Принадлежащие адреса
zh_cn: 归属地址
zh_tw: 所屬位址

source: All devices
fr_fr: Tous les équipements
it_it: Tutti i dispositivi
ru_ru: Все устройства
zh_tw: 所有裝置

source: Location is not set for this device
de_de: Kein Standort f&uuml;r dieses Ger&auml;t hinterlegt
fr_fr: Emplacement non paramétré pour cet équipement
it_it: Posizione non impostata per il dispositivo
ja_jp: このデバイスに位置情報が設定されていません
ru_ru: Местоположение не установлено для этого устройства
zh_cn: 未设置该设备的位置
zh_tw: 該裝置未設定位置

source: Device NAT translations
de_de: Ger&auml;te NAT-&Uuml;bersetzungen
ru_ru: NAT трансляции устройства
zh_cn: 设备 NAT 转换
zh_tw: 裝置 NAT 轉換

source: No NAT translations for this device
de_de: Keine NAT-&Uuml;bersetzungen f&uuml;r dieses Ger&auml;t
fr_fr: Aucun translation NAT pour cet équipement
it_it: Nessun traduzione NAT per questo dispositivo
ja_jp: このデバイスのNAT変換はありません
ru_ru: Нет NAT трансляций для этого устройства
zh_cn: 此设备无 NAT 转换
zh_tw: 此裝置沒有 NAT 轉換

source: Belonging PSTN prefixes
de_de: Zugeh&ouml;rige PSTN-Pr&auml;fixe
fr_fr: Prefixes PSTN correspondants
it_it: Preffissi PSTN di appartenenza
ja_jp: 所属するPSTNプレフィックス
ru_ru: Принадлежащие PSTN префиксы
zh_cn: 属于 PSTN 前缀
zh_tw: 屬於 PSTN 首碼

source: PSTN prefixes module disabled.
de_de: PSTN-Pr&auml;fix Modul deaktiviert
fr_fr: Module de préfixes PSTN désactivé.
it_it: Modulo prefissi PSTN disattivato.
ja_jp: PSTNプレフィックスモジュールがディセーブルです
ru_ru: Модуль PSTN префиксов отключён.
zh_cn: PSTN 前缀模块已禁用.
zh_tw: PSTN 首碼模組已停用。

source: Prefix
de_de: Pr&auml;fix
fr_fr: Préfixe
it_it: Prefisso
ja_jp: プレフィックス
ru_ru: Префикс
zh_cn: 前缀
zh_tw: 首碼

source: Start
fr_fr: Début
it_it: Inizio
ja_jp: スタート
ru_ru: Старт
zh_cn: 启动
zh_tw: 開始

source: Stop
de_de: Stopp
ja_jp: 停止
ru_ru: Стоп
zh_cn: 停止
zh_tw: 停止

source: Firewall Zones
de_de: Firewall Zonen
ru_ru: Зоны фаервола
zh_cn: 防火墙区域
zh_tw: 防火牆區域

source: Manage zones
de_de: Zonen verwalten
fr_fr: Gérer les zones
it_it: Gestione zone
ja_jp: ゾーンの管理
ru_ru: Управление зонами
zh_cn: 管理区域
zh_tw: 管理區域

source: Administrative privileges required!
de_de: Administrative Rechte erforderlich!
fr_fr: Privilèges Administrateur requis :
it_it: Richiesti privilegi di amministratore!
ja_jp: 管理者権限が必要です！
ru_ru: Необходимы привилегии администратора!
zh_cn: 需要管理权限！
zh_tw: 要求管理權限。

source: Unknown
de_de: Unbekannt
fr_fr: Inconnu
it_it: Sconosciuto
ru_ru: Неизвестный
zh_cn: 未知
zh_tw: 未知

source: Domain type:
de_de: Dom&auml;nentyp:
fr_fr: Type de domaine :
it_it: Tipo dominio:
ja_jp: ドメインタイプ：
ru_ru: Тип домена:
zh_cn: 域名类型：
zh_tw: 網域類型：

source: Master servers
de_de: Masterserver
fr_fr: Serveurs maître
it_it: Server principali
ja_jp: マスターサーバー
ru_ru: Главные сервера
zh_cn: 主服务器
zh_tw: 主伺服器

source: Notified serial:
de_de: Benachrichtigte Seriennummer:
fr_fr: Numéro de série notifié :
it_it: Seriale notificato:
ja_jp: 通知されたシリアル：
ru_ru: Объявленный серийный номер:
zh_cn: 通知序列号：
zh_tw: 通知系列：

source: Last check:
de_de: Letzte &Uuml;berpr&uuml;fung
fr_fr: Dernière vérification :
it_it: Ultimo controllo:
ja_jp: 最後のチェック：
ru_ru: Последняя проверка:
zh_cn: 最后一次检查：
zh_tw: 最後檢查：

source: No records found for filter
de_de: Keine Eintr&auml;ge f&uumlr Filter gefunden
fr_fr: Aucun enregistrement trouvé avec ce filtre
it_it: Nessun record trovato per il filtro
ja_jp: フィルターのレコードが見つかりません
ru_ru: Не найдены записи для фильтра
zh_cn: 没有找到过滤器的记录
zh_tw: 找不到篩選器的記錄

source: You do not have permission to manage DNS. Please contact administrator!
fr_fr: Vous n’avez pas l’autorisation de gérer le DNS. Contactez votre administrateur.
it_it: Non hai i permessi per la gestione DNS. Contratta l&#39;amministratore!
ja_jp: あなたはDNSを管理する権限を持っていません。 管理者に連絡してください！
ru_ru: У вас нет прав для управления DNS. Обратитесь к администратору!
zh_tw: 您沒有管理DNS的權限。 請聯繫管理者。

source: No host records available
de_de: Keine Hosteintr&auml;ge verf&uuml;gbar
fr_fr: Aucun enregistrement d’hôte disponible.
it_it: Nessun record host disponibile
ja_jp: 利用可能なホストレコードがありません
ru_ru: Нет записей о хостах
zh_cn: 无可用主机记录
zh_tw: 沒有主機記錄

source: Host Records
ru_ru: Записи о Хостах
zh_cn: 主机记录

source: PowerDNS IP records
de_de: PowerDNS IP-Eintr&auml;ge
fr_fr: Enregistrements IP PowerDNS
it_it: Record IP PowerDNS
ja_jp: IPアドレスに解決するすべてのDNSレコードのリスト
ru_ru: IP записи PowerDNS
zh_cn: PowerDNS IP 记录
zh_tw: PowerDNS IP記錄

source: List of all DNS records resolving to IP address
de_de: Liste aller DNS-Eintr&auml;ge die auf eine IP-Adresse aufl&ouml;sen
fr_fr: Liste de tous les enregistrements DNS correspondant à une adresse IP
it_it: Elenco di tutti i record DNS che risolvono l&#39;indirizzo IP
ja_jp: IPアドレスに解決するすべてのDNSレコードのリスト
ru_ru: Список всех DNS записей разрешённых в IP адреса
zh_cn: 解析到 IP 地址的所有 DNS 记录的列表
zh_tw: 列出所有解析為IP位址的DNS記錄

source: List of unprocessed IP addresses requests
fr_fr: Liste des requêtes d’adresses IP non traitées
it_it: Elenco delle richieste indirizzi IP non processate
ru_ru: Список не завершённых запросов IP адресов
zh_tw: 未處理IP位址要求的清單

source: VRF search results
fr_fr: Résultats de recherches VRF
it_it: Risultati ricerca VRF
ru_ru: Результаты поиска VRF
zh_tw: VRF搜尋結果

source: Search results (VRFs)
de_de: Suchergebnisse (VRF-Instanzen)
fr_fr: Résultat de recherche (VRFs)
it_it: Risultati ricerca (VRF)
ja_jp: 検索結果（VRF）
ru_ru: Результаты поиска (VRFы)
zh_cn: 搜索结果 (VRF)
zh_tw: 搜尋結果 (VRF)

source: Search results (PSTN Prefixes)
de_de: Suchergebnisse (PSTN-Pr&auml;fixe)
fr_fr: Résultats de recherche (Préfixes PSTN)
it_it: Risultati ricerca (Prefissi PSTN)
ja_jp: 検索結果（PSTNプレフィックス）
ru_ru: Результаты поиска (PSTN Префиксы)
zh_cn: 搜索结果（PSTN 前缀）
zh_tw: 搜尋結果 (PSTN首碼)

source: Search results (PSTN Numbers)
de_de: Suchergebnisse (PSTN-Nummern)
fr_fr: Résultats de recherche (Numéros PSTN)
it_it: Risultati ricerca (Numeri PSTN)
ja_jp: 検索結果（PSTN番号）
ru_ru: Результаты поиска (PSTN Номера)
zh_cn: 搜索结果（PSTN 号码）
zh_tw: 搜尋結果 (PSTN號碼)

source: Wildcard mask
de_de: Maske Wildcard
fr_fr: Masque wildcard
it_it: Maschera wildcard
ja_jp: ワイルドカードマスク
ru_ru: Инверсная маска
zh_cn: 通配符掩码
zh_tw: 反向遮罩

source: custom tool
de_de: Benutzerdefiniertes Tool
ja_jp: カスタムフィールド
ru_ru: спец инструмент
zh_cn: 自定义工具
zh_tw: 自訂工具

source: Changelog for all network objects
de_de: &Auml;nderungen der Netzwerkobjekte
ru_ru: Список изменений для всех сетевых объектов
zh_cn: 所有网络对象的变更日志
zh_tw: 所有網路物件的變更記錄

source: Select yes to receive mail notification changes (IP state change, new hosts, requests)
de_de: Um Benachrichtigungen &uuml;ber z.B. IP-Status&auml;nderungen, neue Hosts oder Anfragen per E-Mail zu erhalten aktivieren Sie bitte diese Option.
fr_fr: Choisir Oui pour recevoir les notifications de changement par mail (changement d'état d'IP, nouveaux hôtes et requêtes)
it_it: Seleziona si per ricevere notifiche email dei cambiamenti (stato IP, nuovi host, richieste)
ja_jp: メール通知の変更を受信する場合は[はい]を選択します（IP状態の変更、新しいホスト、要求）
ru_ru: Выберите да для получения почтовых уведомлений об изменениях (состояния IP, новых хостах, запросах)
zh_cn: 选择“是”以接收邮件通知更改（IP 状态更改、新主机、申请）
zh_tw: 選擇是接收郵件通知變更 (IP狀態變更，新主機，要求)

source: Select yes to receive mail notifications for IP requests
de_de: Ja ausw&auml;hlen, um Benachrichtigungen per E-Mail &uuml;ber IP-Anfragen zu erhalten.
fr_fr: Choisir Oui pour recevoir les notifications de requêtes d’IP par mail
it_it: Seleziona si per ricevere notifiche email per le richieste di IP
ja_jp: IP要求のメール通知を受信する場合は、「はい」を選択します
ru_ru: Выберите да для получения почтовых уведомлений о запросах IP
zh_cn: 选择“是”以接收 IP 申请的邮件通知
zh_tw: 選擇是接收IP要求的郵件通知

source: Menu Type
de_de: Men&uuml;typ
fr_fr: Type de menu
it_it: Tipo Menu
ja_jp: メニュータイプ
ru_ru: Тип меню
zh_cn: 菜单类型
zh_tw: 功能表類型

source: Static
de_de: Statisch
fr_fr: Statique
it_it: Statico
ja_jp: 静的
ru_ru: Статический
zh_cn: 静态
zh_tw: 靜態

source: Dynamic
de_de: Dynamisch
fr_fr: Dynamique
it_it: Dinamico
ja_jp: 動的
ru_ru: Динамический
zh_cn: 动态
zh_tw: 動態

source: Select menu type to display
de_de: Auswahl des angezeigten Men&uuml;typs
fr_fr: Choisir le type de menu à afficher
it_it: Seleziona il tipo di menu da visualizzare
ja_jp: 表示するメニュータイプを選択
ru_ru: Выберите тип меню для отображения
zh_cn: 选择要显示的菜单类型
zh_tw: 選擇要顯示的功能表類型

source: Invalid language!
de_de: Ung&uuml;ltige Sprache!
fr_fr: Langue invalide !
it_it: Lingua non valida!
ja_jp: 無効な言語です！
ru_ru: Неправильный язык!
zh_cn: 无效语言！
zh_tw: 無效的語言。

source: VLANs in all domains
de_de: VLANs in allen Dom&auml;nen
fr_fr: VLANs dans tous les domaines
it_it: VLAN in tutti i domini
ja_jp: すべてのドメイン内のVLAN
ru_ru: VLANы для всех доменов
zh_cn: 所有域中的 VLAN
zh_tw: 所有網域中的VLAN

source: List of VLANS in all domains
de_de: Liste der VLANs in allen Dom&auml;nen
fr_fr: Liste des VLANs dans tous les domaines
it_it: Elenco delle VLAN in tutti i domini
ja_jp: すべてのドメイン内のVLANのリスト
ru_ru: Список VLANов для всех доменов
zh_cn: 所有域中的 VLAN 列表
zh_tw: 所有網域中的VLAN清單

source: L2domain
de_de: L2-Dom&auml;ne
fr_fr: domaines L2
ja_jp: L2ドメイン
ru_ru: L2 домен
zh_cn: L2 域
zh_tw: L2 網域名稱

source: Show VLAN
de_de: Zeige VLAN
ru_ru: Показать VLAN
zh_cn: 显示 VLAN

source: Edit VLAN
de_de: VLAN bearbeiten
ru_ru: Изменить VLAN
zh_cn: 编辑 VLAN
zh_tw: 編輯 VLAN

source: Delete VLAN
de_de: VLAN l&ouml;schen
ru_ru: Удалить VLAN
zh_cn: 删除 VLAN
zh_tw: 刪除 VLAN

source: All VRF belonging to customer
de_de: Liste aller VRF-Instanzen und zugeh&ouml;riger Kunden
ru_ru: Все VRFы, принадлежащие клиенту
zh_cn: 所有 VRF 均属于客户

source: Show VRF
de_de: VRF-Instanzen anzeigen
ru_ru: Показать VRF
zh_cn: 显示 VRF

source: Edit VRF
de_de: VRF-Instanzen bearbeiten
ru_ru: Изменить VRF
zh_cn: 编辑 VRF

source: Delete VRF
de_de: VRF-Instanz l&ouml;schen
ru_ru: Удалить VRF
zh_cn: 删除 VRF

source: Filter by
de_de: Filterung nach
ru_ru: Фильтр по
zh_cn: 过滤依据
zh_tw: 篩選

source: All types
de_de: Liste aller Typen
ru_ru: Все типы
zh_cn: 所有类型
zh_tw: 所有類型

source: All racks
de_de: Liste aller Racks
ru_ru: Все шкафы
zh_cn: 所有机柜

source: Clear filter
de_de: Filter l&ouml;schen
ru_ru: Очистить фильтр
zh_cn: 清除过滤器

source: Filter applied: Device Type =
de_de: Filter angewendet: Ger&auml;tetyp =
ru_ru: Применён фильтр: Тип Устройства =

source: List of devices
de_de: Liste der Netzwerkger&auml;te
ru_ru: Список устройств
zh_cn: 设备列表
zh_tw: 裝置清單

source: Filter applied: Rack =
de_de: Filter angewendet: Rack =
ru_ru: Применён фильтр: Шкаф =

source: Filter applied: Location =
de_de: Filter angewendet: Standort =
ru_ru: Применён фильтр: Местоположение =

source: Filter applied: Section =
de_de: Filter angewendet: Bereich =
ru_ru: Применён фильтр: Секция =

source: Scan for VLANs
de_de: Nach VLANs scannen
fr_fr: Scanner les VLANs
it_it: Scansiona per VLAN
ja_jp: VLANをスキャンします
ru_ru: Сканирование VLANов
zh_cn: 扫描 VLAN
zh_tw: 掃描 VLAN

source: Administer
de_de: Verwalten
ru_ru: Управление
zh_cn: 管理

source: L2 domains
de_de: L2-Dom&auml;nen
fr_fr: Domaines L2
it_it: Domini L2
ja_jp: L2ドメイン
ru_ru: L2 домены
zh_cn: L2 域
zh_tw: L2 網域名稱

source: Count
de_de: Anzahl
ru_ru: Подсчёт
zh_cn: 计数

source: All domains
de_de: Alle Dom&auml;nen
fr_fr: Tous les domaines
it_it: Tutti i domini
ja_jp: すべてのドメイン
ru_ru: Все домены
zh_cn: 所有域名
zh_tw: 所有網域

source: List of all VLANs in all domains
de_de: Liste aller VLANS in allen Dom&auml;nen
fr_fr: Liste de tous les VLANs dans tous les domaines
it_it: Elenco di tutte le VLAN in tutti i domini
ja_jp: すべてのドメイン内のすべてのVLANのリスト
ru_ru: Список всех VLANов во всех доменах
zh_cn: 所有域中的所有 VLAN 列表
zh_tw: 所有網域中的所有VLAN的清單

source: Show domain VLANs
de_de: Dom&auml;nen VLANs anzeigen
ru_ru: Показать VLANы домена
zh_cn: 显示域 VLAN
zh_tw: 顯示網域 VLAN

source: Edit domain
de_de: Dom&auml;ne bearbeiten
ru_ru: Изменить домен
zh_cn: 编辑域名
zh_tw: 編輯網域

source: Delete domain
de_de: Dom&auml;ne l&ouml;schen
ru_ru: Удалить домен
zh_cn: 删除域名
zh_tw: 刪除網域

source: Available in sections
fr_fr: Disponible dans les sections
it_it: Disponibile nelle sezioni
ja_jp: セクションで利用可能
ru_ru: Доступные в секциях
zh_tw: 區段可用

source: DHCP information
fr_fr: Information DHCP
it_it: Informazioni DHCP
ja_jp: DHCP情報
ru_ru: Информация DHCP
zh_cn: DHCP 信息
zh_tw: DHCP 資訊

source: Active leases
de_de: Aktive Leases
ja_jp: アクティブな共有
ru_ru: Активные аренды
zh_cn: 有效租约
zh_tw: 主動租賃

source: Subnet id
de_de: Subnetz-ID
ja_jp: サブネットリンク
ru_ru: Id подсети
zh_cn: 子网号
zh_tw: 子網路號

source: Client_id
ja_jp: クライアントID
ru_ru: Клиент_id
zh_cn: 客户端 ID
zh_tw: 客戶端ID

source: Lifetime
ja_jp: ライフタイム
ru_ru: Время жизни
zh_cn: 寿命
zh_tw: 存留時間

source: IPv4 leases
ja_jp: IPv4サブネット
ru_ru: IPv4 аренды
zh_cn: IPv4 租用
zh_tw: IPv4租約

source: IPv4 not configured on DHCP server
de_de: IPv4 nicht auf dem DHCP-Server konfiguriert
ja_jp: 設定されたIPv4ホストがありません
ru_ru: IPv4 не настроен на DHCP сервере
zh_cn: DHCP 服务器上未配置 IPv4
zh_tw: DHCP 未在 DHCP 伺服器上設定

source: No IPv4 leases
de_de: Keine IPv4-Leases
ja_jp: IPv4サブネットなし
ru_ru: IPv4 аренды отсутствуют
zh_cn: 没有 IPv4 租用
zh_tw: 沒有 IPv4 租期

source: IPv6 leases
ja_jp: IPv6サブネット
ru_ru: IPv6 аренды
zh_cn: IPv6 租用
zh_tw: IPv6 租約

source: IPv6 not configured on DHCP server
de_de: IPv6 nicht auf dem DHCP-Server konfiguriert
ja_jp: 設定されたIPv6ホストがありません
ru_ru: IPv6 не настроен на DHCP сервере
zh_cn: DHCP 服务器上未配置 IPv6

source: No IPv6 leases
de_de: Keine IPv6-Leases
ja_jp: IPv6サブネットがありません
ru_ru: IPv6 аренды отсутствуют
zh_cn: 无 IPv6 租用
zh_tw: 沒有IPv6租期

source: Reservations
de_de: Reservierungen
ja_jp: セクション
ru_ru: Бронирования
zh_cn: 预约
zh_tw: 保留

source: Reserved in
de_de: Reserviert in
ja_jp: 予約
ru_ru: Забронировано в
zh_cn: 保留于
zh_tw: 保留在

source: Options
de_de: Optionen
ja_jp: オプション
ru_ru: Опции
zh_cn: 选项
zh_tw: 選項

source: Classes
de_de: Netzklassen
ja_jp: クラス
ru_ru: Классы
zh_cn: 类型
zh_tw: 類型

source: Defaults
de_de: Voreinstellungen
ru_ru: Значения по-умолчанию
zh_cn: 默认值

source: Subnets and pools
de_de: Subnetze und Pools
ja_jp: サブネットにはホストがありません
ru_ru: Подсети и пулы
zh_cn: 子网和池
zh_tw: 子網路和集區

source: Pools
ja_jp: ツール
ru_ru: Пулы
zh_cn: 池
zh_tw: 集區

source: IPv4 subnets
de_de: IPv4-Subnetze
fr_fr: Sous-réseaux IPv4
it_it: Subnet IPv4
ja_jp: IPv4サブネット
ru_ru: IPv4 подсети
zh_cn: IPv4 子网
zh_tw: IPv4 子網路

source: No IPv4 subnets
de_de: Keine IPv4-Subnetze
fr_fr: Aucun sous-réseau IPv4
it_it: Nessuna subnet IPv4
ja_jp: IPv4サブネットなし
ru_ru: Нет IPv4 подсетей
zh_cn: 无 IPv4 子网
zh_tw: 沒有 IPv4 子網路

source: IPv6 subnets
de_de: IPv6-Subnetze
fr_fr: Sous-réseaux IPv6
it_it: Subnet IPv6
ja_jp: IPv6サブネット
ru_ru: IPv6 подсети
zh_cn: IPv6 子网
zh_tw: IPv6 子網路

source: No IPv6 subnets
de_de: Keine IPv6-Subnetze
fr_fr: Aucun sous-réseau IPv6
it_it: Nessuna subnet IPv6
ja_jp: IPv6サブネットがありません
ru_ru: Нет IPv6 подсетей
zh_cn: 无 IPv6 子网
zh_tw: 沒有IPv6子網路

source: Add location
de_de: Standort hinzuf&uuml;gen
fr_fr: Ajouter emplacement
it_it: Aggiungi posizione
ja_jp: 場所を追加
ru_ru: Добавить местоположение
zh_cn: 添加位置
zh_tw: 加入位置
