Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: de_de, fr_fr, it_it, ja_jp, ru_ru, zh_cn, zh_tw

source: Select yes to receive notification change mail for State change
de_de: Ja ausw&auml;hlen, um Benachrichtigungen per E-Mail zu Status&auml;nderungen zu erhalten
fr_fr: Choisir OUI pour recevoir des notifications de changement d’état par mail
it_it: Seleziona si per ricevere notifiche email per i cambi di stato
ja_jp: 状態変更の通知変更メールを受信する場合は、「はい」を選択します
ru_ru: Нажмите да для получения почтовых уведомлений об изменении Cостояния
zh_cn: 选择“是”以接收状态更改的通知更改邮件
zh_tw: 選擇是接收狀態變更的通知的電子郵件

source: Mail Changelog
de_de: &Auml;nderungsinfos versenden
fr_fr: Message de changelog
it_it: Changelog email
ja_jp: メールの変更履歴
ru_ru: Почтовый список изменений
zh_cn: 邮件变更日志
zh_tw: 郵件記錄

source: Select yes to receive notification change mail for changelog
de_de: Ja ausw&auml;hlen, um Benachrichtigungen per E-Mail bei neuen Eintr&auml;gen im &Auml;nderungsprotokoll zu erhalten
fr_fr: Choisir OUI pour recevoir des notification de changelog par mail
it_it: Selezion si per ricevere notifiche email per il changelog
ja_jp: 変更履歴の通知変更メールを受信する場合は、「はい」を選択します
ru_ru: Нажмите да для получения почтовых сообщений об изменениях в журнале
zh_cn: 选择“是”以接收更改日志的通知更改邮件
zh_tw: 選擇 是 以接收記錄通知的電子郵件

source: Require user to change password after initial login
de_de: Benutzer muss das Passwort bei der ersten Anmeldung &auml;ndern
fr_fr: Impose à l’utilisateur de changer son mot de passe à la première connexion
it_it: Obbliga l&#39;utente a cambiare la password dopo il primo login
ja_jp: 初期ログイン後にパスワードを変更するようユーザーに要求します
ru_ru: Требуется изменение пароля пользователя при первом входе
zh_cn: 要求用户在首次登录后更改密码
zh_tw: 要求使用者在初次登入後變更密碼

source: Password change required
de_de: Kennwort&auml;nderung erforderlich
fr_fr: Changement de mot de passe requis
it_it: Richiesto cambio password
ja_jp: パスワードの変更が必要
ru_ru: Требуется изменение пароля
zh_cn: 需要更改密码
zh_tw: 需要修改密碼

source: You are required to change your password before you can access phpipam.
de_de: Sie m&uuml;ssen Ihr Kennwort &auml;ndern bevor Sie phpipam nutzen k&ouml;nnen.
fr_fr: Vous devez changer votre mot de passe pour pouvoir accéder à phpipam.
it_it: Devi cambiare la tua password prima di accedere a phpipam.
ja_jp: phpipamにアクセスするには、パスワードを変更する必要があります
ru_ru: Вам необходимо сменить ваш пароль перед тем, как зайдёте в phpipam.
zh_cn: 您需要先更改密码才能访问 phpipam.
zh_tw: 您需要變更您的密碼。

source: Password change
de_de: Kennwort&auml;nderung
fr_fr: Changer de mot de passe
it_it: Cambio password
ja_jp: パスワードの変更
ru_ru: Изменение пароля
zh_cn: 更改密码
zh_tw: 修改密碼

source: Save password
de_de: Kennwort speichern
fr_fr: Enregistrer mot de passe
it_it: Salva password
ja_jp: パスワードを保存します
ru_ru: Сохранить пароль
zh_cn: 保存密码
zh_tw: 儲存密碼

source: You have been blocked for 5 minutes due to authentication failures
de_de: Sie wurden aufgrund von Authentifizierungsfehlern f&uuml;r 5 Minuten geblockt.
fr_fr: Vous avez été bloqué pour 5 minutes suite à des erreurs d’authentification
it_it: Sei stato bloccato per 5 minuti a causa di errori di autenticazione
ja_jp: あなたは認証失敗のために5分間ブロックされています
ru_ru: Вы были заблокированы на 5 минут из-за ошибок аутентификации
zh_cn: 由于身份验证失败，您已被屏蔽 5 分钟
zh_tw: 驗證失敗，您將被封鎖 5 分鐘

source: Use nicer URL structure
de_de: Benutze "sch&ouml;ne URLs"
fr_fr: Structure d’URL plus lisible
it_it: Utilizza una struttura URL "nice"
ja_jp: より良いURL構造を使用します
ru_ru: Использовать удобную структуру URL
zh_cn: 使用更好的 URL 结构
zh_tw: 使用更好看的 URL 結構

source: Please note that mod_rewrite is required with appropriate settings if pretified links are selected.
de_de: Bitte beachten Sie, dass mod_rewrite mit passenden Einstellungen erforderlich ist, wenn sie "sch&ouml;ne URLs" ausgew&auml;hlt haben.
fr_fr: Merci de noter que mod_rewrite est requis avec les paramètres appropriés si cette option est choisie
it_it: Per favore notare che mod_rewrite con le impostazioni appropriate &egrave; richiesto se si utilizzano i collegamenti "pretified".
ja_jp: 事前設定されたリンクが選択されている場合、<br>適切な設定でmod_rewriteが必要であることに注意してください
ru_ru: Пожалуйста, учтите, что требуется предварительно настроенный mod_rewrite, если будете использовать удобные ссылки.
zh_cn: 请注意，如果选择了预览链接，则需要 mod_rewrite 进行适当的设置.
zh_tw: 請注意，如果選擇好看網址，則需啟用 mod_rewrite 並進行適當的設定。

source: Hide free range
de_de: Verstecke freien Bereich
fr_fr: Masque les plages vides
it_it: Nascondi i range liberi
ja_jp: フリーレンジを隠します
ru_ru: Спрятать свободный диапазон
zh_cn: 隐藏空余范围
zh_tw: 隱藏可用範圍

source: Do not display free range in IP address and subnets list
de_de: Freien Bereich nicht in IP-Adress- und Subnetzliste anzeigen
fr_fr: Ne pas afficher les plages d’adresses libres dans les listes d’adresses et de sous-réseaux
it_it: Non visualizzari i range liberi nell&#39;elenco degli indirizzi IP e delle subnet
ja_jp: IPアドレスとサブネットのリストにフリーレンジを表示しません
ru_ru: Не показывать свободный диапазон в IP адресах и списке подсетей
zh_cn: 不在 IP 地址和子网列表中显示可用范围
zh_tw: 不要在 IP 位址和子網路清單中顯示可用範圍

source: Highest VLAN number
de_de: H&ouml;chste VLAN-Nummer
fr_fr: Numéro de VLAN maximum
it_it: Numero VLAN pi&ugrave; alto
ja_jp: 最も高いVLAN番号
ru_ru: Максимальный номер VLAN
zh_cn: 最大 VLAN 号
zh_tw: 最大 VLAN 數量

source: Set highest VLAN number (default 4096)
de_de: H&ouml;chste VLAN-Nummer setzen (Standard 4096)
fr_fr: Choisissez le plus haut numéro de VLAN possible (par défaut 4096)
it_it: Imposta il numero massimo VLAN (default 4096)
ja_jp: 最高のVLAN番号を設定します（デフォルト4096）
ru_ru: Установить максимальный номер VLAN (по-умолчанию 4096)
zh_cn: 设置最大 VLAN 号（默认4096）
zh_tw: 設定最大的 VLAN 數量 (預設 4096)

source: Highest possible VLAN number is
de_de: Gr&ouml;&szlig;tm&ouml;gliche VLAN-Nummer ist:
fr_fr: Le numéro de VLAN maximum est
it_it: Il numero pi&ugrave; alto possibile per le VLAN &egrave;
ja_jp: 可能な最大VLAN番号
ru_ru: Максимально возможный номер VLANа:
zh_cn: 最大可能的 VLAN 号是
zh_tw: 最大的 VLAN 可能數是

source: VLAN number cannot be negative
de_de: VLAN-Nummer kann nicht negativ sein
fr_fr: Les numéros de VLAN ne peuvent être négatifs
it_it: Il numero VLAN non pu&ograve; essere negativo
ja_jp: VLAN番号は負であってはなりません
ru_ru: Номер VLANа не может быть отрицательным
zh_cn: VLAN 号不能为负数
zh_tw: VLAN 編號不能是負值

source: Not number
de_de: keine Zahl
fr_fr: N’est pas un nombre
it_it: Non numero
ja_jp: 番号なし
ru_ru: Не номер
zh_cn: 不是数字
zh_tw: 不是數字

source: I will delete
de_de: Ich werde l&ouml;schen
fr_fr: Je vais supprimer
it_it: Canceller&ograve;
ja_jp: 私は削除されます
ru_ru: Я удалю
zh_cn: 将要删除
zh_tw: 將要刪除

source: Are you sure you want to delete above items?
de_de: Sind Sie sicher, dass Sie das obige Element l&ouml;schen m&ouml;chten?
fr_fr: Etes-vous certain de vouloir supprimer les objets ci-dessus ?
it_it: Sicuro di cancellare gli oggetti qui sopra?
ja_jp: 上記の項目を削除してもよろしいですか？
ru_ru: Вы уверены, что хотите удалить все, что выше?
zh_cn: 您确定要删除以上项目吗？
zh_tw: 確定要刪除以上項目嗎？

source: Are you sure you want to delete IP address
de_de: Sind Sie sicher, dass Sie die IP-Adresse l&ouml;schen m&ouml;chten?
fr_fr: Etes-vous certain de vouloir supprimer les adresses IP
it_it: Sicuro di cancellare gli indirizzi IP
ja_jp: IPアドレスを削除してもよろしいですか？
ru_ru: Вы уверены, что хотите удалить IP адрес
zh_cn: 您确定要删除 IP 地址吗
zh_tw: 確定要刪除 IP 位址嗎？

source: Inactivity timeout
de_de: Inaktivit&auml;t nach
fr_fr: Timeout pour inactivité
it_it: Time inattivit&agrave;
ja_jp: 無活動タイムアウト
ru_ru: Таймаут неактивности
zh_cn: 闲置超时
zh_tw: 閒置逾時

source: minutes
de_de: Minuten
ru_ru: минут
zh_cn: 分钟

source: hours
de_de: Stunden
ru_ru: часов
zh_cn: 小时

source: Select inactive timeout for user sessions. Please note that if default php session settings in php.ini are lower they will override this
de_de: Unt&auml;tigkeitszeitraum f&uuml;r Benutzersitzungen festlegen. Bitte beachten Sie, dass niedrigere PHP Sitzungseinstellungen in der php.ini diese &uuml;berschreiben.
fr_fr: Choisissez le délai d'inactivité pour les sessions utilisateurs. Si les paramètres php dans le php sont inférieurs, ils seront pris en compte en priorité.
it_it: Seleziona il timeout di inattivit&agrave; per le sessioni utente. Se il valore predefinito per la sessione php in php.ini &egrave; inferiore sovrascriver&agrave; questo
ja_jp: ユーザーセッションの非アクティブタイムアウトを選択します<br>php.iniのデフォルトのPHPセッション設定が低い場合は、これを上書きします
ru_ru: Выберите таймаут неактивности для сессий пользователя. Пожалуйста, учтите, если настройка сессии по-умолчанию в php.ini ниже, то она будет приоритетнее этой
zh_cn: 选择用户会话的闲置超时。 请注意，如果 php.ini 中的默认 php 会话设置较低，它们将覆盖此设置
zh_tw: 選擇 Session 閒置逾時設定。請注意，若 php.ini 中預設的 php session 設定值較低，它將覆蓋此處的設定

source: You session has timed out
de_de: Ihre Sitzung ist abgelaufen
fr_fr: Votre session est terminée
it_it: La tua sessione &egrave; scaduta
ja_jp: セッションがタイムアウトしました
ru_ru: Выша сессия закончилась по таймауту
zh_cn: 您的会话已超时
zh_tw: 連線逾時

source: Discover new hosts
de_de: Neue Hosts finden
fr_fr: Découvrir de nouveaux hôtes
it_it: Trova nuovi host
ja_jp: 新ホスト発見
ru_ru: Обнаружить новые хосты
zh_cn: 发现新主机
zh_tw: 探索新的主機

source: Discover new hosts in this subnet
de_de: Neue Hosts in diesem Subnetz finden
fr_fr: Découvrer de nouveaux hôtes dans ce sous-réseau
it_it: Trova nuovi host in questa subnet
ja_jp: このサブネットの新しいホストを発見します
ru_ru: Обнаружить новые хосты в этой подсети
zh_cn: 发现该子网中的新主机
zh_tw: 在此子網路內探索新的主機

source: Resolve hostnames in this subnet
de_de: Aufl&ouml;sen von Hostname in diesem Subnetz
ja_jp: このサブネットの新しいホストを発見します
ru_ru: Разрешать имена хостов в этой подсети
zh_cn: 解析该子网中的主机名
zh_tw: 在此子網路反解主機名稱

source: Invalid id
de_de: Ung&uuml;ltige ID
ru_ru: Неверный id
zh_cn: 无效 ID

source: Invalid ID
de_de: Ung&uuml;ltige ID
fr_fr: ID invalide
it_it: ID non valido
ja_jp: IDが無効です
ru_ru: Неверный ID
zh_cn: 无效 ID
zh_tw: 無效 ID

source: Folder contains more subnets
de_de: Ordner enth&auml;lt mehrere Subnetze
fr_fr: Le dossier contient plus de sous-réseaux
it_it: La cartella contiene pi&ugrave; subnet
ja_jp: フォルダにはさらに多くのサブネットが含まれています
ru_ru: Папка содержит больше подсетей
zh_cn: 文件夹包含多个子网
zh_tw: 資料夾內包含更多子網路

source: IP address request added
fr_fr: Requête d’adresse IP ajoutée
it_it: Richiesta indirizzo IP aggiunta
ru_ru: Добавлен запрос IP адреса
zh_tw: IP 位址申請已加入

source: IP address request edited
fr_fr: Requête d’adresse IP éditée
it_it: Richiesta indirizzo IP modificata
ru_ru: Отредактирован запрос IP адреса
zh_tw: IP 位址申請已編輯

source: IP address request deleted
fr_fr: Requête d’adresse IP supprimée
it_it: Richiesta indirizzo IP cancellata
ru_ru: Удалён запрос IP адреса
zh_tw: IP 位址申請已刪除

source: Online
fr_fr: En ligne
it_it: In linea
ja_jp: オンライン
ru_ru: В сети
zh_cn: 在线
zh_tw: 上線

source: Folders
de_de: Ordner
fr_fr: Dossiers
it_it: Cartelle
ja_jp: フォルダ
ru_ru: Папки
zh_cn: 文件夹
zh_tw: 資料夾

source: Select Master folder
fr_fr: Choisir le dossier principal
it_it: Seleziona cartella principale
ru_ru: Выберите главную папку
zh_tw: 選擇主要資料夾

source: Root folder
de_de: Wurzelordner
fr_fr: Dossier racine
it_it: Cartella radice
ja_jp: ルートフォルダ
ru_ru: Корневая папка
zh_cn: 根文件夹
zh_tw: 根資料夾

source: Previous
de_de: Vorherige
ru_ru: Предыдущая
zh_cn: 上一个

source: Next
de_de: N&auml;chste
ru_ru: Следующая
zh_cn: 下一个

source: New IP address request
de_de: Neue Anforderung einer IP-Adresse
ru_ru: Новый запрос IP адреса
zh_cn: 新的 IP 地址申请

source: IP address request accepted
de_de: Anfrage der IP-Anforderung wurde akzeptiert
ru_ru: Запрос IP адреса принят
zh_cn: IP 地址申请已接受

source: IP address request rejected
de_de: Anfrage der IP-Anforderung wurde zur&uuml;ckgewiesen
ru_ru: Запрос IP адреса отклонён
zh_cn: IP 地址申请被拒绝

source: Discover
de_de: Auffinden
fr_fr: Découvrir
it_it: Trova
ja_jp: 発見
ru_ru: Обнаружить
zh_cn: 发现
zh_tw: 探索

source: Back
de_de: Zur&uuml;ck
it_it: Indietro
ja_jp: 戻る
ru_ru: Назад
zh_cn: 后退
zh_tw: 返回

source: l2 domain
de_de: L2-Dom&auml;ne
fr_fr: Domaine l2
it_it: dominio l2
ja_jp: L2ドメイン
ru_ru: l2 домен
zh_cn: L2 域
zh_tw: L2 網域

source: Select l2 domain
fr_fr: Choisir un domaine l2
it_it: Seleziona dominio l2
ru_ru: Выберите L2 домен
zh_tw: 選擇 L2 網域

source: Add L2 Domain
de_de: L2-Dom&auml;ne hinzuf&uuml;gen
fr_fr: Ajouter un domaine l2
it_it: Aggiungi Dominio L2
ja_jp: L2ドメインを追加します
ru_ru: Добавить L2 домен
zh_cn: 添加 L2 域
zh_tw: 加入 L2 網域

source: Descripton
fr_fr: Description
it_it: Descrizione
ru_ru: Описание
zh_tw: 描述

source: Available VLANs in domain
de_de: Verf&uuml;gbare VLANs in Dom&auml;ne
fr_fr: VLANs disponibles dans le domaine
it_it: VLAN disponibile nel dominio
ja_jp: ドメイン内で使用可能なVLAN
ru_ru: Доступные VLANы в домене
zh_cn: 域内可用的 VLAN
zh_tw: 網域內可用的 VLAN

source: L2 Domains
de_de: L2-Dom&auml;nen
fr_fr: Domaines l2
it_it: Domini L2
ja_jp: L2ドメイン
ru_ru: L2 Домены
zh_cn: L2 域
zh_tw: L2 網域

source: No VLANS configured
de_de: Keine VLANs konfiguriert
fr_fr: Aucun VLAN configurée
it_it: Nessuna VLAN configurata
ja_jp: VLANが設定されていません
ru_ru: VLANы не настроены
zh_cn: 未配置 VLAN
zh_tw: 沒有 VLAN 設定

source: Move VLAN
de_de: VLAN verschieben
ru_ru: Переместить VLAN
zh_cn: 移动 VLAN
zh_tw: 遷移 VLAN

source: addresses
de_de: Adressen
ja_jp: アドレス
ru_ru: Адреса
zh_cn: 地址

source: Addresses
de_de: Adressen
fr_fr: Adresses
it_it: Indirizzi
ja_jp: アドレス
ru_ru: Адреса
zh_cn: 地址
zh_tw: 位址

source: No addresses removed from NAT
de_de: Keine Adressen im NAT entfernt
ja_jp: グループから削除されたユーザー
ru_ru: Нет удалённых из NAT адресов
zh_cn: 未从 NAT 中删除任何地址

source: Folder
de_de: Ordner
fr_fr: Dossier
it_it: Cartella
ja_jp: フォルダ
ru_ru: Папка
zh_cn: 文件夹
zh_tw: 資料夾

source: VLAN search results
fr_fr: Résultats de recherche de VLAN
it_it: Risultati ricerca VLAN
ru_ru: Результат поиска VLANов
zh_tw: VLAN 搜尋結果

source: Edit folder details
de_de: Ordnereigenschaften bearbeiten
fr_fr: Modifier les détails du dossier
it_it: Modifica dettagli cartella
ja_jp: フォルダの詳細を編集します
ru_ru: Редактирование описания папки
zh_cn: 编辑文件夹详细信息
zh_tw: 編輯資料夾細節

source: No results
de_de: Keine Ergebnisse
fr_fr: Aucun résultat
it_it: Nessun risultato
ja_jp: 結果がありません
ru_ru: Нет результата
zh_cn: 没有结果
zh_tw: 沒有結果

source: Search term
de_de: Suchbegriff
fr_fr: Terme de recherche
it_it: Cerca termine
ja_jp: 検索語
ru_ru: Искать термин
zh_cn: 搜索词
zh_tw: 檢索字詞

source: IP addresses
de_de: IP-Adressen
fr_fr: Adresses IP
it_it: Indirizzi IP
ja_jp: IPアドレス
ru_ru: IP адреса
zh_cn: IP 地址
zh_tw: IP 位址

source: Error updating user account!
de_de: Fehler beim Aktualisieren des Benutzerkontos!
fr_fr: Erreur de mise à jour du compte utilisateur !
it_it: Errore aggiornamento account utente!
ja_jp: ユーザーアカウントの更新中にエラーが発生しました!
ru_ru: Ошибка обновления учётной записи пользователя!
zh_cn: 更新用户帐户时出错！
zh_tw: 更新使用者帳號失敗。

source: Mail notifications
de_de: E-Mailbenachrichtigung
fr_fr: Notifications par email
it_it: Notifiche email
ja_jp: メール通知
ru_ru: Почтовые уведомления
zh_cn: 邮件通知
zh_tw: 郵件通知

source: Select yes to receive notification change mail for state change
fr_fr: Choisir oui pour recevoir les notifications de changement d’état par mail
it_it: Seleziona si per ricevere notifiche email per i cambi di stato
ru_ru: Нажмите да для получения почтовых уведомлений об изменении состояния
zh_tw: 選擇 是 以接收狀態變更的通知的電子郵件

source: Override compression
de_de: Zusammenfassung &uuml;berschreiben
fr_fr: Outrepasser la compression
it_it: Sovrascrivi compressione
ja_jp: オーバーライド圧縮
ru_ru: Переопределить сжатие
zh_cn: 覆盖压缩
zh_tw: 覆蓋壓縮

source: Uncompress address ranges if compressed
de_de: Adressbereiche aufklappen, wenn zusammengefasst
fr_fr: Décompresser les plages d’adresses compressées
it_it: Decomprimi range di indirizzi se compressi
ja_jp: 圧縮されているとアドレス範囲の圧縮を解除します
ru_ru: Распаковать диапазоны адресов, если сжаты
zh_cn: 如果地址范围已压缩，则解压缩
zh_tw: 如果位址壓縮則解壓縮位址

source: Widgets updated
de_de: Widgets aktualisiert
fr_fr: Mise à jour des widgets
it_it: Widget aggiornati
ja_jp: ウィジェットが更新されました
ru_ru: Виджеты обновлены
zh_cn: 小部件已更新
zh_tw: 小工具更新

source: Manage
de_de: Verwaltung
fr_fr: Gérer
it_it: Gestione
ja_jp: 管理
ru_ru: Управлять
zh_cn: 管理
zh_tw: 管理

source: Edit section
de_de: Bereich bearbeiten
ru_ru: Редактировать секцию
zh_cn: 编辑区域
zh_tw: 編輯區段

source: Delete section
de_de: Bereich l&ouml;schen
ru_ru: Удалить секцию
zh_cn: 删除区域
zh_tw: 刪除區段

source: Password repeat
de_de: Kennwort wiederholen
fr_fr: Répéter le mot de passe
it_it: Ripeti password
ja_jp: パスワード再入力
ru_ru: Повтор пароля
zh_tw: 重複輸入密碼

source: Invalid password
de_de: Ung&uuml;ltiges Kennwort
fr_fr: Mot de passe invalide
it_it: Password non valida
ja_jp: 不正なパスワード
ru_ru: Неверный пароль
zh_cn: 无效密码
zh_tw: 無效密碼

source: Passwords do not match
de_de: Kennw&ouml;rter stimmen nicht &uuml;berein
fr_fr: Les mots de passe ne correspondent pas
it_it: Le password non corrispondono
ja_jp: パスワードが一致しません
ru_ru: Пароли не соотвествуют
zh_cn: 密码不匹配
zh_tw: 密碼不一致

source: Temporary sharing disabled
de_de: zeitweises Teilen deaktiviert
fr_fr: Partage temporaire désactivé
it_it: Condivisione temporanea disattivata
ja_jp: 一時的な共有は無効です
ru_ru: Временная раздача отключена
zh_cn: 暂时禁用共享
zh_tw: 臨時共用已停用

source: Tempory share access
de_de: Tempor&auml;rer Share Zugang
ru_ru: Временный доступ к раздаче
zh_cn: 临时共享访问

source: Invalid type
de_de: Ung&uuml;ltiger Typ
fr_fr: Type invalide
it_it: Tipo non valido
ja_jp: 無効なタイプ
ru_ru: Неверный тип
zh_cn: 无效类型
zh_tw: 無效類型

source: Invalid code
de_de: Ung&uuml;ltiger Code
fr_fr: Code invalide
it_it: Codice non valido
ja_jp: 無効なタイプ
ru_ru: Неверный код
zh_cn: 无效代码
zh_tw: 無效編碼

source: Invalid date
de_de: Ung&uuml;ltiges Datum
fr_fr: Date invalide
it_it: Data non valida
ja_jp: 無効なコード
ru_ru: Неверная дата
zh_cn: 无效日期
zh_tw: 無效日期

source: 1 week is max validity time
de_de: Eine Woche ist die maximale Validierungszeit
fr_fr: Le validité maximale est d’une semaine
it_it: 1 settimana &egrave; il tempo massimo di validit&agrave;
ja_jp: 最大有効時間は1週間です
ru_ru: 1 неделя - максимальный период
zh_cn: 最长有效期为 1 周
zh_tw: 1週是最大有效時間

source: Share type: subnet
de_de: Freigabetyp: Subnetz
ru_ru: Тип раздачи: подсеть
zh_cn: 共享类型：子网

source: Share type: IP address
de_de: Freigabetyp: IP-Adresse
ru_ru: Тип раздачи: IP адрес
zh_cn: 共享类型：IP 地址

source: Invalid email address
de_de: Ung&uuml;ltige E-Mailadresse
fr_fr: Adresse email invalide
it_it: Indirizzo email non valido
ja_jp: 無効なメールアドレス
ru_ru: Неверный email адрес
zh_cn: 邮箱地址无效
zh_tw: 無效的郵件位址

source: Temporary share create error
de_de: Fehler beim Anlegen einer tempor&auml;ren Freigabe
fr_fr: Erreur de création du partage temporaire
it_it: Errore creazione condivisione temporanea
ja_jp: 一時的な共有作成エラー
ru_ru: Ошибка создания временной раздачи
zh_cn: 临时共享创建错误
zh_tw: 臨時共用建立錯誤

source: Temporary share created
de_de: Tempor&auml;re Freigabe erstellt
fr_fr: Partagé temporaire créé
it_it: Condivisione temporanea creata
ja_jp: 一時的な共有が作成されました
ru_ru: Временная раздача создана
zh_cn: 已创建临时共享
zh_tw: 臨時共用建立

source: Create new temporary access
de_de: Neuen tempor&auml;ren Zugang erstellen
fr_fr: Crer un nouvel accès temporaire
it_it: Crea nuova condivisione temporanea
ja_jp: 新しい一時アクセスを作成します
ru_ru: Создать новый временный доступ
zh_cn: 创建新的临时访问
zh_tw: 建立新的臨時存取

source: Share details
de_de: Freitgabedetails
fr_fr: Détails du partage
it_it: Condividi dettagli
ja_jp: 詳細を共有します
ru_ru: Описание раздачи
zh_cn: 共享详细信息
zh_tw: 共用詳細資訊

source: Set validity
de_de: G&uuml;ltigkeit festlegen
fr_fr: Choisir la validité
it_it: Imposta validit&agrave;
ja_jp: 有効性を設定します
ru_ru: Установка периода действия
zh_cn: 设置有效期
zh_tw: 設定有效性

source: Set validity time for created share
de_de: G&uuml;ltigkeitszeit f&uuml;r erstellte Freigabe festlegen
fr_fr: Choisir la durée de validité pour le partage créé
it_it: Imposta tempo di validit&agrave; per la condivisione creata
ja_jp: 作成された共有の有効期間を設定します
ru_ru: Установите период действия для созданной раздачи
zh_cn: 设置创建共享的有效期
zh_tw: 設定建立共用的有效時間

source: Mail invitation
de_de: Einladung per E-Mail verschicken
fr_fr: Invitation par mail
it_it: Mail d&#39;invito
ja_jp: メール招待状
ru_ru: Почтовое приглашение
zh_cn: 邮件邀请
zh_tw: 郵件邀請

source: If you wish to mail share details enter email address (separate multiple with ,)
de_de: E-Mailadressen eingeben, um Freigabedetails per E-Mail zu versenden (mehrere mit Komma trennen)
fr_fr: Si vous souhaitez envoyer par mail les détails du partage saisissez les adresses (séparées par , si plusieurs)
it_it: Se desideri inviare per email i dettagli della condivisione inserisci l&#39;indirizzo email (separare pi&ugrave; indirizzi con ,)
ja_jp: メールの共有の詳細をご希望の場合はメールアドレスを入力してください（,で区切られた複数のアドレス）
ru_ru: Если вы хотите отправить по почте описание раздачи, введите email адрес (разделите несколько через ,)
zh_cn: 如果您想通过邮件发送共享详细信息，请输入电子邮件地址（多个以 , 分隔）
zh_tw: 如果您希望寄送詳細共用資訊，請輸入電子郵件位址 (用「，」分開)

source: List of temporary shared objects
de_de: Liste mit tempor&auml;r geteilten Objekten
fr_fr: Liste des objets partagés temporairement
it_it: Elenco degli oggetti condivisi temporaneamente
ja_jp: 一時共有オブジェクトのリスト
ru_ru: Список временных общих объектов
zh_cn: 临时共享对象列表
zh_tw: 臨時共用物件清單

source: No temporary shares available
de_de: Keine tempor&auml;ren Freigaben verf&uuml;gbar
fr_fr: Aucun partage temporaire disponible
it_it: Nessuna condivisione temporanea disponibile
ja_jp: 一時的な共有はありません
ru_ru: Нет доступных временных раздач
zh_cn: 没有可用的临时共享
zh_tw: 沒有可用臨時共用

source: Share type
de_de: Freigabetyp
fr_fr: Type de partage
it_it: Tipo condivisione
ja_jp: 共有タイプ
ru_ru: Тип раздачи
zh_cn: 共享类型
zh_tw: 共用類型

source: Code
it_it: Codice
ja_jp: コード
ru_ru: Код
zh_cn: 代码
zh_tw: 代碼

source: Valid until
de_de: G&uuml;ltig bis
fr_fr: Valable jusqu’au
it_it: Valido fino al
ja_jp: まで有効
ru_ru: Действительно до
zh_cn: 有效期至
zh_tw: 有效期至

source: Created by
de_de: Erstellt von
fr_fr: Créé par
it_it: Creato da
ja_jp: によって作成されました
ru_ru: Создано
zh_cn: 创建者
zh_tw: 建立者

source: Access log
de_de: Zugriffsprotokoll
fr_fr: Log d’accès
it_it: Log accessi
ja_jp: アクセスログ
ru_ru: Лог доступа
zh_cn: 访问日志
zh_tw: 存取記錄

source: Remove temporary share
de_de: tempor&auml;re Freigabe l&ouml;schen
fr_fr: Supprimer le partage temporaire
it_it: Cancella condivisione temporanea
ja_jp: 一時的な共有を削除
ru_ru: Удалить временную раздачу
zh_cn: 删除临时共享
zh_tw: 移除臨時共用

source: Code does not exist
de_de: Code existiert nicht
fr_fr: Le code n’existe pas
it_it: Il codice non esiste
ja_jp: コードが存在しません
ru_ru: Код не найден
zh_cn: 代码不存在
zh_tw: 代碼不存在

source: Temporary share delete error
de_de: tempor&auml;re Freigabe l&ouml;schen fehlgeschlagen
fr_fr: Erreur de suppression du partage temporaire
it_it: Errore cancellazione condivisione temporanea
ja_jp: 一時共有の削除エラー
ru_ru: Ошибка удаления временной раздачи
zh_cn: 临时共享删除错误
zh_tw: 臨時共用刪除失敗

source: Temporary share deleted
de_de: tempor&auml;re Freigabe gel&ouml;scht
fr_fr: Partage temporaire supprimé
it_it: Condivisione temporanea cancellata
ja_jp: 一時共有が削除されました
ru_ru: Временная раздача удалена
zh_cn: 临时共享已删除
zh_tw: 刪除臨時共用

source: Object
de_de: Objekt
fr_fr: Objet
it_it: Oggetto
ja_jp: オブジェクト
ru_ru: Объект
zh_cn: 对象
zh_tw: 物件

source: Subnet masks
de_de: Subnetzmasken
fr_fr: Masques de sous-réseau
it_it: Maschera subnet
ja_jp: サブネットマスク
ru_ru: Маска подсети
zh_cn: 子网掩码
zh_tw: 子網路遮罩

source: Bitmask
de_de: Bitmaske
ja_jp: ビットマスク
ru_ru: Битовая маска
zh_cn: 位掩码
zh_tw: 位元遮罩 (Bitmask)

source: Netmask
de_de: Netzmaske
ja_jp: ネットマスク
ru_ru: Сетевая маска
zh_cn: 网络掩码
zh_tw: 遮罩

source: Binary
de_de: Bin&auml;r
fr_fr: Binaire
it_it: Binario
ja_jp: バイナリ
ru_ru: Бинарная
zh_cn: 二进制
zh_tw: 二進位

source: Hosts
fr_fr: Hôtes
it_it: Host
ja_jp: ホスト
ru_ru: Хосты
zh_cn: 主机
zh_tw: 主機

source: Subnet bits
de_de: Subnetzbit
fr_fr: Bites de sous-réseau
it_it: Bit subnet
ja_jp: サブネットビット
ru_ru: Биты подсетей
zh_cn: 子网位
zh_tw: 子網路位元數 (Subnet bits)

source: Host bits
de_de: Hostbit
fr_fr: Bits d’hôte
it_it: Bit host
ja_jp: ホストビット
ru_ru: Биты хостов
zh_cn: 主机位
zh_tw: 主機位元數 (Host bits)

source: Enter mask
de_de: Eingabe Subnetzmaske
ru_ru: Введите маску
zh_cn: 输入掩码

source: Update
de_de: Aktualisiere
ru_ru: Обновление
zh_cn: 更新

source: Scanned subnets summary
de_de: Zusammenfassung gescannter Subnetze
fr_fr: Résumé des sous-réseaux scannés
it_it: Sommario subnet scandite
ja_jp: スキャンされたサブネットサマリー
ru_ru: Итог по сканированным подсетям
zh_cn: 扫描的子网摘要
zh_tw: 掃描子網路的摘要
