Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: de_de, fr_fr, it_it, ja_jp, ru_ru, zh_cn, zh_tw

source: Transaction lock
de_de: Transaktionslock
fr_fr: Verrou de transaction
ja_jp: トランザクションロック
ru_ru: Блокировка транзакции
zh_cn: 事务锁定
zh_tw: 交易鎖定

source: Lock POST transactions
de_de: Sperre POST-Transaktionen
fr_fr: Verrouiller les transactions POST
it_it: Lock POST trsansactions
ja_jp: POSTトランザクションをロックします
ru_ru: Блокировка POST транзакции
zh_cn: 锁定 POST 事务
zh_tw: 鎖定 POST 交易

source: Lock timeout
de_de: Sperrzeitlimit
fr_fr: Délai de verrouillage
it_it: Timeout transazione
ja_jp: ロックタイムアウト
ru_ru: Время блокировки
zh_cn: 锁定超时
zh_tw: 鎖定逾時

source: Seconds to wait for transaction lock to clear
de_de: Wartezeit in Sekunden, bis die Transaktionssperre aufgehoben ist
fr_fr: Délai d’attente (en secondes) pour suppression du verrouillage de transaction
it_it: Secondi di attesa per lo sblocco delle transazioni
ja_jp: トランザクションロックがクリアされる秒数
ru_ru: Количество секунд до очистки блокировки транзакции
zh_cn: 等待事务锁定清除的秒数
zh_tw: 等待交易鎖定清除 (秒)

source: Transaction locking
de_de: Transaktionssperre
fr_fr: Verrouillage de transaction
it_it: Blocco transazioni
ja_jp: トランザクションロック
ru_ru: Блокировка транзакции
zh_cn: 事务锁定
zh_tw: 事務鎖定中

source: Use SSL (LDAPS), your server needs to be setup (default: false)
de_de: Benutze SSL (LDAPS), beachten Sie die Konfiguration Ihres Servers (default: false)
fr_fr: Utiliser SSL (LDAP), votre serveur doit le supporter (par défaut : faux)
it_it: Usa SSL (LDAPS), il tuo server deve essere configurato (default: falso)
ja_jp: SSL（LDAPS）を使用すると、サーバーをセットアップする必要があります（デフォルト：false）
ru_ru: Использовать SSL (LDAPS). Ваш сервер должен быть настроен (по-умолчанию:не включено)
zh_cn: 使用 SSL (LDAPS)，您的服务器需要设置（默认值： 假）
zh_tw: 您的伺服器需要設定才能使用 SSL (LDAPS) (預設值：false)

source: The default port for LDAP non-SSL connections
de_de: Der Standardport f&uuml;r LDAP nicht SSL-Verbindungen
fr_fr: Port par défaut pour les connexions LDAP non-SSL
it_it: La porta di default per le connessioni LDAP non -SSL
ja_jp: LDAP非SSL接続のデフォルトポート
ru_ru: Порт по-умолчанию для LDAP и не-SSL соединений
zh_cn: LDAP 非 SSL 连接的默认端口
zh_tw: 預設 LDAP 連接埠非 SSL

source: LDAP hosts, separated by a semicolon (;)
de_de: LDAP Hosts, getrennt durch ein Semikolon (;)
fr_fr: Hôtes LDAP, séparés par un point-virgule (;)
it_it: Host LDAP, separato da punto e virgola (;)
ja_jp: セミコロン（;）で区切られたLDAPホスト
ru_ru: LDAP хосты, разделённые точкой с запятой (;)
zh_cn: LDAP 主机，以分号 (;) 分隔
zh_tw: LDAP 主機，以分號 ; 字元分隔

source: Base DN for your users, if different from the base DN above.
de_de: Basis-DN f&uuml;r ihre Benutzer, falls dieser nicht mit dem Basis-DN von oben &uuml;bereinstimmt
fr_fr: Base DN pour vos utilisateurs, différent du Base DN ci-dessus
it_it: Base DN per gli utenti,se diverso dal base DN qui sopra.
ja_jp: 上記のベースDNと異なる場合は、ユーザーのベースDNです
ru_ru: Базовый DN для ваших пользователей, если отличается от base DN выше.
zh_cn: 您用户的基本 DN（如果与上面的基本 DN 不同）.
zh_tw: 若與上面的基礎 DN 不同，請您輸入您的使用者基礎 DN。

source: UID Attribute
de_de: UID Attribut
fr_fr: Attribut UID
it_it: Attributo UID
ja_jp: UID属性
ru_ru: UID Атрибут
zh_cn: UID 属性
zh_tw: UID 屬性

source: LDAP uid naming attribute for users, e.g. "uid" or "cn"
de_de: LDAP-UID-Namensattribut f&uuml;r Benutzer, z.B. "uid" oder "cn"
fr_fr: Attribut uid de nommage pour les utilisateurs, par ex. "uid" ou "cn"
it_it: Nome attributo uid LDAP per gli utenti, e.s. "uid" o "cn"
ja_jp: ユーザーのLDAP UID名属性、e.g. "uid" or "cn"
ru_ru: Название LDAP uid атрибутов для пользователей, например "uid" или "cn"
zh_cn: 用户的 LDAP uid 命名属性，例如 “uid”或“cn”
zh_tw: 使用者的 LDAP uid 屬性名稱，例如 "uid" 或 "cn"

source: NetIQ connection settings
de_de: NetIQ Verbindungseinstellungen
fr_fr: Paramètres de connexion NetIQ
it_it: Impostazioni connessione NetIQ
ja_jp: NetIQ接続設定
ru_ru: Настройка NetIQ соединений
zh_cn: NetIQ 连接设置
zh_tw: NetIQ 連線設定

source: Create new:
de_de: Erstelle neu:
fr_fr: Créer nouveau:
it_it: Crea nuovo:
ja_jp: 新規作成:
ru_ru: Создать новый:
zh_cn: 创建新的：
zh_tw: 建立新的：

source: Create new
de_de: Erstelle neue
ru_ru: Создать новый метод
zh_cn: 创建新的

source: SAML2 connection settings
de_de: SAML2-Verbindungseinstellungen
fr_fr: Paramètres de connexion SAMLv2
it_it: Impostazioni connessione SAML2
ja_jp: SAML2接続設定
ru_ru: Настройки SAML2 соединения
zh_cn: SAML2 连接设置
zh_tw: SAML2 連線設定

source: Use advanced settings
de_de: Verwende erweiterte Einstellungen
fr_fr: Utiliser les paramètres avancés
it_it: Utilizza impostazioni avanzate
ja_jp: 詳細設定を使用します
ru_ru: Использовать расширенные настройки
zh_cn: 使用高级设置
zh_tw: 使用進階設定

source: Use Onelogin php-saml settings.php configuration
de_de: Benutze Onelogin php-saml settings.php Konfiguration
fr_fr: Utiliser le fichier de configuration settings.php OneLogin php-saml
it_it: Utilizza configurazione Onelogin php-saml settings.php
ja_jp: Onelogin php-saml settings.phpの設定を使用します
ru_ru: Использовать конфигурацию Onelogin php-saml settings.php
zh_cn: 使用 Onelogin php-saml settings.php 配置
zh_tw: 使用 Onelogin php-saml settings.php 設定

source: IDP issuer
de_de: IDP-Aussteller
fr_fr: Fournisseur IDP
it_it: Emittente IDP
ja_jp: IDP発行者
ru_ru: IDP издатель
zh_cn: IDP 发行人
zh_tw: IDP 簽發者

source: Enter idp issuer
de_de: Angabe des IDP-Ausstellers
fr_fr: Entrer le fournisseur IDP
it_it: Inserisci emittente idp
ja_jp: idp発行者を入力します
ru_ru: Введите IDP издателя
zh_cn: 输入 IDP 发行者
zh_tw: 輸入 idp 簽發者

source: IDP login url
fr_fr: Url de connexion IDP
it_it: Url login IDP
ja_jp: IDPログインURL
ru_ru: IDP url входа
zh_cn: IDP 登录网址
zh_tw: IDP 登入網址

source: Enter IDP login url
de_de: Angabe IDP-Login-URL
fr_fr: Entrer l’adresse de connexion IDP
it_it: Inserire url login IDP
ja_jp: IDPログインURLを入力します
ru_ru: Введите IDP url входа
zh_cn: 输入 IDP 登录网址
zh_tw: 輸入 IDP 登入網址

source: IDP logout url
fr_fr: Ul de déconnexion IDP
it_it: Url logout IDP
ja_jp: IDPログインURL
ru_ru: IDP url выхода
zh_cn: IDP 注销网址
zh_tw: IDP 登出網址

source: Enter IDP logout url
de_de: Angabe IDP-Logout-URL
fr_fr: Entrer l’adresse de déconnexion IDP
it_it: Inserire url logout IDP
ja_jp: IDPログアウトURLを入力します
ru_ru: Введите IDP url выхода
zh_cn: 输入 IDP 注销网址
zh_tw: 輸入 IDP 登出網址

source: IDP X.509 public cert
de_de: &Ouml;ffentliches IDP X509-Zertifikat
ru_ru: Публичный сертификат IDP X.509
zh_cn: IDP X.509 公共证书

source: Enter IDP X.509 public certificate
de_de: Angabe des &ouml;ffentlichen IDP X509-Zertifikats
ru_ru: Введите публичный сертификат IDP X.509
zh_cn: 输入 IDP X.509 公共证书

source: Sign Authn requests
de_de: Signiere Authentifizierungsanfragen
ru_ru: Подписать запрос аутентификации
zh_cn: 签署证书申请

source: Authn X.509 signing cert
de_de: X.509 Signaturzertifikat
ru_ru: Подписание сертификата аутентификации X.509
zh_cn: 签署X.509认证证书

source: Enter SP (Client) X.509 certificate
de_de: Angabe des SP (Client) IDP X509-Zertifikats
ru_ru: Введите SP (Client) IDP X.509 сертификат
zh_cn: 输入 SP（客户端）X.509 证书

source: Authn X.509 signing cert key
de_de: Schl&uuml;ssel X.509 Signaturzertifikat
ru_ru: Ключ подписи сертификата X.509
zh_cn: 验证 X.509 签名证书密钥

source: Enter SP (Client) X.509 certificate key
de_de: Angabe des SP(Client) IDP X509-Zertifikatsschl&uuml;ssels
ru_ru: Введите ключ SP (Client) IDP X.509 сертификата
zh_cn: 输入 SP（客户端）X.509 证书密钥

source: SAML username attribute
de_de: Attribut SAML-Benutzername
ru_ru: Атрибут имени пользователя SAML
zh_cn: SAML 用户名属性

source: Extract username from SAML attribute
de_de: Benutzernamen aus dem SAML-Attribut auslesen
ru_ru: Извлечь имя пользователя из SAML атрибута
zh_cn: 从 SAML 属性中提取用户名

source: blank=use NameId
de_de: leer=Benutze NamenID
ru_ru: пусто=использовать NameId
zh_cn: 空=使用 NameId

source: SAML mapped user
de_de: Zugeordneter SAML-Benutzer
ru_ru: Сопоставленный SAML пользователь
zh_cn: SAML 映射用户

source: Map all SAML users to a single local account. e.g. admin
de_de: Verkn&uuml;pfe alle SAML-Benutzer mit einem einzelnen lokalen Benutzer (z.B. admin)
ru_ru: Сопоставить всех SAML пользователей одной локальной учётной записи, например admin)
zh_cn: 将所有 SAML 用户映射到单个本地帐户。 例如 admin

source: blank=disabled
de_de: leer=deaktiviert
ru_ru: пусто=отключено
zh_cn: 空=禁用

source: Debugging
de_de: Fehlerbeseitigung
ru_ru: Отладка
zh_cn: 调试

source: Enable protocol debugging
de_de: Aktivieren von Protokoll Debugging
ru_ru: Включить отладку протокола
zh_cn: 启用协议调试

source: not for production use
de_de: nicht f&uuml; produktiven Einsatz
ru_ru: не для производственного использования
zh_cn: 不用于生产用途

source: SP (Client) certificate and key are required to sign Authn requests
de_de: SP (Client) Zertifikat und Schl&uuml;ssel werden ben&uoml;tigt um Autorisierungsanfragen signieren zu k&uoml;nnen
ru_ru: SP (Client) сертификат и ключ необходим для подписи запросов Аутентификации
zh_cn: 签署 Authn 请求时需要 SP（客户端）证书和密钥

source: SAML2 Metadata
de_de: SAML2-Metadaten
ru_ru: SAML2 Метаданные
zh_cn: SAML2 元数据

source: IDP cert fingerprint
fr_fr: Empreinte du certificat IDP
it_it: Impronta cert IDP
ja_jp: IDP証明書の指紋
ru_ru: Отпечаток IDP cert
zh_tw: IDP 憑證指紋

source: Enter IDP X509 certificate fingerprint
fr_fr: Entrer l’empreinte du certificat X509 IDP
it_it: Inserire impronta certificato IDP X509
ja_jp: IDP X509証明書の指紋を入力してください
ru_ru: Введите отпечаток сертификата IDP X.509
zh_tw: 輸入 IDP X509 憑證指紋

source: IDP cert algorithm
fr_fr: Algorithme de certificat IDP
it_it: Algoritmo cert IDP
ja_jp: IDP証明書アルゴリズム
ru_ru: Алгоритм IDP cert
zh_tw: IDP 憑證算法

source: Enter IDP X509 certificate algorithm
fr_fr: Entrer l’algorithme du certificat X509 IDP
it_it: Inserire algoritmo certificato IDP X509
ja_jp: IDP X509証明書アルゴリズムを入力してください
ru_ru: Введите IDP X.509 алгоритм сертификата
zh_tw: 輸入 IDP X509 憑證演算法

source: php XML extension missing!
fr_fr: Extension php XML manquante !
it_it: manca l&#39;enstensione php XML!
ja_jp: phpのXMLの拡張がありません！
ru_ru: отсутствует php XML расширение!
zh_tw: php XML 模組遺漏。

source: php Date extension missing!
fr_fr: extension php Data manquante !
it_it: manca l&#39;enstensione php Date!
ja_jp: phpの日付の拡張がありません！
ru_ru: отсутствует php Date расширение!
zh_tw: php Date 模組遺漏。

source: php zlib extension missing!
fr_fr: extension php zlib manquante !
it_it: manca l&#39;estensione php zlib!
ja_jp: phpのzlibの拡張がありません！
ru_ru: отсутствует php zlib расширение!
zh_tw: php zlib 模組遺漏。

source: php openssl extension missing!
fr_fr: extension php openssl manquante !
it_it: manca l&#39;estensione php openssl!
ja_jp: phpのopensslの拡張がありません！
ru_ru: отсутствует php openssl расширение!
zh_tw: php openssl 模組遺漏。

source: php mcrypt extension missing!
fr_fr: extension php mcrypt manquante !
it_it: manca l&#39;estensione php mcrypt!
ja_jp: phpのmcryptの拡張がありません！
ru_ru: отсутствует php mcrypt расширение!
zh_tw: php mcrypt 模組遺漏。

source: php gettext extension missing!
fr_fr: extension php gettext manquante !
it_it: manca l&#39;estensione php gettext!
ja_jp: phpのgettextの拡張がありません！
ru_ru: отсутствует php gettext расширение!
zh_tw: php gettext 模組遺漏。

source: Manage devices
de_de: Ger&auml;te verwalten
fr_fr: Gérer les équipements
it_it: Gestione dispositivi
ja_jp: デバイス管理
ru_ru: Управление устройствами
zh_cn: 管理设备
zh_tw: 裝置管理

source: Invalid rack start position
de_de: Ung&uuml;ltige Rack-Startposition
fr_fr: Position initiale de rack invalide
it_it: Posizione iniziale rack non valida
ja_jp: ラックの開始位置が無効です
ru_ru: Неверная начальная позиция шкафа
zh_cn: 机柜起始位置无效
zh_tw: 機架起始位置無效

source: Rack
ja_jp: ラック
ru_ru: Шкаф
zh_cn: 机柜
zh_tw: 機架

source: Show rack
de_de: Zeige Rack
fr_fr: Afficher rack
it_it: Mostra rack
ja_jp: ラックを表示
ru_ru: Просмотр шкафа
zh_cn: 显示机柜
zh_tw: 顯示機架

source: Invalid ID.
de_de: Ung&uuml;ltige ID.
fr_fr: ID invalide.
it_it: ID non valido.
ja_jp: IDが無効です
ru_ru: Неверный ID.
zh_cn: 无效 ID.
zh_tw: ID 無效

source: Invalid netZone ID.
de_de: Ung&uuml;ltige Netz-Zonen-ID.
fr_fr: ID netZone invalide.
it_it: ID netZone non valido.
ja_jp: ネットゾーンIDが無効です
ru_ru: Неверный netZone ID.
zh_cn: 无效的网络区域 ID.
zh_tw: netZone ID 無效。

source: Delete Network
de_de: L&ouml;sche Netzwerk
fr_fr: Supprimer réseau
it_it: Cancella Rete
ja_jp: ネットワークの削除
ru_ru: Удалить Сеть
zh_cn: 删除网络
zh_tw: 刪除網路

source: In order to map this network to a zone without an existing device mapping you have to specify the following values.
de_de: Um dieses Netzwerk einer Zone ohne vorhandene Ger&auml;tezuordnung zuzuordnen, m&uuml;ssen Sie die folgenden Werte angeben.
ja_jp: このネットワークにデバイスマッピング無しでゾーンをマップするためには、以下の値を設定してください
ru_ru: В случае сопоставления этой сети с зоной без привязки к существующему устройству необходимо указать следующие значения.
zh_cn: 要将此网络映射到没有现有设备映射的区域，您必须指定以下值.

source: Please enable the firewall zone module under server management
de_de: Bitte das Firewall Modul in der Server Verwaltung aktivieren
ja_jp: サーバー管理下でAPIモジュールを有効にしてください
ru_ru: Пожалуйста, включите модуль фаервол зоны в меню управления сервером
zh_cn: 请在服务器管理下启用防火墙区域模块
zh_tw: 請在伺服器管理下啟用防火牆區域模組

source: Invalid action.
de_de: Ung&uuml;ltige Aktion.
ja_jp: 不正な操作
ru_ru: Неверное действие.
zh_cn: 无效动作.
zh_tw: 無效的動作。

source: Invalid device ID.
de_de: Ung&uuml;ltige Ger&auml;te-ID.
ja_jp: 無効なデバイス
ru_ru: Неверный ID устройства.
zh_cn: 设备 ID 无效.
zh_tw: 裝置 ID 無效。

source: Please select a device.
de_de: Bitte ein Ger&auml;t ausw&auml;hlen.
ja_jp: 選択してください
ru_ru: Пожалуйста, выберите устройство.
zh_cn: 请选择一个设备.
zh_tw: 請選擇一個裝置。

source: Invalid zone name length parameter. A valid valid value is between 1 and 31.
de_de: Ung&uuml;ltige L&auml;nge f&uuml;r Zonennamen. Ein g&uuml;ltiger Wert liegt zwischen 3 und 31.
ja_jp: ゾーン名の長さのパラメータが無効です。 有効値は3から31です
ru_ru: Неверный параметр длины имени зоны. Правильное значение в пределах от 1 до 31.
zh_cn: 区域名称长度参数无效。 有效值介于 1 和 31 之间.
zh_tw: 區域名稱長度參數無效。 有效值介於 1 到 31 之間。

source: Invalid autogen value. Use the checkbox to set the autogen value to on or off.
de_de: Ung&uuml;ltiger automatisch generierter Wert. Verwenden Sie das Kontrollk&auml;stchen, um Autowerte ein oder auszuschalten.
ja_jp: パディング値が無効です。 チェックボックスを使用して、パディング値をオンまたはオフに設定します
ru_ru: Неверное значение автогенерации. Используйте чекбокс для установки значения автогенерации во вкл. или выкл.
zh_cn: 自动生成值无效。 使用复选框将自动生成值设置为打开或关闭.
zh_tw: 自動產生的值無效。請使用核取方塊設定自動產生或者將他關閉 (Off)。

source: Invalid pattern value.
de_de: Ung&uuml;ltiger Musterwert.
ja_jp: 無効な開始値
ru_ru: Недопустимое значение шаблона.
zh_cn: 模式值无效.
zh_tw: 模式值無效。

source: Please select at least one item to generate a valid name pattern.
de_de: Bitte w&auml;hlen Sie mindestens ein Element aus, um ein g&uuml;ltiges Namensmuster zu generieren.
ja_jp: 有効なネームパターンを生成するには少なくとも1つの項目を選択してください。
ru_ru: Пожалуйста, выберите хотя бы один пункт для генерации правильного шаблона названия.
zh_cn: 请至少选择一项才能生成有效的名称模式.
zh_tw: 請選擇至少一個項目以產生有效的名稱模式。

source: Invalid subnet name type [network]. Do not manipulate the POST values!
de_de: Ung&uuml;ltiger Subnetz-Namenstyp [netzwork]. Nicht die POST-Werte manipulieren!
ja_jp: ゾーン作成タイプが無効[テキスト]です。POST値を操作しないでください！
ru_ru: Неверный тип названия подсети [сеть]. Не манипулируйте POST значениями!
zh_tw: 子網路名稱類型[network]無效。 不要操縱POST值。

source: Invalid subnet name type [description]. Do not manipulate the POST values!
de_de: Ung&uuml;ltiger Subnetz-Namenstyp [description]. Nicht die POST-Werte manipulieren!
ja_jp: ゾーン作成タイプが無効[小数]です。POST値を操作しないでください！
ru_ru: Неверный тип названия подсети [описание]. Не манипулируйте POST значениями!
zh_tw: 子網路名稱類型[description]無效。 不要操縱POST值。

source: Invalid subnet name. Do not manipulate the POST values!
de_de: Ung&uuml;ltiger Subnetz-Name. Nicht die POST-Werte manipulieren!
ja_jp: 無効な操作です。 POST値を操作しないでください！
ru_ru: Неверное название подсети. Не манипулируйте POST значениями!
zh_cn: 子网名称无效。 请勿操纵 POST 值！
zh_tw: 子網路名稱無效。 不要操縱POST值。

source: Zone settings
de_de: Einstellungen Zonen
ja_jp: 設定保存
ru_ru: Установки Зоны
zh_cn: 区域设置
zh_tw: 區域設定

source: Choose a maximum lenght of the zone name.<br>The default: 3, maximum: 31 characters.<br>(keep in mind that your firewall may have a limit for the length of zone names or address objects )
de_de: W&auml;hlen Sie die maximale L&auml;nge f&uuml;r Zonennamen.<br>Die Standardl&auml;nge betr&auml;gt 3, die maximale L&auml;nge betr&auml;gt 31 Zeichen.<br>Beachten Sie, dass Ihre Firewall einen Grenzwert f&uuml;r die L&auml;nge der Zonennamen oder Adressobjekte haben kann.
ja_jp: ゾーン名の最大長を選択します<br>デフォルトの長さは3文字、最大値は31文字です<br>（ファイアウォールにゾーン名またはアドレスオブジェクトの長さに制限があることに注意してください）
ru_ru: Выберите максимальную длину имени зоны.<br>По-умолчанию:3, максимум:31 символ. <br>(учтите, что ваш фаервол может иметь ограничение на длину имени зоны или объектов адреса)
zh_tw: 選擇區域名稱的最大長度。<br>預設值：3，最大值：31 個字元。<br> (請記住，您的防火牆可能對區域名稱或位址物件的長度有限制)

source: Generate zone names automaticaly with the setting &quot;decimal&quot; or &quot;hex&quot;.<br>The maximum value for a zone in hex mode would be ffffffff (4294967295 zones).<br>To use your own unique zone names you can choose the option &quot;text&quot.
ja_jp: ゾーン名を自動的に &quot;10進数&quot;の設定で作成します。 独自のゾーン名を使用するには、オプション &quot;text&quotを選択することができます
ru_ru: Сгенерировать имя зоны автоматически с установками &quot;decimal&quot; или &quot;hex&quot;.<br>Максимальное значение зоны в hex режиме может быть ffffffff (4294967295 зон).<br>Для использования вашего личного уникального имени зоны, вы можете выбрать опцию &quot;text&quot.
zh_tw: 使用設定「十進制」或「十六進制」自動產生區域名稱。<br>十六進制模式中區域的最大值將為 ffffffff (4294967295 個區域)。<br>要使用您自己的唯一區域名稱，您可以選擇「文字」選項。

source: Firewall address object settings
de_de: Einstellungen Firewall-Adressobjekte
ja_jp: ファイアウォールアドレスオブジェクトで並べ替え
ru_ru: Установки объекта адреса фаервола
zh_cn: 防火墙地址对象设置
zh_tw: 防火牆位址設定

source: Autogenerate address objects
de_de: Autogenerierung Adressobjekte
ja_jp: アドレスオブジェクト
ru_ru: Автогенерация объектов адреса
zh_cn: 自动生成地址对象
zh_tw: 自動產生位址物件

source: Automaticaly generate firewall address objects as an additional information of an IP address.<br>(Works only for subnets which are bound to a firewall zone.)
de_de: Automatische Generation von Firewall Adressobjekten als eine zus&auml;tzliche Information zu einer IP-Adresse.<br>Funktioniert nur mit Subnetzen die zu einer Firewall Zone gebunden sind.
ja_jp: ファイアウォールのアドレスオブジェクトを、IPアドレスの追加情報として自動生成します。<br> (ファイアウォールゾーンに紐づいているサブネットでのみ機能します)
ru_ru: Автоматическая генерация объектов адреса фаервола в качестве дополнительной информации об IP-адресе.<br>(Работает только для подсетей, которые связаны с зоной фаервола.)
zh_tw: 自動產生防火牆位址物件作為 IP 位址的附加資訊。<br> (僅適用於綁定到防火牆區域的子網路)

source: Generate zone names automaticaly with the setting &quot;decimal&quot; or &quot;hex&quot;.<br>The maximum value for a zone in hex mode would be ffffffff (4294967295 zones).<br>To use your own unique zone names you can choose the option &quot;text&quot;.
de_de: Generiert Zonennamen automatisch mit den Einstellungen &quot;dezimal&quot; or &quot;hex&quot;.<br>Der Maximalwert f&uuml;r eine Zone in Hexadzimal w&auml;re ffffffff (4294967295 Zonen).<br>Um Ihre eigenen einzigartigen Zonennamen zu verwenden, w&auml;hlen Sie die Option &quot;text&quot;.
ru_ru: Автоматическая генерация названия зоны с установками &quot;decimal&quot; или &quot;hex&quot;.<br>Максимальное значение для зоны в режиме hex может быть ffffffff (4294967295 зон).<br>Для использования собственных уникальных названий, можете выбрать &quot;text&quot;.

source: Separator
ja_jp: セパレータ
ru_ru: Разделитель
zh_cn: 分隔器
zh_tw: 分隔

source: Available items
de_de: Verf&uuml;gbare Elemente
ja_jp: 利用可能なVRF
ru_ru: Доступные пункты
zh_cn: 可用项目
zh_tw: 可用項目

source: Name pattern
de_de: Namensmuster
ja_jp: サフィックス名
ru_ru: Шаблон имени
zh_cn: 名称模式
zh_tw: 名稱模式

source: Subnet name
de_de: Name Subnetz
ja_jp: サブネット管理
ru_ru: Имя подсети
zh_cn: 子网名称
zh_tw: 子網路名稱

source: Firewall address objects for subnets will contain this information instead of FQDN or hostname.<br>By choosing "description" spaces and other characters but hiven or underline will be replaced by the separator value.
de_de: Firewall Adressobjekte f&uuml;r Subnetze nutzen diese Informationen anstelle vom FQDN oder dem Hostnamen.<br>Bei der Auswahl von "description" werden Leerzeichen und andere Zeichen als auch Unterstriche mit dem Separator ersetzt.
ja_jp: サブネットのファイアウォールアドレスオブジェクトはFQDNやホスト名の代わりにこの情報を含んでいます。<br>"description" を選択することで、スペースや、ハイフンまたはアンダーライン以外の文字はセパレータ値に置き換えられます。
ru_ru: Объекты адреса фаервола для подсетей будут содержать эту информацию вместо FQDN или имени хоста. <br>При выборе "описание" пробелы и другие символы, кроме hiven и подчеркивания, будет заменено на значение разделителя.
zh_tw: 子網路的防火牆位址物件將包含這些資訊，而非 FQDN 或主機名稱。<br>By choosing "description" spaces and other characters but hiven or underline will be replaced by the separator value.

source: Invalid subnet ID. Do not manipulate the POST values!
de_de: Ung&uuml;ltige Subnetz-ID. Nicht die POST-Werte manipulieren!
ja_jp: IDが無効です。 POST値を操作しないでください！
ru_ru: Неверный ID подсети. Не манипулируйте POST значениями!
zh_cn: 子网 ID 无效。 请勿操纵 POST 值！
zh_tw: 子網路 ID 無效 不要操作 POST 數值。

source: Invalid or no zone ID.
de_de: Ung&uuml;ltige oder keine Zonen-ID.
ja_jp: ゾーンIDが不正です。
ru_ru: Неверный или отсутствующий ID зоны.
zh_cn: 区域 ID 无效或没有.
zh_tw: 無效或無區域 ID。

source: Invalid device ID. Do not manipulate the POST values!
de_de: Ung&uuml;ltige Ger&auml;te-ID. Nicht die POST-Werte manipulieren!
ja_jp: IDが無効です。 POST値を操作しないでください！
ru_ru: Неверный ID устройства. Не манипулируйте POST значениями!
zh_cn: 设备 ID 无效。 请勿操纵 POST 值！
zh_tw: 裝置 ID 無效。 不要操作 POST 數值。

source: Cannot add this network to a zone.
de_de: Kann dieses Netzwerk nicht zu einer Zone hinzuf&uuml;gen.
ja_jp: ソーン名を追加できません
ru_ru: Не могу добавить эту сеть в зону.
zh_cn: 无法将此网络添加到区域.
zh_tw: 無法將此網路加入到區域。

source: Invalid operation. Do not manipulate the POST values!
de_de: Ung&uuml;ltige Aktion. Nicht die POST-Werte manipulieren!
ja_jp: 無効な操作です。 POST値を操作しないでください！
ru_ru: Неверная операция. Не манипулируйте POST значениями!
zh_cn: 无效操作。 请勿操纵 POST 值！
zh_tw: 操作無效 不要操縱POST值。

source: No zones available
de_de: Kein Zonen verf&uuml;gbar
ja_jp: 有効なログがありません
ru_ru: Зоны отсутсвуют
zh_cn: 无可用区域
zh_tw: 沒有區域可用

source: Add this subnet to a firewall zone
de_de: Dieses Subnetz zu einer Firewall Zone hinzuf&uuml;gen
ja_jp: サブネットをファイアウォールゾーンにマップします
ru_ru: Добавить эту подсеть в зону фаервола
zh_cn: 将此子网添加到防火墙区域
zh_tw: 將此子網路加入到防火牆區域

source: Select a Zone
de_de: Zone ausw&auml;hlen
ja_jp: エージェントを選択
ru_ru: Выберите Зону
zh_cn: 选择一个区域
zh_tw: 選擇一個區域

source: Please choose a appropriate network to bind to the firewall zone.
de_de: W&auml;hlen Sie passendes Netzwerk aus um dieses zur Firewall Zone hinzuzuf&uuml;gen.
ja_jp: ファイアウォールデバイスに一致する適切なデバイスタイプを選択します
ru_ru: Пожалуйста выберите соответствующую сеть для привязки к зоне фаервола.
zh_cn: 请选择适当的网络来绑定到防火墙区域.
zh_tw: 請選擇適當的網路綁定到防火牆區域。

source: Invalid network ID.
de_de: Ung&uuml;ltige Netzwerk-ID.
ja_jp: 作成IDが無効です
ru_ru: Неверный ID сети.
zh_cn: 网络 ID 无效.
zh_tw: 網路 ID 無效

source: Cannot add the network to the zone.
de_de: Kann das Netzwerk nicht zur Zone hinzuf&uuml;gen.
ja_jp: ソーン名を追加できません
ru_ru: Не могу добавить сеть в зону.
zh_cn: 无法将网络添加到区域.
zh_tw: 無法將網路加入到區域。

source: Network successfully added.
de_de: Hinzuf&uuml;gen des Netzwerks erfolgreich.
ja_jp: VLANの編集に成功しました
ru_ru: Сеть успешно добавлена.
zh_cn: 网络添加成功.
zh_tw: 網路已成功加入。

source: Cannot delete the network mapping.
de_de: Netzwerk Zuordnung kann nicht gel&ouml;scht werden.
ja_jp: ロックされたタグを削除できません
ru_ru: Не могу удалить отображение сети.
zh_cn: 无法删除网络映射.
zh_tw: 無法刪除網路對應。

source: Successfully deleted the networt mapping.
ja_jp: ネットワークマッピングを削除しました。
ru_ru: Отображение сети успешно удалено.
zh_tw: 成功刪除網路對應。

source: network mapping
de_de: Netzwerk Zuordnung
ja_jp: ネットワークマッピング
ru_ru: отображение сети

source: You are about to remove the following Network from the firewall zone:<br>
de_de: Sie sind dabei folgendes Netzwerk aus der Firewall Zone zu entfernen:<br>
ja_jp: ゾーンマッピングへのファイアウォールを削除しようとしています！
ru_ru: Вы хотите удалить следующую Сеть из зоны фаервола:<br>
zh_cn: 您即将从防火墙区域中删除以下网络：<br>
