Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: de_de, fr_fr, it_it, ja_jp, ru_ru, zh_cn, zh_tw

source: Add new subnet to
de_de: Hinzuf&uuml;gen eines neuen Subnetzes zu
fr_fr: Ajouter un nouveau sous-réseau à
it_it: Aggiungi nuova subnet a
ja_jp: 新しいサブネットを追加します
ru_ru: Добавить новую подсеть в
zh_cn: 添加新子网到
zh_tw: 加入新的子網路到

source: Search for free subnets in section
de_de: Suche nach verf&uuml;gbaren Subnetzen im Bereich
ru_ru: Поиск свободных подсетей в секции
zh_cn: 在区域中搜索空闲子网
zh_tw: 搜尋可用的子網路於區段

source: Search string
de_de: Suchtext
fr_fr: Chaîne de recherche
it_it: Cerca testo
ja_jp: 文字検索
ru_ru: Строка поиска
zh_cn: 搜索字符串
zh_tw: 搜尋字串

source: Hi
de_de: Hallo
fr_fr: Bonjour
it_it: Ciao
ja_jp: こんにちは
ru_ru: Привет
zh_cn: 您好
zh_tw: 您好

source: Logged in as
de_de: Angemeldet als
fr_fr: Connecté en tant que
it_it: Entrato come
ja_jp: ログイン:
ru_ru: Зашёл как
zh_cn: 登录为
zh_tw: 已登入為

source: Logout
de_de: Abmelden
fr_fr: Deconnexion
it_it: Esci
ja_jp: ログアウト
ru_ru: Выход
zh_cn: 登出
zh_tw: 登出

source: Show all subnets in section
fr_fr: Afficher les sous-réseaux dans
it_it: Mostra tutte le subnet nella sezione
ru_ru: Показать все подсети в секции
zh_tw: 在區段內顯示所有子網路

source: section
de_de: Bereich
it_it: sezione
ja_jp: セクション
ru_ru: секция
zh_cn: 区域
zh_tw: 區段

source: tName
ja_jp: t名前
ru_ru: tИмя
zh_cn: t名称

source: tDescription
de_de: tBeschreibung
ja_jp: t説明
ru_ru: tОписание
zh_cn: t描述

source: Show IP addressing guide
de_de: Zeige Anleitung zur Vergabe von IP-Adressen
fr_fr: Afficher le guide d’adressage IP
it_it: Mostra la guida di indirizzamento IP
ja_jp: IPアドレッシングガイドを表示します
ru_ru: Показать документацию по IP адресации
zh_cn: 显示 IP 寻址指南
zh_tw: 顯示 IP 位址指南

source: Available IPAM tools
de_de: Verf&uuml;gbare IPAM Tools
fr_fr: Outils IPAM disponibles
it_it: Strumenti IPAM disponibili
ja_jp: 利用可能なIPAMツール
ru_ru: Доступные инструменты IPAM
zh_cn: 可用的 IPAM 工具
zh_tw: 可用的 IPAM 工具組

source: VRFs
de_de: VRF-Instanzen
it_it: VRF
ru_ru: VRFы
zh_tw: VRF

source: Show all tools
de_de: Zeige alle Tools
fr_fr: Afficher tous les outils
it_it: Mostra tutti gli strumenti
ja_jp: すべてのツールを表示します
ru_ru: Показать все инструменты
zh_cn: 显示所有工具
zh_tw: 顯示所有工具

source: Show Administration menu
de_de: Zeige Administrations Men&uuml;
fr_fr: Afficher le menu Admin
it_it: Mostra il menu Amministratore
ja_jp: 管理メニュー
ru_ru: Показать меню Админстратора
zh_cn: 显示管理菜单
zh_tw: 顯示管理者功能表

source: Administration
it_it: Amministratore
ja_jp: 管理
ru_ru: Администрирование
zh_cn: 管理员
zh_tw: 管理

source: Users
de_de: Benutzer
fr_fr: Utilisateurs
it_it: Utenti
ja_jp: ユーザ
ru_ru: Пользователи
zh_cn: 用户
zh_tw: 使用者

source: Show all settings
de_de: Zeige Einstellungen
fr_fr: Afficher tout
it_it: Mostra tutte le impostazioni
ja_jp: すべての設定を表示します
ru_ru: Показать все настройки
zh_cn: 显示所有设置
zh_tw: 顯示所有設定

source: User edit successfull
fr_fr: Modification utilisateur réussie
it_it: Utente modificato correttamente
ru_ru: Успешное редактирование пользователя
zh_tw: 使用者編輯成功

source: User delete successfull
fr_fr: Utilisateur supprimé
it_it: Utente cancellato correttamente
ru_ru: Успешное удаление пользователя
zh_tw: 使用者刪除成功

source: User add successfull
fr_fr: Ajout de l’utilisateur réussi
it_it: Utente aggiunto correttamente
ru_ru: Успешное добавление пользователя
zh_tw: 使用者加入成功

source: Section edit successful
fr_fr: Modification de section réussie
it_it: Sezione modificata correttamente
ru_ru: Успешное редактирование секции
zh_tw: 區段編輯成功

source: Section add successful
fr_fr: Ajout de section réussi
it_it: Sezione aggiunta correttamente
ru_ru: Успешное добавление секции
zh_tw: 區段加入成功

source: Section delete successful
fr_fr: Supression de section réussie
it_it: Sezione cancellata correttamente
ru_ru: Успешное удаление секции
zh_tw: 區段刪除成功

source: Show tools menu
de_de: Zeige Tools Men&uuml;
fr_fr: Afficher le menu Outils
it_it: Mostra menu strumenti
ja_jp: ツールメニューを表示する
ru_ru: Показать меню инструментов
zh_cn: 显示工具菜单
zh_tw: 顯示工具功能表

source: IP related settings
fr_fr: Paramètres liés aux IP
it_it: Impostazioni correlate all&#39;IP
ru_ru: Связанные с IP настройки
zh_tw: IP 相關設定

source: In case of problems please contact
de_de: Bei Problemen wenden Sie sich an
fr_fr: En cas de problème, merci de contacter
it_it: In caso di problemi contattare
ja_jp: 問題が発生した場合はお問い合わせください
ru_ru: В случае проблем, пожалуйста обращайтесь к
zh_cn: 如有问题请联系
zh_tw: 如遇到問題，請您聯絡

source: Visual subnet display
de_de: visualisierte Subnetzanzeige
fr_fr: Affichage visuel des sous-réseaux
it_it: Mostra subnet visuale
ja_jp: ビジュアルサブネット表示
ru_ru: Визуальное отображение подсети
zh_cn: 可视化子网显示
zh_tw: 視覺化子網路指示器

source: Network
fr_fr: Réseau
it_it: Rete
ru_ru: Сеть
zh_cn: 网络
zh_tw: 網路

source: Broadcast
ru_ru: Бродкаст

source: Subnet netmask
fr_fr: Masque de sous-réseau
it_it: Netmask subnet
ru_ru: Маска подсети
zh_tw: 子網路遮罩

source: Subnet bitmask
de_de: Subnetz Bitmaske
fr_fr: Bitmasque de sous-réseau
it_it: Bitmask subnet
ru_ru: Битовая маска подсети
zh_cn: 子网位掩码
zh_tw: 子網路位元遮罩

source: Enter or select required subnet bitmask e.g. (/24)
de_de: Eingabe oder Auswahl der ben&ouml;tigten Subnet Bitmaske z.B. (/24)
ru_ru: Введите или выберите требуемую битовую маску, например (/24)
zh_cn: 输入或选择所需的子网位掩码，例如 (/24)
zh_tw: 請輸入或選擇所要搜尋的子網路遮罩，例如 (/24)

source: Maximum results
de_de: Maximale Ergebnisse
ru_ru: Максимально результатов
zh_cn: 最大结果
zh_tw: 最大結果

source: Enter maximum number of results returned
de_de: Eingabe der maximalen Anzahl an Ergebnissen
ru_ru: Введите максимальное число возвращаемых результатов
zh_cn: 输入返回结果的最大数量
zh_tw: 輸入要顯示的結果最大數量

source: Start subnet
de_de: Erstes Subnetz
ru_ru: Начало подсети
zh_cn: 启动子网
zh_tw: 開始子網路

source: Search start
de_de: Start der Suche
ru_ru: Начало поиска
zh_cn: 搜索开始
zh_tw: 搜尋開始

source: End subnet
de_de: Letztes Subnetz
ru_ru: Конец подсети
zh_cn: 结束子网
zh_tw: 結束子網路

source: Search end
de_de: Ende der Suche
ru_ru: Конец поиска
zh_cn: 搜索结束
zh_tw: 搜尋結束

source: Invalid parameters
de_de: Ung&uuml;ltige Parameter
ru_ru: Неправильные параметры
zh_cn: 参数无效

source: Invalid mask
de_de: Ung&uuml;ltige Netzmaske
ru_ru: Неправильная маска
zh_cn: 掩码无效

source: Invalid range
de_de: Ung&uuml;ltiger Bereich
ru_ru: Неправильный диапазон
zh_cn: 无效范围

source: Only one subnet found
de_de: Nur ein Subnetz gefunden
ru_ru: Найдена только одна подсеть
zh_cn: 仅找到一个子网

source: Following available subnets found for selected mask in this section:
de_de: Die folgenden verf&uuml;gbaren Subnetze wurden f&uuml;r die gew&auml;hlte Maske im Bereich gefunden:
ru_ru: Найдены следующие доступные сети для выбранной маски в этой секции:
zh_cn: 本区域为所选掩码找到了以下可用子网：

source: No available subnets found selected for mask
de_de: Keine verf&uuml;gbaren Subnetze mit der ausgw&auml;hlten Maske gefunden
ru_ru: Не найдено доступных подсетей для выбранной маски
zh_cn: 未发现为掩码选择的可用子网

source: Available subnets in section
de_de: Verf&uuml;gbare Subnetze im Bereich
ja_jp: セクションの利用できるサブネット
ru_ru: Доступные подсети в секции
zh_cn: 区域中的可用子网

source: Subnet wildcard
ru_ru: Инверсная маска

source: Min host IP
fr_fr: IP d’hôte minimale
it_it: IP minimo host
ru_ru: Мин. IP хоста
zh_tw: 最小主機 IP

source: Max host IP
fr_fr: IP d’hôte maximale
it_it: IP massimo host
ru_ru: Макс. IP хоста
zh_tw: 最大主機 IP

source: Numbet of hosts
fr_fr: Nombre d’hôtes
it_it: Numero di host
ru_ru: Количество хостов
zh_tw: 主機數量

source: Subnet Class
fr_fr: Classe de sous-réseau
it_it: Classe Subnet
ru_ru: Класс подсети
zh_tw: 子網路類型

source: Language
de_de: Sprache
fr_fr: Langue
it_it: Lingua
ja_jp: 言語
ru_ru: Язык
zh_cn: 语言
zh_tw: 語言

source: Select language
de_de: Auswahl der Sprache
fr_fr: Choisir la langue
it_it: Seleziona lingua
ja_jp: 言語を選択します
ru_ru: Выберите язык
zh_cn: 选择语言
zh_tw: 選擇語言

source: Languages
de_de: Sprachen
fr_fr: Langues
it_it: Lingue
ja_jp: 言語
ru_ru: Языки
zh_cn: 语言
zh_tw: 語言

source: Manage translations
fr_fr: Gestion des traductions
it_it: Gestisci traduzioni
ru_ru: Управление переводами
zh_tw: 管理翻譯

source: Language code
de_de: Sprach Code
fr_fr: Code de la langue
it_it: Codice lingua
ja_jp: 言語コード
ru_ru: Код языка
zh_cn: 语言代码
zh_tw: 語言碼

source: Language name
de_de: Sprachen Name
fr_fr: Nom de la langue
it_it: Nome lingua
ja_jp: 言語名称
ru_ru: Название языка
zh_cn: 语言名称
zh_tw: 語言名稱

source: Validity
de_de: G&uuml;ltigkeit
fr_fr: Validité
it_it: Validit&agrave;
ja_jp: 有効／無効
ru_ru: Пригодность
zh_cn: 有效性
zh_tw: 有效性

source: Valid
de_de: G&uuml;ltig
fr_fr: Valide
it_it: Valido
ja_jp: 有効
ru_ru: Годен
zh_cn: 有效
zh_tw: 有效

source: Invalid
de_de: Ung&uuml;ltig
fr_fr: Invalide
it_it: Invalido
ja_jp: 無効
ru_ru: Непригоден
zh_cn: 无效
zh_tw: 無效

source: Create new language
de_de: Anlegen neue Sprache
fr_fr: Créer nouvelle langue
it_it: Crea nuova lingua
ja_jp: 新しい言語の作成
ru_ru: Создайте новый язык
zh_cn: 创建新语言
zh_tw: 建立新的語言

source: You can edit different language translations here
de_de: Sie k&ouml;nnen die verschiedenen Sprachen hier bearbeiten
fr_fr: Vous pouvez modifier les différentes traductions ici
it_it: Puoi modificare le traduzioni in lingue diverse qui
ja_jp: ここではさまざまな言語の翻訳を編集できます
ru_ru: Вы можете редактировать различные языковые переводы тут
zh_cn: 您可以在这里编辑不同语言的翻译
zh_tw: 您可以在這裡編輯不同的語言

source: Add translation file to directory functions/locale/ in phpipam
de_de: Kopieren Sie die &Uuml;bersetzungsdatei in den Ordner functions/locale/ von phpipam
fr_fr: Ajouter un fichier de traduction dans le répertoire functions/locale dans phpipam
it_it: Aggiungi un file di traduzione nella cartella functions/locale/ in phpipam
ja_jp: /var/www/phpipam/functions/locale/ に翻訳ファイルを追加します
ru_ru: Добавьте файл перевода в директорию functions/locale/ в phpipam
zh_cn: 将翻译文件添加到 phpipam 中的 functions/locale/ 目录中
zh_tw: 請將翻譯語言檔放入 functions/locale/ 資料夾內

source: Create new language with same code as translation file
de_de: Erstellung einer neuen Sprache mit dem gleichem Code wie in der &Uuml;bersetzungsdatei
fr_fr: Creez une nouvelle langue avec le même code que le fichier de traduction
it_it: Crea una nuova lingua con lo stesso codice del file di traduzione
ja_jp: 翻訳ファイルと同じコードで新しい言語を作成します
ru_ru: Создайте новый язык с таким же кодом как файл переводов
zh_cn: 使用与翻译文件相同的代码创建新语言
zh_tw: 以相同的編碼來建立新的語言

source: Add new language
fr_fr: Ajouter une nouvelle langue
it_it: Aggiungi nuova lingua
ru_ru: Добавить новый язык
zh_tw: 加入新的語言

source: Edit language
fr_fr: Modifier langue
it_it: Modifica lingua
ru_ru: Редактировать язык
zh_tw: 編輯語言

source: Delete language
fr_fr: Supprimer langue
it_it: Cancella lingua
ru_ru: Удалить язык
zh_tw: 刪除語言

source: Code must be at least 2 characters long
de_de: Code muss mindestens 2 Zeichen lang sein
fr_fr: Le code doit comporter au moins 2 caractères
it_it: Il codice deve essere lungo almeno 2 caratteri
ja_jp: コードは最小2文字の長さが必要です
ru_ru: Код должен быть хотя бы 2 символа длиной
zh_cn: 代码长度必须至少为 2 个字符
zh_tw: 編碼最少兩個字元長度

source: Name must be at least 2 characters long
de_de: Name muss mindestens 2 Zeichen lang sein
fr_fr: Le nom doit comporter au moins 2 caractères
it_it: Il nome deve essere lungo almeno 2 caratteri
ja_jp: 名前は最小2文字の長さが必要です
ru_ru: Имя должно быть хотя бы 2 символа длиной
zh_cn: 名称长度必须至少为 2 个字符
zh_tw: 名稱最少兩個字元長度

source: Language edit error
fr_fr: Erreur d’édition de langue
it_it: Errore modifica lingua
ru_ru: Ошибка редактирования языка
zh_tw: 語言編輯錯誤

source: Language edit success
fr_fr: Langue editée avec succès
it_it: Modifica lingua eseguita
ru_ru: Успешное редактирование языка
zh_tw: 語言編輯成功

source: Language add error
fr_fr: Erreur d’ajout de langue
it_it: Errore aggiunta lingua
ru_ru: Ошибка добавления языка
zh_tw: 語言加入失敗

source: Language add success
fr_fr: Langue ajoutée avec succès
it_it: Lingua aggiunta
ru_ru: Успешное добавление языка
zh_tw: 語言加入成功

source: Language delete error
fr_fr: Erreur de suppression de langue
it_it: Errore cancellazione lingua
ru_ru: Ошибка удаления языка
zh_tw: 語言刪除失敗

source: Language delete success
fr_fr: Langue supprimée avec succès
it_it: Lingua cancellata
ru_ru: Успешное удаление языка
zh_tw: 語言刪除成功

source: Subnet edit successfull
fr_fr: Modification de sous-réseau réussie
it_it: Modifica subnet eseguita
ru_ru: Подсеть успешно отредактирована
zh_tw: 子網路編輯成功

source: Subnet add successfull
fr_fr: Sous-réseau ajouté avec succès
it_it: Subnet aggiunta
ru_ru: Подсеть успешно добавлена
zh_tw: 子網路加入成功

source: Subnet delete successfull
fr_fr: Sous-réseau supprimé avec succès
it_it: Subnet cancellata
ru_ru: Подсеть успешно удалена
zh_tw: 子網路刪除成功

source: Read / Write / Admin
de_de: Lesen / Schreiben / Admin
fr_fr: Lecture / Ecriture / Admin
it_it: Lettura / Scrittura / Amministrazione
ja_jp: 読み込み/書き込み/管理
ru_ru: Чтение / Запись / Админ
zh_cn: 读 / 写 / 管理
zh_tw: 讀 / 寫 / 管理

source: IP edit successful
fr_fr: Modification d’IP réussie
it_it: IP modificato
ru_ru: Успешное редактирование IP
zh_cn: IP 修改成功
zh_tw: IP 編輯成功

source: IP add successful
fr_fr: Ajout d’IP réussi
it_it: IP aggiunto
ru_ru: Успешное добавление IP
zh_cn: IP 添加成功
zh_tw: IP 加入成功

source: IP delete successful
fr_fr: IP supprimée avec succès
it_it: IP cancellato
ru_ru: Успешное удаление IP
zh_cn: IP 删除成功
zh_tw: IP 刪除成功

source: You do not have permissions to truncate subnet
fr_fr: Vous n’avez pas l’autorisation de tronquer le sous-réseau
it_it: Non hai i permessi per troncare la subnet
ru_ru: У вас нет прав для обрезки подсети
zh_tw: 您沒有權限截斷子網路

source: Failed to add device
fr_fr: Echec d’ajout d’équipement
it_it: Errore aggiunta dispositivo
ru_ru: Ошибка добавления устройства
zh_tw: 加入裝置失敗

source: Failed to edit device
fr_fr: Echec d’édition d’équipement
it_it: Errore modifica dispositivo
ru_ru: Ошибка редактирования устройства
zh_tw: 編輯裝置失敗

source: Failed to delete device
fr_fr: Echec de suppression d’équipement
it_it: Errore cancellazione dispositivo
ru_ru: Ошибка удаления устройства
zh_tw: 刪除裝置失敗

source: Device add successfull
fr_fr: Equipement ajouté avec succès
it_it: Dispositivo aggiunto
ru_ru: Устройство успешно добавлено
zh_tw: 加入裝置成功

source: Device edit successfull
fr_fr: Equipement modifié avec succès
it_it: Dispositivo modificato
ru_ru: Устройство успешно отредактировано
zh_tw: 編輯裝置成功

source: Device delete successfull
fr_fr: Equipement supprimé avec succès
it_it: Dispositivo cancellato
ru_ru: Устройство успешно удалено
zh_tw: 刪除裝置成功

source: Failed to add VLAN
fr_fr: Echec d’ajout de VLAN
it_it: Errore aggiunta VLAN
ru_ru: Ошибка добавления VLANа
zh_tw: 加入 VLAN 成功

source: Failed to edit VLAN
fr_fr: Echec d’édition de VLAN
it_it: Errore modifica VLAN
ru_ru: Ошибка редактирования VLANа
zh_tw: 編輯 VLAN 成功

source: Failed to delete VLAN
fr_fr: Echec de suppression de VLAN
it_it: Errore cancellazione VLAN
ru_ru: Ошибка удаления VLANа
zh_tw: 刪除 VLAN 成功

source: VLAN add successfull
fr_fr: VLAN ajouté avec succès
it_it: VLAN aggiunta
ru_ru: VLAN успешно добавлен
zh_tw: 加入 VLAN 成功

source: VLAN edit successfull
fr_fr: VLAN modifié avec succès
it_it: VLAN modificata
ru_ru: VLAN успешно отредактирован
zh_tw: 編輯 VLAN 成功

source: VLAN delete successfull
fr_fr: VLAN supprimé avec succès
it_it: VLAN cancellata
ru_ru: VLAN успешно удален
zh_tw: 刪除 VLAN 成功

source: Failed to add VRF
fr_fr: Echec d’ajout de VRF
it_it: Errore aggiunta VRF
ru_ru: Ошибка удаления VRFа
zh_tw: 加入 VRF 失敗

source: Failed to edit VRF
fr_fr: Echec d’édition de VRF
it_it: Errore modifica VRF
ru_ru: Ошибка редактирования VRFа
zh_tw: 編輯 VRF 失敗

source: Failed to delete VRF
fr_fr: Echec de suppression de VRF
it_it: Errore cancellazione VRF
ru_ru: Ошибка удаления VRFа
zh_tw: 刪除 VRF 失敗

source: VRF add successfull
fr_fr: VRF ajouté avec succès
it_it: VRF aggiunto
ru_ru: VRF успешно добавлен
zh_tw: 加入 VRF 成功

source: VRF edit successfull
fr_fr: VRF modifié avec succès
it_it: VRF modificato
ru_ru: VRF успешно отредактирован
zh_tw: 編輯 VRF 成功

source: VRF delete successfull
fr_fr: VRF supprimé avec succès
it_it: VRF cancellato
ru_ru: VRF успешно удален
zh_tw: 刪除 VRF 成功

source: Failed to add field
fr_fr: Echec d’ajout de champ
it_it: Errore aggiunta campo
ru_ru: Ошибка добавления поля
zh_tw: 無法加入欄位

source: Failed to edit field
fr_fr: Echec de modification de champ
it_it: Errore modifica campo
ru_ru: Ошибка редактирования поля
zh_tw: 無法編輯欄位

source: Failed to delete field
fr_fr: Echec de suppression de champ
it_it: Errore cancellazione campo
ru_ru: Ошибка удаления поля
zh_tw: 無法刪除欄位

source: Field add success
fr_fr: Champ ajouté avec succès
it_it: Campo aggiunto
ru_ru: Поле успешно добавлено
zh_tw: 欄位增加成功

source: Field edit success
fr_fr: Champ modifié avec succès
it_it: Campo modificato
ru_ru: Поле успешно отредактировано
zh_tw: 欄位編輯成功

source: Field delete success
fr_fr: Champ supprimé avec succès
it_it: Campo cancellato
ru_ru: Поле успешно удалено
zh_tw: 欄位刪除成功

source: To apply language change please log in again
fr_fr: Pour appliquer le changement de langue, merci de vous reconnecter
it_it: Per applicare il cambio lingua per favore eseguire nuovamente l&#39;accesso
ru_ru: Для вступления изменений языка в силу, перезайдите в систему
zh_tw: 使語言變更生效請重新登入

source: No IPv4 hosts configured
fr_fr: Aucun hôte IPv4 configuré
it_it: Nessun host IPv4 configurato
ru_ru: IPv4 хосты не сконфигурированы
zh_tw: 沒有IPv4主機設定

source: No IPv6 hosts configured
fr_fr: Aucun hôte IPv6 configuré
it_it: Nessun host IPv6 configurato
ru_ru: IPv6 хосты не сконфигурированы
zh_tw: 沒有IPv6主機設定

source: Add some hosts to subnets to calculate usage percentage
de_de: Zur Kalkulation der prozentualen Auslastung, m&uuml;ssen Hosts erstellt werden
fr_fr: Ajoutez des hôtes aux sous-réseaux pour calculer le pourcentage d’utilisation
it_it: Aggiungi qualche host alla subnet per calcolarne la percentuale d&#39;uso
ja_jp: サブネットにいくつかのホストを追加して使用率を計算します
ru_ru: Добавьте несколько хостов в подсети для расчёта процента использования
zh_cn: 将一些主机添加到子网中以计算使用率
zh_tw: 將一些主機加入到子網路以計算使用百分比

source: Add some hosts to subnets to show graph of used hosts per subnet
de_de: Zur Anzeige von Grafiken zur Auslastung, m&uuml;ssen Hosts erstellt werden
fr_fr: Ajoutez des hôtes aux sous-réseaux pour afficher des graphes d’utilisation
it_it: Aggiungi qualche host alla subnet per visualizzare il grafico degli host usati per subnet
ja_jp: サブネットにいくつかのホストを追加して、サブネットごとに使用されているホストのグラフを表示します
ru_ru: Добавьте несколько хостов в подсети для графического отображения количества использованных хостов в подсети
zh_cn: 将一些主机添加到子网以显示每个子网已用主机的图表
zh_tw: 將一些主機加入到子網路以顯示每個子網路的已使用主機的圖表

source: % used
de_de: % benutzt
ja_jp: % 使用中
ru_ru: % использованных
zh_cn: % 已使用

source: hosts
ja_jp: ホスト
ru_ru: хостов
zh_cn: 主机

source: edit user
it_it: modifica utente
ru_ru: редактировать пользователя

source: Edit user
de_de: Benutzer bearbeiten
ru_ru: Редактировать пользователя
zh_cn: 编辑用户
zh_tw: 編輯使用者

source: delete user
fr_fr: supprimer utilisateur
it_it: cancella utente
ru_ru: удалить пользователя
zh_tw: 刪除使用者

source: Delete user
de_de: Benutzer l&ouml;schen
ru_ru: Удаление пользователя
zh_cn: 删除用户
zh_tw: 刪除使用者

source: Swap user
de_de: Benutzer wechseln
ru_ru: Замена пользователя
zh_cn: 交换用户
zh_tw: 切換使用者

source: Check hosts status
de_de: Host Status &uuml;berpr&uuml;fen
fr_fr: Verifier l’état des hôtes
it_it: Controlla stato host
ja_jp: ホストの状態を確認します
ru_ru: Проверить статус хоста
zh_cn: 检查主机状态
zh_tw: 檢查主機狀態

source: Ping hosts inside subnet to check availability
de_de: Hosts im Subnetz pingen, um Verf&uuml;gbarkeit zu pr&uuml;fen
fr_fr: Ping les hôtes dans le sous-réseau pour vérifier leur disponibilité
it_it: Pinga gli host nella subnet per controllarne la disponibilit&agrave;
ja_jp: 可用性を確認するためのサブネット内のPingホスト
ru_ru: Пинг хостов внутри подсети для проверки доступности
zh_cn: Ping 子网内的主机以检查可用性
zh_tw: ping 子網路內的主機以檢查可用性

source: Hosts check
de_de: Hosts &uuml;berpr&uuml;fen
fr_fr: Verification des hôtes
it_it: Controllo host
ja_jp: ホストチェック
ru_ru: Проверка хоста
zh_cn: 主机检查
zh_tw: 主機檢查

source: Ping exclude
de_de: Ping ausschlie&szlig;en
fr_fr: Exclusion du ping
it_it: Escludi ping
ja_jp: Pingを除外します
ru_ru: Выключить пинг
zh_cn: Ping 排除
zh_tw: 排除 Ping

source: Exclude from ping status checks
de_de: Von der Ping Status &Uuml;berpr&uuml;fung ausschlie&szlig;en
fr_fr: Exlure du contrôle par ping
it_it: Escludi dal ping di controllo stato
ja_jp: Pingをステータスチェックから除外します
ru_ru: Исключён из проверки статуса пингом
zh_cn: 从 ping 状态检查中排除
zh_tw: 不做 Ping 狀態檢查

source: Check availability
de_de: Verf&uuml;gbarkeit &uuml;berpr&uuml;fen
fr_fr: Vérifier disponibilité
it_it: Controlla disponibilit&agrave;
ja_jp: 利用できるか確認します
ru_ru: Проверка доступности
zh_cn: 检查可用性
zh_tw: 檢查可用性

source: Insufficient permissions
fr_fr: Droits insuffisants
it_it: Permessi non sufficienti
ru_ru: Несоответствующие права
zh_tw: 沒有足夠的權限

source: is alive
de_de: ist verf&uuml;gbar
fr_fr: est en ligne
it_it: &egrave; vivo
ja_jp: 動作しています
ru_ru: жив
zh_cn: 可用
zh_tw: 在線上

source: is not alive
de_de: ist nicht erreichbar
fr_fr: est hors ligne
it_it: non &egrave; vivo
ja_jp: 動作していません
ru_ru: не доступен
zh_cn: 不可用
zh_tw: 不在線上

source: Ping status intervals
de_de: Ping Status Intervalle
fr_fr: Intervalle de ping
it_it: Intervalli ping di stato
ja_jp: Pingのステータス間隔
ru_ru: Интервалы между пингами
zh_cn: Ping 状态间隔
zh_tw: Ping 狀態間隔

source: Ping status intervals for IP addresses in seconds - warning;offline (Default: 1800;3600)
de_de: Ping Status Zeitabstand f&uuml;r IP-Adressen in Sekunden - Warnung;Offline (Standard: 1800;3600)
fr_fr: Intervalle entre les pings par IP en secondes - alerte;horst-ligne (par défaut : 1800,3600)
it_it: Intervalli ping di stato per gli indirizzi IP in secondi - warning;offline (Default: 1800;3600)
ja_jp: IPアドレスのPingステータスの間隔（秒単位） - warning of fline（デフォルト：1800; 3600)
ru_ru: Интервалы пинга для IP адресов в секундах - внимание;не в сети (по-умолчанию: 1800;3600)
zh_cn: IP 地址的 Ping 状态间隔（以秒为单位）- 警告；离线（默认值：1800;3600）
zh_tw: Ping IP 位址的狀態間隔，單位為秒 - 警告;離線 (預設值：1800;3600)

source: Invalid ping status intervals
de_de: Ung&uuml;ltiges Ping Status Interval.
fr_fr: Intervalle de ping invalide
it_it: Intervalli ping di stato non validi
ja_jp: 無効なpingステータス間隔
ru_ru: Неверные интервалы между пингами
zh_cn: 无效 ping 状态间隔
zh_tw: 錯誤的 Ping 狀態間隔

source: Device is alive
de_de: Ger&auml;t ist verf&uuml;gbar
fr_fr: Equipement en ligne
it_it: Il dispositivo &egrave; vivo
ja_jp: デバイスが動作しています
ru_ru: Устройство живо
zh_cn: 设备处于活动状态
zh_tw: 裝置保持連線

source: Device warning
de_de: Ger&auml;tewarnung
fr_fr: Equipement en alerte
it_it: Allarme dispositivo
ja_jp: デバイスの警告
ru_ru: Устройство с проблемами
zh_cn: 设备警告
zh_tw: 裝置警告

source: Device is offline
de_de: Ger&auml;t ist offline
fr_fr: Equipement hors-ligne
it_it: Dispositivo fuori linea
ja_jp: デバイスはオフラインです
ru_ru: Устройство не в сети
zh_cn: 设备离线
zh_tw: 離線

source: Device status unknown
de_de: Ger&auml;testatus unbekannt
fr_fr: Etat de l’équipement inconnu
it_it: Stato dispositivo sconosciuto
ja_jp: デバイスの状態が不明です
ru_ru: Неизвестный статус устройства
zh_cn: 设备状态未知
zh_tw: 狀態未知

source: Last seen
de_de: Zuletzt gesehen
fr_fr: Dernière activité
it_it: Visto l&#39;ultima volta
ja_jp: 前回閲覧
ru_ru: В последний раз был доступен
zh_cn: 最后一次检查
zh_tw: 最後一次檢查

source: Never
de_de: Nie
fr_fr: Jamais
it_it: Mai
ja_jp: なし
ru_ru: Никогда
zh_cn: 从不
zh_tw: 從不

source: Number of hosts
de_de: Anzahl der Ger&auml;te
fr_fr: Nombre d’hôtes
it_it: Numero di host
ja_jp: ホスト数
ru_ru: Количество хостов
zh_cn: 主机数量
zh_tw: 主機數量

source: Scan subnet for new hosts
de_de: Subnetz auf neue Ger&auml;te scannen
fr_fr: Scanner le sous-réseau pour les nouveaux hôtes
it_it: Scansiona la subnet per nuovi host
ja_jp: 新しいホストのサブネットをスキャンします
ru_ru: Сканировать подсеть на новые хосты
zh_cn: 扫描子网以查找新主机
zh_tw: 掃描子網路中的新主機

source: You do not have permissions to modify hosts in this subnet
de_de: Sie haben keine Berechtigung Ger&auml;te in diesem Subnetz zu &auml;ndern
fr_fr: Vous n’avez pas les droits pour modifier des hôtes dans ce sous-réseau
it_it: Non hai i permessi per modificare gli host in questa subnet
ja_jp: このサブネット内のホストを変更する権限がありません
ru_ru: У вас нет доступов для изменения хостов в этой подсети
zh_cn: 您无权修改此子网中的主机
zh_tw: 您沒有權限修改此子網路中的主機
