Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: de_de, fr_fr, it_it, ja_jp, ru_ru, zh_cn, zh_tw

source: You do not have permissions to add edit/delete this subnet
de_de: Sie haben keine Berechtigung dieses Subnetz zu ver&auml;ndern/zu l&ouml;schen
fr_fr: Vous n’avez pas l’autorisation d’ajouter/supprimer ce sous-réseau
it_it: Non hai i permessi per aggiungere modificare/cancellare questa subnet
ja_jp: このサブネットを追加編集／削除する権限がありません
ru_ru: У вас нет прав для добавления редактирования/удаления этой подсети
zh_cn: 您无权添加、编辑/删除该子网
zh_tw: 您沒有權限加入、編輯和刪除此子網路

source: subnet
de_de: Subnetz
fr_fr: sous-réseau
ja_jp: サブネット
ru_ru: подсеть
zh_cn: 子网
zh_tw: 子網路

source: subnet in CIDR
de_de: Subnetz im CIDR Format
fr_fr: sous-réseau CIDR
ja_jp: サブネットCIDR表記
ru_ru: подсеть в CIDR
zh_cn: CIDR 中的子网
zh_tw: CIDR 中的子網路

source: Get information from RIPE database
it_it: Ottieni informazioni dal database RIPE
ru_ru: Получить информацию из базы RIPE
zh_tw: 透過 RIPE 資料庫獲得資訊

source: Enter subnet in CIDR format (e.g. 192.168.1.1/24)
fr_fr: Entrer le sous-réseau au format CIDR (ex 192.168.1.1/24)
it_it: Inserisci subnet in formato CIDR (e.s. 192.168.1.1/24)
ru_ru: Введите подсеть в формате CIDR (напр. 192.168.1.1/24)
zh_tw: 以 CIDR 格式輸入子網路 (例如：192.168.1.1/24)

source: subnet description
de_de: Subnetzbeschreibung
fr_fr: Description du sous-réseau
it_it: descrizione subnet
ja_jp: サブネットの説明
ru_ru: описание подсети
zh_cn: 子网描述
zh_tw: 子網路描述

source: Enter subnet description
de_de: Eingabe Subnetz Beschreibung
fr_fr: Entrez la description du sous-réseau
it_it: Inserisci descrizione subnet
ja_jp: サブネットの説明を入力してください
ru_ru: Введите описание подсети
zh_cn: 输入子网描述
zh_tw: 輸入子網路描述

source: Move to different section
de_de: Verschiebe in einen anderen Bereich
fr_fr: Déplacer dans une section différente
it_it: Sposta in una sezione differente
ja_jp: ほかのセクションに移動
ru_ru: Перенести в другую секцию
zh_cn: 移至不同区域
zh_tw: 移到不同區段

source: Select VLAN
de_de: W&auml;hle VLAN
fr_fr: Choisir le VLAN
it_it: Seleziona VLAN
ja_jp: VLANを選択
ru_ru: Выберите VLAN
zh_cn: 选择 VLAN
zh_tw: 選擇 VLAN

source: No VLAN
de_de: Kein VLAN
fr_fr: Pas de VLAN
it_it: Nessuna VLAN
ja_jp: VLANなし
ru_ru: Нет VLANа
zh_cn: 无 VLAN
zh_tw: 沒有 VLAN

source: Add
de_de: Hinzuf&uuml;gen
fr_fr: Ajouter
it_it: Aggiungi
ja_jp: 追加
ru_ru: Добавить
zh_cn: 添加
zh_tw: 加入

source: + Add new VLAN
de_de: + VLAN hinzuf&uuml;gen
fr_fr: + Ajouter nouveau VLAN
it_it: + Aggiungi nuova VLAN
ja_jp: ＋新しいVLANを追加
ru_ru: + Добавить новый VLAN
zh_cn: + 添加新的 VLAN
zh_tw: + 加入新的 VLAN

source: Enter master subnet if you want to nest it under existing subnet, or select root to create root subnet
de_de: Geben Sie das Master Subnetz ein, um das Subnetz einzuf&uuml;gen. W&auml;hlen Sie root zum Erzeugen eines Rootsubnetzes
fr_fr: Entrer un sous-réseau maitre pour rattacher à un sous-réseau existant,ou choisissez maître pour créer un sous-réseau maître
it_it: Inserisci subnet principale se vuoi annidarla in una subnet esistente, oppure seleziona principale per creare una subnet principale
ja_jp: 存在するサブネットを入れ子にしたい場合、マスターサブネットを入力して下さい。ルートサブネットを作成する場合はルートサブネットを選択してください
ru_ru: Введите вышестоящую подсеть, если хотите определить эту внутри неё, или выберите корень для создания корневой сети
zh_cn: 如果要将其嵌套在现有子网下，请输入主子网，或选择根以创建根子网
zh_tw: 如果要將其嵌入在現有子網路下，請輸入主要子網路，或選擇根建立根子網路

source: Select VRF
de_de: W&auml;hle VRF
fr_fr: Choisir VRF
it_it: Seleziona VRF
ja_jp: VRFを選択
ru_ru: Выберите VRF
zh_cn: 选择 VRF
zh_tw: 選擇 VRF

source: Add this subnet to VRF
de_de: F&uuml;ge das Subnetz zu VRF
fr_fr: Ajouter ce sous-réseau a un VRF
it_it: Aggiungi questa subnet a VRF
ja_jp: VRFにサブネットを追加
ru_ru: Добавить эту подсеть в VRF
zh_cn: 将此子网添加到 VRF
zh_tw: 將子網路加入至 VRF

source: Assign subnet to customer
de_de: Subnetz einen Kunden hinzuf&uuml;gen
ru_ru: Назначить подсеть клиенту
zh_cn: 为客户端分配子网
zh_tw: 指派子網路給客戶

source: Mark as Pool
de_de: Markiert als Pool
ru_ru: Отметить как Пул
zh_cn: 标记为池

source: Mark subnet as an address pool
de_de: Es kann kein Subnetz als IP-Adresse definiert werden!
ru_ru: Отметить подсеть как пул адресов
zh_cn: 将子网标记为地址池

source: Resize
de_de: Gr&ouml;&szlig;en&auml;nderung
fr_fr: Redimensionner
it_it: Ridimensiona
ja_jp: サイズ変更
ru_ru: Изменить размер
zh_cn: 调整大小
zh_tw: 調整大小

source: split
fr_fr: diviser
it_it: dividi
ja_jp: 分割
ru_ru: разбить
zh_cn: 分割
zh_tw: 劃分

source: Resize subnet
de_de: Gr&ouml;&szlig;en&auml;nderung Subnetz
fr_fr: Redimensionner sous-réseau
it_it: Ridimensiona subnet
ja_jp: サブネットのサイズ変更
ru_ru: Изменить размер подсети
zh_cn: 调整子网大小
zh_tw: 調整子網路

source: Split subnet
de_de: Split Subnetz
fr_fr: Diviser sous-réseau
it_it: Dividi subnet
ja_jp: サブネットの分割
ru_ru: Разбить подсеть
zh_cn: 分割子网
zh_tw: 分割子網路

source: Truncate subnet
de_de: IP’s l&ouml;schen
fr_fr: Tronquer sous-réseau
it_it: Tronca subnet
ja_jp: サブネットの切り詰め
ru_ru: Обрезать подсеть
zh_cn: 截断子网
zh_tw: 縮小子網路

source: Resize, split or truncate this subnet
de_de: Gr&ouml;&szlig;en&auml;nderung, Split oder l&ouml;schen der IP's des Subnetz
fr_fr: Redimensionner, diviser, ou tronquer ce sous-réseau
it_it: Ridimensiona, dividi o tronca questa subnet
ja_jp: このサブネットのサイズ変更、分割、切り詰めを行う
ru_ru: Изменить размер, разбить или обрезать эту подсеть
zh_cn: 调整、分割或截断该子网的大小
zh_tw: 調整、分割或者縮小這個子網路

source: IP Requests
de_de: IP-Anfragen
fr_fr: Requêtes d’IP
it_it: Richieste IP
ja_jp: IPリクエスト
ru_ru: Запросы IP
zh_cn: IP 申请
zh_tw: IP 申請

source: Allow or deny IP requests for this subnet
de_de: Erlaube oder Untersage IP-Anforderungen f&uuml;r dieses Subnetz
fr_fr: Autoriser ou refuser les requêtes pour ce sous-réseau
it_it: Permetti o nega richieste IP per questa subnet
ja_jp: このサブネットのIPリクエストを許可／拒否する
ru_ru: Разрешить или запретить запросы IP для этой подсети
zh_cn: 允许或拒绝对此子网的 IP 申请
zh_tw: 允許或拒絕此子網路的 IP 要求

source: Show as name
de_de: Anzeige als Name
fr_fr: Afficher en tant que nom
it_it: Visualizza il nome
ja_jp: 名前で表示
ru_ru: Показать как имя
zh_cn: 显示为名称
zh_tw: 顯示名稱

source: Show Subnet name instead of subnet IP address
de_de: Zeigen den Subnetznamen anstatt der Subnetz IP-Adresse
fr_fr: Afficher le nom du sous-réseau au lieu de son adresse IP
it_it: Visualizza il nome della subnet invece dell&#39;indirizzo IP
ja_jp: サブネットIPアドレスの代わりにサブネット名で表示
ru_ru: Показать имя подсети вместо IP адреса
zh_cn: 显示子网名称而不是子网 IP 地址
zh_tw: 用子網路名稱來替代子網路 IP 位址的顯示

source: Removing subnets will delete ALL underlaying subnets and belonging IP addresses
de_de: L&ouml;schen dieses Subnetzes erwirkt ebenso das L&ouml;schen der untergeordneten Subnetze und mitsamt aller zugeh&ouml;rigen IP-Adressen
fr_fr: Supprimer un sous-réseau supprimera également tous les sous-réseaux rattachés et les adresse IP correspondantes
it_it: Cancellare le subnet canceller&agrave; TUTTE le subnet sottostanti e gli indirizzi IP di appartenenza
ja_jp: サブネットを削除すると、それにぶら下がっているサブネットと所属しているIPアドレスを削除します
ru_ru: Удаление подсетей повлечёт за собой удаление ВСЕХ нижестоящих подсетей и IP адресов
zh_cn: 删除子网将删除所有底层子网和所属 IP 地址
zh_tw: 刪除子網路將刪除該子網路所屬 IP 位址和子網路

source: Delete subnet
de_de: Subnetz l&ouml;schen
fr_fr: Supprimer sous-réseau
it_it: Cancella subnet
ja_jp: サブネットを削除
ru_ru: Удалить подсеть
zh_cn: 删除子网
zh_tw: 刪除子網路

source: for
de_de: f&uuml;r
ru_ru: для
zh_cn: 为

source: Subnet mask
de_de: Subnetzmaske
ru_ru: Маска подсети
zh_cn: 子网掩码
zh_tw: 子網路遮罩

source: ip state
de_de: IP-Status
fr_fr: état de l’IP
it_it: stato ip
ja_jp: IPの状態
ru_ru: состояние ip
zh_cn: IP 状态
zh_tw: IP 狀態

source: No hosts
de_de: Keine Hosts
fr_fr: Aucun hôte
it_it: Nessun host
ja_jp: ホスト無し
ru_ru: Нет хостов
zh_cn: 没有主机
zh_tw: 沒有主機

source: Cannot open csvupload/import.csv
fr_fr: Impossible d’ouvrir cvsupload/import.csv
it_it: Impossibile aprire csvupload/import.csv
ru_ru: Не могу открыть csvupload/import.csv
zh_tw: 無法開啟 csvupload/import.csv

source: address for policy NAT
de_de: Zieladresse f&uuml;r Richtlinien-NAT
ru_ru: адрес для правила NAT
zh_cn: NAT 规则的地址

source: Status
fr_fr: Etat
it_it: Stato
ja_jp: 状態
ru_ru: Статус
zh_cn: 状态
zh_tw: 狀態

source: Import to database
de_de: Import zur Datenbank
fr_fr: Importer dans la base de données
it_it: Importa nel database
ja_jp: データベースをインポート
ru_ru: Импорт в базу данных
zh_cn: 导入到数据库
zh_tw: 匯入資料庫

source: Remove mapping
de_de: Zuordnung entfernen
ru_ru: Удаление сопоставления
zh_cn: 删除映射

source: Mapping removal failed
de_de: Entfernen der Zuordnung fehlgeschlagen
ru_ru: Ошибка удаления сопоставления
zh_cn: 映射删除失败

source: Mapping removed
de_de: Zuordnung entfernt
ru_ru: Сопоставление удалено
zh_cn: 映射已删除

source: Please enter at least 2 characters.
de_de: Bitte mindestens 2 Zeichen eingeben.
ru_ru: Пожалуйста, введите хотя бы 2 символа.
zh_cn: 请输入至少 2 个字符.

source: Advertised
de_de: Beworben
ru_ru: Объявлено
zh_cn: 已公布

source: Received
de_de: Empfangen
ru_ru: Принято
zh_cn: 已收到

source: Mapping
de_de: Zuordnung
ru_ru: Сопоставление
zh_cn: 映射
zh_tw: 對應

source: BGP subnet mapping
de_de: BGP-Subnetz Zuordnung
ru_ru: Сопоставление BGP подсети
zh_cn: BGP 子网映射

source: BGP summary
de_de: &Uuml;bersicht BGP
ru_ru: BGP сводка
zh_cn: BGP 摘要

source: Peer name
ru_ru: Название Пира
zh_cn: 对等名
zh_tw: Peer 名稱

source: Routing module disabled.
de_de: Routing Modul deaktiviert.
ru_ru: Модуль маршрутизации отключён.
zh_cn: 路由模块已禁用.

source: Add peer
de_de: Peer hinzuf&uuml;gen
ru_ru: Добавить пира
zh_cn: 添加对等点
zh_tw: 加入 Peer

source: BGP Routing details
ru_ru: Описание BGP Маршрутов
zh_cn: BGP 路由详细信息

source: Mapped subnets
de_de: Zugeordnete Subnetze
ru_ru: Сопоставленные подсети
zh_cn: 映射子网

source: BGP has no mapped subnets
de_de: BGP hat keine zugeordneten Subnetze
ru_ru: BGP не имеет сопоставленных подсетей
zh_cn: BGP 没有映射子网

source: Direction
de_de: Richtung
ru_ru: Направление
zh_cn: 路线

source: Edit mapping
de_de: Zuordnung bearbeiten
ru_ru: Изменить сопоставление
zh_cn: 编辑映射

source: Delete mapping
de_de: Zuordnung l&ouml;schen
ru_ru: Удалить сопоставление
zh_cn: 删除映射

source: BGP table
de_de: BGP-Tabelle
ru_ru: Таблица BGP
zh_cn: BGP 表

source: Routing information
ru_ru: Информация о маршрутах
zh_cn: 路线信息
zh_tw: 路由資訊

source: Invalid routing module.
de_de: Ung&uuml;ltiges Routing Modul.
ru_ru: Неверный модуль маршрутизации.
zh_cn: 路由模块无效.

source: Not implemented.
de_de: Nicht implementiert.
ru_ru: Не реализовано.
zh_cn: 未实现.

source: BGP type
de_de: BGP-Typ
ru_ru: Тип BGP
zh_cn: BGP 类型
zh_tw: BGP 類型

source: Local AS
de_de: Lokaler AS
ru_ru: Локальная AS
zh_cn: 本地 AS
zh_tw: 本地自治系統

source: Local address
de_de: Lokale Adresse
ru_ru: Локальный адрес
zh_cn: 本地地址
zh_tw: 本地位址

source: Local Address
de_de: Lokale Adresse
ru_ru: Локальный Адрес
zh_cn: 本地地址

source: Peer AS
ru_ru: AS Пира
zh_cn: 对等 AS
zh_tw: Peer 自治系統

source: Peer address
de_de: Peer Adresse
ru_ru: IP адрес Пира
zh_cn: 对等地址
zh_tw: Peer 位址

source: Peer Address
de_de: Peer Adresse
ru_ru: IP Адрес Пира
zh_cn: 对等地址

source: Map new subnet
de_de: Zuordnung neues Subnetz
ru_ru: Сопоставить новую подсеть
zh_cn: 映射新子网

source: Invalid local AS
de_de: Ung&uuml;ltiger lokaler AS
ru_ru: Неправильная локальная AS
zh_cn: 本地 AS 无效

source: Invalid peer AS
de_de: Ung&uuml;ltiger Peer AS
ru_ru: Неправильная AS пира
zh_cn: 对等 AS 无效

source: Invalid local address
de_de: Ung&uuml;ltige lokale Adresse
ru_ru: Неправильный локальный адрес
zh_cn: 无效的本地地址

source: Invalid peer address
de_de: Ung&uuml;ltige Peer Adresse
ru_ru: Неправильный адрес пира
zh_cn: 对等地址无效

source: Insufficient permissions for module VRF
de_de: Unzureichende Berechtigungen f&uuml;r Modul VRF
ru_ru: Недостаточно прав для модуля VRF
zh_cn: VRF 模块权限不足

source: Should I import values to database
de_de: Sollen die Eintr&auml;ge in die Datenbank importiert werden?
fr_fr: Importer les données dans la base ?
it_it: Dovrei importare questi valori nel database
ja_jp: データベースに値をインポートしますか
ru_ru: Следует ли импортировать значения в базу данных
zh_cn: 我应该将值导入数据库吗
zh_tw: 我應該將值匯入資料庫

source: Yes
de_de: Ja
fr_fr: Oui
it_it: Si
ja_jp: はい
ru_ru: Да
zh_cn: 是
zh_tw: 是

source: custom subnet field
fr_fr: Champ de sous-réseau personnalisé
it_it: campo subnet personalizzato
ru_ru: настраиваемое поле подсети
zh_tw: 自訂子網路

source: Select field name
de_de: W&auml;hle Feldname
fr_fr: Choisir le nom du champ
it_it: Seleziona nome campo
ja_jp: フィールド名を選択
ru_ru: Выбрать название поля
zh_cn: 选择字段名称
zh_tw: 選擇欄位名稱

source: Close
de_de: Schlie&szlig;en
fr_fr: Fermer
it_it: Chiudi
ja_jp: 閉じる
ru_ru: Закрыть
zh_cn: 关闭
zh_tw: 關閉

source: Custom IP address fields
fr_fr: Champs d’adresse IP personnalisés
it_it: Campo indirizzo IP personalizzato
ru_ru: Настраиваемые поля IP адреса
zh_tw: 自訂 IP 位址欄位

source: No custom fields created yet
de_de: Bisher sind keine benutzerspezifischen Felder erstellt
fr_fr: Aucun champ personnalisé existant
it_it: Nessun campo personalizzato creato
ja_jp: カスタマイズされたフィールドはありません
ru_ru: Не создано настраиваемых полей
zh_cn: 尚未创建自定义字段
zh_tw: 尚未建立自訂欄位

source: Invalid field name
de_de: Falscher Feldname
fr_fr: Nom de champ invalide
it_it: Nome campo non valido
ja_jp: 無効なフィールド名
ru_ru: Неверное название поля
zh_cn: 字段名称无效
zh_tw: 無效的欄位名

source: Add new custom IP address field
fr_fr: Ajouter de nouveaux champs personnalisés pour les adresse IP
it_it: Aggiungi un nuovo campo indirizzo IP personalizzato
ru_ru: Добавить настраиваемое поле IP адреса
zh_tw: 加入新的自訂 IP 位址欄位

source: Custom subnet fields
fr_fr: Champs personnalisés de sous-réseaux
it_it: Campi subnet personalizzati
ru_ru: Настраиваемые поля подсети
zh_tw: 自訂子網路欄位

source: No custom subnet fields created yet
fr_fr: Aucun champ personnalisé de sous-réseau existant
it_it: Nessun campo subnet personalizzato creato
ru_ru: Не создано настраиваемых полей подсети
zh_tw: 尚未建立自訂子網路欄位

source: Move down
de_de: nach unten
fr_fr: Descendre
it_it: Sposta gi&ugrave;
ru_ru: Переместить вниз
zh_cn: 下移
zh_tw: 向下移動

source: Move up
de_de: nach oben
ru_ru: Переместить вверх
zh_cn: 向上移动

source: Add new custom subnet field
fr_fr: Ajouter un nouveau champ personnalisé de sous-réseau
it_it: Aggiungi un nuovo campo subnet personalizzato
ru_ru: Добавить новое настраиваемое поле подсети
zh_tw: 加入新的自訂子網路欄位

source: Custom VLAN fields
fr_fr: Champs personnalisés de VLAN
it_it: Campi VLAN personalizzati
ru_ru: Настраиваемые поля VLANа
zh_tw: 自訂 VLAN 欄位

source: No custom VLAN fields created yet
fr_fr: Aucun champ personnalisé de VLAN existant
it_it: Nessun campo VLAN personalizzato creato
ru_ru: Не создано настраиваемых полей VLANа
zh_tw: 尚未建立自訂VLAN欄位

source: Add new custom VLAN field
fr_fr: Ajouter un nouveau champ personnalisé de VLAN
it_it: Aggiungi un nuovo campo VLAN personalizzato
ru_ru: Добавить новое настраиваемое поле VLANа
zh_tw: 加入新的自訂VLAN欄位

source: Custom User fields
fr_fr: Champs personnalisé utilisateur
it_it: Campi Utente personalizzati
ru_ru: Настраиваемые поля Пользователя
zh_tw: 自訂使用者欄位

source: No custom user fields created yet
fr_fr: Aucun champ personnalisé utilisateur existant
it_it: Nessun campo utente personalizzato creato
ru_ru: Не создано настраиваемых полей пользователя
zh_tw: 尚未建立自訂使用者欄位

source: Add new custom User field
fr_fr: Ajouter un nouveau champ personnalisé utilisateur
it_it: Aggiungi nuovo campo utente personalizzato
ru_ru: Добавить новое настраиваемое поле Пользователя
zh_tw: 加入新的自訂使用者欄位

source: Add new custom
de_de: Hinzuf&uuml;gen eines neuen benutzerspezifischen
ru_ru: Добавить новое настраиваемое
zh_cn: 添加新的自定义

source: field
de_de: Feld
fr_fr: champ
it_it: campo
ja_jp: フィールド
ru_ru: поле
zh_cn: 字段
zh_tw: 欄位

source: You can add additional custom fields to IP addresses and subnets (like CustomerId, location, ...)
de_de: Sie k&ouml;nnen benutzerspezifische Felder zu IP-Adressen und Subnetzen (Bsp. KundenID, Lokation, ...) hinzuf&uuml;gen
fr_fr: Vous pouvez ajouter des champs personnalisés au adresses IP et sous-réseau (par exemple IDclient, localisation, ...)
it_it: Puoi aggiungere campi personalizzati aggiuntivi agli indirizzi IP e alle subnet (come id cliente, posizione, ...)
ja_jp: IPアドレスやサブネットに追加のカスタムフィールド（CustomerId, location, ... のような）を追加できます
ru_ru: Вы можете добавить дополнительные настраиваемые поля IP адресов и подсетей (такие как ID Пользователя, местонахождение, ...)
zh_cn: 您可以将其他自定义字段添加到 IP 地址和子网（例如 客户 ID、位置等）
zh_tw: 您可以加入額外的自訂欄位的 IP 位址和子網路 (如 CustomerId、location、..)

source: Please enter something in search field
de_de: Tragen sie etwas ins Suchfeld ein!
fr_fr: Merci de renseigner le champ de recherche
it_it: Per favore inserire qualcosa nel campo di ricerca
ja_jp: 検索フィールドに何か入力してください
ru_ru: Пожалуйста, введите что-нибудь в поле поиска
zh_cn: 请在搜索字段中输入内容
zh_tw: 請輸入搜尋內容

source: does not exist, first create switch under admin menu
de_de: Existiert nicht. Bitte erstellen Sie einen Switch im Admin Men&uuml;
fr_fr: inexistant, il faut d’abord créer un swith dans le menu admin
it_it: non esiste, creare prima una switch dal menu di amministrazione
ja_jp: が存在しません。adminメニューでスイッチを作成して下さい
ru_ru: не найден, сперва создайте коммутатор в меню администратора
zh_cn: 不存在，先在管理菜单下创建开关
zh_tw: 不存在，請先在管理功能表下建立網路交換器

source: Cannot update request
fr_fr: Impossible de mettre à jour la requête
it_it: Impossibile aggiornare la richiesta
ru_ru: Не могу обновить запрос
zh_tw: 無法更新申請

source: Request has beed rejected
de_de: Anfrage wurde zur&uuml;ckgewiesen
fr_fr: Requête refusée
it_it: La richiesta &egrave; stata rifiutata
ja_jp: リクエストが拒否されました
ru_ru: Запрос был отклонен
zh_tw: 申請被拒絕

source: already in use
fr_fr: déjà utilisé
it_it: gi&agrave; in uso
ru_ru: уже используется
zh_tw: 已經被使用

source: First available IP address is
fr_fr: La première adresse disponible est
it_it: Il primo indirizzo IP disponibile &egrave;
ru_ru: Первый доступный IP адрес
zh_tw: 第一可用IP位址是

source: Cannot confirm IP address
de_de: IP-Adresse kann nicht best&auml;tigt werden
fr_fr: Impossible de confirmer l’adresse IP
it_it: Impossibile confermare l&#39;indirizzo IP
ja_jp: IPアドレスを確定できません
ru_ru: Не могу подтвердить IP адрес
zh_cn: 无法确认 IP 地址
zh_tw: 無法確認 IP 位址

source: IP address request confirmed and added to database
fr_fr: Requête d’adresse IP confirmée et ajoutée à la base de données
it_it: Richiesta indirizzo IP confermata e aggiunta al database
ru_ru: Запрос IP адреса подтверждён и добавлен в базу
zh_tw: IP 位址要求被確認並加入到資料庫中

source: custom IP field
fr_fr: Champ personnalisé IP
it_it: campo personalizzato IP
ru_ru: настраиваемое поле IP
zh_tw: 自訂 IP 位址欄位

source: Update failed
de_de: Aktualisierung fehlgeschlagen
fr_fr: Echec de mise à jour
it_it: Aggiornamento non riuscito
ja_jp: フィールドをアップデート
ru_ru: Обновление не выполнено
zh_cn: 更新失败
zh_tw: 更新失敗

source: Update successfull
de_de: Aktualisierung erfolgreich
fr_fr: Mise à jour réussie
it_it: Aggiornamento riuscito
ja_jp: アップデート成功
ru_ru: Обновление прошло успешно
zh_cn: 更新成功
zh_tw: 升級成功

source: Manage VRF
de_de: Verwaltung VRF-Instanzen
fr_fr: Gestion des VRF
it_it: Gestione VRF
ja_jp: VRFを管理
ru_ru: Управление VRF
zh_cn: 管理 VRF
zh_tw: 管理 VRF

source: Add VRF
de_de: VRF hinzuf&uuml;gen
fr_fr: Ajouter VRF
it_it: Aggiungi VRF
ja_jp: VRFを追加
ru_ru: Добавить VRF
zh_cn: 添加 VRF
zh_tw: 加入 VRF

source: Unable to locate executable:
de_de: Ausf&uuml;hrbares Programm nicht gefunden:
ru_ru: Не могу найти запускаемое:
zh_cn: 无法找到可执行文件：

source: Please configure $mysqldump_cli_binary in config.php
de_de: Bitte konfigurieren Sie die Variable $mysqldump_cli_binary in config.php
ru_ru: Пожалуйста, пропишите $mysqldump_cli_binary в config.php
zh_cn: 请在 config.php 中配置 $mysqldump_cli_binary

source: Errors occured when importing to database!
fr_fr: Erreurs pendant l’importation dans la base de données
it_it: Si sono verificati degli errore durante l&#39;importazione del database!
ru_ru: Произошла ошибка при импортировании в базу!
zh_tw: 匯入資料庫時出錯。

source: Import successfull
de_de: Import erfolgreich
fr_fr: Importation réussie
it_it: Impostazione eseguita
ja_jp: インポート成功
ru_ru: Импорт прошёл успешно
zh_tw: 匯入成功

source: Cannot upload - Return Code:
fr_fr: Impossible d’upload - code d’erreur:
it_it: Impossibile caricare - Errore:
ru_ru: Не могу закачать - Код Ошибки:
zh_tw: 不能上傳 - 代碼：

source: Cannot move file to upload dir
fr_fr: Impossible de déplacer le fichier dans le répetoire upload
it_it: Impossibile spostare i file nella cartella upload
ru_ru: Не могу перенести файл в директорию загрузок
zh_cn: 无法将文件移动到上传目录
zh_tw: 不能移動檔案到上傳資料夾

source: Success
fr_fr: Réussi
it_it: Successo
ru_ru: Успешно
zh_tw: 成功

source: device
de_de: Ger&auml;t
fr_fr: équipement
it_it: dispositivo
ja_jp: デバイス
ru_ru: устройство
zh_cn: 设备
zh_tw: 裝置

source: Device type
de_de: Ger&auml;tetyp
fr_fr: Type d’équipement
it_it: Tipo dispositivo
ja_jp: デバイスタイプ
ru_ru: Тип устройства
zh_cn: 设备类型
zh_tw: 裝置類型

source: Vendor
de_de: Hersteller
fr_fr: Constructeur
ja_jp: ベンダー
ru_ru: Разработчик
zh_cn: 供应商
zh_tw: 供貨商

source: Model
fr_fr: Modèle
it_it: Modello
ru_ru: Модель
zh_tw: 型號

source: SW version
fr_fr: Version matérielle
it_it: Versione SW
ru_ru: Версия софта
zh_tw: SW版本

source: Software version
fr_fr: Version logicielle
it_it: Versione software
ru_ru: Версия ПО
zh_tw: 軟體版本

source: Sections to display device in
de_de: Bereiche in denen das Ger&auml;t angezeigt wird
fr_fr: Sections dans lesquelles apparaît l’équipement
it_it: Sezioni in cui visualizzare il dispositivo
ja_jp: デバイスを表示するセクション
ru_ru: Секции в которых показывать устройство
zh_cn: 显示设备的区域
zh_tw: 用於顯示裝置的區段

source: Hostname is mandatory
de_de: Hostname ist verpflichtend
fr_fr: Nom DNS obligatoire
it_it: Hostname obbligatorio
ja_jp: ホスト名は必須
ru_ru: Имя хоста обязательно
zh_cn: 主机名是必填项
zh_tw: 主機名是必須的

source: VRF name
fr_fr: Nom de VRF
it_it: Nome VRF
ja_jp: VRF名
ru_ru: Имя VRF
zh_cn: VRF 名称
zh_tw: VRF名稱

source: Nested subnet not in root subnet!
de_de: Zugeh&ouml;riges Subnetz im Master Subnetz!
fr_fr: Sous-réseau rattaché n’appartenant pas au sous-réseau maître !
it_it: Subnet annidata non appartiene alla subnet principale!
ja_jp: ネストされたサブネットがルートサブネットにありません
ru_ru: Вложенная подсеть не в корневой подсети!
zh_cn: 嵌套子网不在根子网中！
zh_tw: 下一級子網路不在根網路

source: Subnet cannot nest behind itself!
de_de: Subnetz kann an dieser Stelle nicht angegliedert werden!
fr_fr: Un sous réseau ne peut pas etre rattaché à lui-même !
it_it: La subnet non pu&ograve; annidarsi in se stessa!
ja_jp: サブネットはそれ自身の下にネストできません
ru_ru: Подсеть нельзя вложить за собой!
zh_cn: 子网不能嵌套在其自身后面！
zh_tw: 子網路不能所屬自己

source: Please fix following problems
de_de: Bitte beheben Sie folgendes Problem
fr_fr: Merci de corriger les problèmes suivants
it_it: Per favore correggere i seguenti problemi
ja_jp: 以下の問題を修正してください
ru_ru: Пожалуйста, исправьте следующие проблемы
zh_cn: 请修复以下问题
zh_tw: 請解決以下問題

source: Error adding new subnet
fr_fr: Erreur à l’ajout du nouveau sous-réseau
it_it: Errore aggiungendo nuova subnet
ru_ru: Ошибка добавления новой подсети
zh_tw: 加入新子網路錯誤

source: Subnet, IP addresses and all belonging subnets deleted successfully
de_de: Subnetz, IP-Adressen und angegliederte Subnetze wurden gel&ouml;scht!
fr_fr: Sous-réseau, adresses IP et tous les sous-réseaux rattachés supprimés
it_it: Subnet, indirizzi IP e tutte le subnet di appartenenza cancellate correttamente
ja_jp: サブネット、IPアドレス及びすべての所属するサブネットが正常に削除されました
ru_ru: Подсеть, IP адреса и все принадлежащие подсети успешно удалены
zh_cn: 子网、IP 地址和所有所属子网已成功删除
zh_tw: 子網路、IP 位址和所有所屬子網路成功刪除

source: VLAN name
fr_fr: Nom de VLAN
it_it: Nome VLAN
ja_jp: VLAN名
ru_ru: Имя VLANа
zh_cn: VLAN 名称
zh_tw: VLAN 名稱

source: VLAN number
de_de: VLAN Nummer
fr_fr: Numéro de VLAN
it_it: Numero VLAN
ja_jp: VLAN番号
ru_ru: Номер VLANа
zh_cn: VLAN 号
zh_tw: VLAN 數量

source: removing VLAN will also remove VLAN reference from belonging subnets
de_de: L&ouml;schen des VLANS l&ouml;scht ebenso die dokumentierte Referenz zum zugeh&ouml;rigen Subnetz
fr_fr: Supprimer un VLAN supprimera également les référances à ce VLAN dans les sous-réseaux correspondant
it_it: cancellare la VLAN canceller&agrave; anche tutti i riferimenti dalle subnet di appartenenza
ja_jp: VLANを削除すると、所属するサブネットからVLANリファレンスも削除されます
ru_ru: удаление VLANа также удалит все ссылки на него в принадлежащих подсетях
zh_cn: 删除 VLAN 也会从所属子网中删除 VLAN 引用
zh_tw: 刪除 VLAN 也將其所屬子網路移除
