Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: de_de, fr_fr, it_it, ja_jp, ru_ru, zh_cn, zh_tw

source: New version of phpipam available
de_de: Neue Version von phpIPAM ist verf&uuml;gbar
fr_fr: Nouvelle version de phpipam disponible
it_it: Nuova versione di phpipam disponibile
ja_jp: 利用可能なphpipamの新しいバージョン
ru_ru: Доступна новая версия phpipam
zh_cn: 新版本 phpipam 可用
zh_tw: phpipam可用的新版本

source: Installed version
de_de: Installierte Version
fr_fr: Version installée
it_it: Versione installata
ja_jp: インストールされたバージョン
ru_ru: Установленная версия
zh_cn: 安装版本
zh_tw: 安裝版本

source: Available version
de_de: Verf&uuml;gbare Version
fr_fr: Version disponible
it_it: Versione disponibile
ja_jp: 利用可能なバージョン
ru_ru: Доступная версия
zh_cn: 可用版本
zh_tw: 可用版本

source: You can download new version
de_de: Es steht eine neue Version zum Download zur Verf&uuml;gung
fr_fr: Vous pouvez télécharger la nouvelle version
it_it: Puoi scaricare una nuova versione
ja_jp: あなたは新しいバージョンをダウンロードすることができます
ru_ru: Вы можете скачать новую версию
zh_cn: 您可以下载新版本
zh_tw: 您可以下載新版本

source: archive
de_de: Archiv
ru_ru: архив
zh_cn: 存档

source: here
de_de: hier
fr_fr: ici
it_it: qui
ja_jp: ここに
ru_ru: здесь
zh_cn: 这里
zh_tw: 這裡

source: Section name
de_de: Bereichsname
fr_fr: Nom de section
it_it: Nome sezione
ja_jp: セクション名
ru_ru: Название секции
zh_cn: 区域名称
zh_tw: 區段名稱

source: Section description
de_de: Bereichsbeschreibung
fr_fr: Description de section
it_it: Descrizione sezione
ja_jp: セクションの説明
ru_ru: Описание Секции
zh_cn: 区域描述
zh_tw: 區段描述

source: Strict Mode
de_de: Strikter-Modus
fr_fr: Mode strict
it_it: Modalit&agrave; rigida
ja_jp: 厳格モード
ru_ru: Строгий режим
zh_cn: 严格模式
zh_tw: 嚴格模式

source: No disables overlapping subnet checks. Subnets can be nested/created randomly. Anarchy.
de_de: Hinweis: Inaktive Subnetze werden nicht gegen&uuml;ber Netz&uuml;berschneidungen gepr&uuml;ft. Das Anlegen neuer Netze f&uuml;hrt zu Fehlern, sollte ein sp&auml;ter aktiviertes Netz eine &Uuml;berschneidung verursachen.
fr_fr: Pas de vérification des chevauchements de sous-réseau. Les sous-réseaux peuvent être rattachés/créés de façon aléatoire. Anarchiquement.
it_it: No disattiva il controllo di sovrapposizione delle subnet. Le subnet possono essere annidate/create casualmente. Anarchia.
ja_jp: サブネットの重複チェックを無効にします。 サブネットはランダムにネスト/作成できます
ru_ru: Нет - отключает проверку пересечения подсетей. Подсети могут быть вложены/созданы случайным образом. Анархия.
zh_cn: 没有禁止重叠子网检查。 子网可以嵌套/随机创建。 无固定模式.
zh_tw: 不停用重疊子網路檢查。子網路可以被所屬/建立。沒有固定模式

source: Show subnet menu
de_de: Subnetz Men&uuml;
ru_ru: Показать меню подсети
zh_cn: 显示子网菜单

source: Show list of section subnets in subnet list
de_de: VRF-Instanzen und zugeh&ouml;rige Subnetze in der Subnetzliste anzeigen
ru_ru: Показать список секций подсетей в списке подсети
zh_cn: 在子网列表中显示部分子网的列表

source: Show VLAN menu
de_de: VLANs anzeigen
ru_ru: Показать меню VLANов
zh_cn: 显示 VLAN 菜单

source: Permissions
de_de: Berechtigungen
it_it: Permessi
ja_jp: アクセス許可
ru_ru: Права
zh_cn: 权限
zh_tw: 權限

source: Delegate
de_de: Delegieren
fr_fr: Déléguer
it_it: Delega
ja_jp: 委任
ru_ru: Делегировать
zh_cn: 授权
zh_tw: 委派

source: Check to delegate permissions to all subnets in section
fr_fr: Cocher pour déléguer les permissions à tous les sous-réseaux de la section
it_it: Spunta per delegare i permessi a tutte le subnet nella sezione
ru_ru: Выберите для делегирования разрешений всем подсетям в секции
zh_tw: 檢查以在區段中委派所有子網路的權限

source: Deleting Section will delete all belonging subnets and IP addresses
fr_fr: Supprimer la section supprimera tous les sous-réseaux et adresse IP rattachés
it_it: Cancellare la sezione canceller&agrave; tutte le sue subnet e gli indirizzi IP
ru_ru: Удаление Секции повлечёт за собой удаление всех принадлежащих ей подсетей и IP адресов
zh_tw: 刪除區段將刪除所有屬於子網路和 IP 位址

source: Fields reordered successfully
de_de: Felder wurden erfolgreich sortiert
fr_fr: Tri des champs réussi
it_it: Riordinamento campi eseguito
ja_jp: フィールドの順序が変更されました
ru_ru: Поля успешно переупорядочены
zh_cn: 字段重新排序成功
zh_tw: 欄位排序成功

source: Error clearing logs
de_de: Fehler beim L&ouml;schen der Logs
fr_fr: Erreur à la suppression des logs
it_it: Errore pulizia log
ja_jp: ログをクリアするエラー
ru_ru: Ошибка очистки логов
zh_cn: 清除日志时出错
zh_tw: 清偵錯誤記錄

source: Logs cleared successfully
de_de: Logs wurden erfolgreich gel&ouml;scht
fr_fr: Logs supprimés correctement
it_it: Pulizia log eseguita
ja_jp: ログが正常にクリアされました
ru_ru: Логи успешно очищены
zh_cn: 日志清除成功
zh_tw: 記錄清除成功

source: Failed to import subnet
de_de: Fehler beim Import des Subnetzes
fr_fr: Impossible d’importer le sous-réseau
it_it: Errore importazione subnet
ja_jp: サブネットのインポートに失敗しました
ru_ru: Ошибка импортирования подсети
zh_cn: 导入子网失败
zh_tw: 匯入子網路失敗

source: Import successful
de_de: Import erfolgreich
ru_ru: Импортирование прошло успешно
zh_cn: 导入成功

source: Please fix the following errors before inserting
de_de: Bitte beheben Sie zun&auml;chst folgende Fehler vor dem Einf&uuml;gen
fr_fr: Merci de corriger les erreurs suivantes avant insertion
it_it: Per favore correggere i seguenti errore prima di inserire
ja_jp: 挿入する前に、次のエラーを修正してください
ru_ru: Пожалуйста, исправьте следующие ошибки перед вставкой
zh_cn: 插入前请修正以下错误
zh_tw: 請在插入資料前修復下列錯誤

source: AD network connection ok
de_de: Verbindung zum AD Verzeichnisdienst hergestellt
fr_fr: Connection réseau AD ok
it_it: Connessione AD ok
ja_jp: ADネットワーク接続OK
ru_ru: Успешное подключение к сети AD
zh_cn: AD 网络连接正常
zh_tw: AD 網路連接成功

source: Manage VLANs
fr_fr: Gestion des VLANs
it_it: Gestione VLAN
ru_ru: Управление VLANами
zh_tw: VLAN 管理

source: Add VLAN
de_de: VLAN hinzuf&uuml;gen
fr_fr: Ajouter VLAN
it_it: Aggiungi VLAN
ja_jp: VLANを追加します
ru_ru: Добавить VLAN
zh_cn: 添加 VLAN
zh_tw: 加入VLAN

source: No VLANs configured
fr_fr: Aucun VLAN configuré
it_it: Nessuna VLAN configurata
ru_ru: VLANы отсутствуют
zh_tw: 沒有 VLAN 設定

source: Here you can set parameters for connecting to OpenLDAP for authenticating users. phpIPAM uses
fr_fr: Ici vous pouvez régler les paramètres de connection pour l’authentification OpenLDAP
it_it: Qui puoi impostare i parametri di connessione a OpenLDAP per autenticare gli utenti. phpIPAM usa
ru_ru: Здесь вы можете установить параметры для соединения с OpenLDAP для аутентификации пользователей. phpIPAM использует
zh_tw: 在這裡，您可以設定連接到 OpenLDAP 的參數，以驗證 users.phpIPAM 使用

source: First create new user under user management with <u>same username as on LDAP</u> and set usertype to domain user. Also set proper groups (premissions) for this user.
fr_fr: Créez d'abord un nouvel utilisateur avec le même <u>nom que dans l'AD</u>,avec comme type utilisateur du domaine. Paramétrez également les permissions et appartenance de groupe, pour le nouvel utilisateur.
it_it: Prima creare un nuovo utente in gestione utenti con <u>lo stesso username di LDAP</u> e impostare il tipo a utente di dominio. Inoltre impostare i gruppi appropriati (permessi) per l&#39;utente.
ru_ru: Сперва создайте нового пользователя в разделе управления пользователями с <u>таким же именем пользователя, как и доменный пользователь. Также установите правильные групповые права для этого пользователя.
zh_tw: 首先在使用者管理下使用與使用者名相同的使用者名建立新使用者</ u>，並將使用者類型設定為網域使用者。 還為此使用者設定適當的群組 (權限) 。

source: LDAP servers
de_de: OpenLDAP Server
fr_fr: Serveurs OpenLDAP
it_it: Server LDAP
ja_jp: LDAPサーバー
ru_ru: LDAP сервера
zh_cn: LDAP 服务器
zh_tw: LDAP 伺服器

source: Enter base DN for LDAP (default: CN=Users,CN=Company,DC=domain,DC=local)
fr_fr: Entrer le base DN pour LDAP
it_it: Inserire il base DN per LDAP (default: CN=Users,CN=Company,DC=domain,DC=local)
ru_ru: Введите базовый DN для LDAP (default: CN=Users,CN=Company,DC=domain,DC=local)
zh_tw: 為 LDAP 輸入基礎 DN (預設：CN=Users,CN=Company,DC=domain,DC=local)

source: Server port
fr_fr: Port serveur
it_it: Porta server
ru_ru: Порт сервера
zh_tw: 伺服器連接連接埠

source: Sending mail for new IP request failed
fr_fr: Echec d’envoi de mail pour la requête de nouvelle IP
it_it: Invio email per la nuova richiesta IP non riuscito
ru_ru: Ошибка отправки почты запрашивающему IP адрес
zh_tw: IP 申請郵件寄送失敗

source: Sending mail for IP request succeeded
fr_fr: Mail envoyé avec succès
it_it: Invio email per la richiesta IP riuscito
ru_ru: Успешная отправка почты запрашивающему IP адрес
zh_tw: IP 申請郵件寄送成功

source: Edit user instructions
de_de: Bearbeiten Benutzerhinweise
fr_fr: Modifier les instructions utilisateur
it_it: Modifica istruzioni utente
ru_ru: Редактировать инструкции пользователю
zh_cn: 编辑用户说明
zh_tw: 編輯使用者說明

source: Edit IP request instructions
de_de: Bearbeiten Hinweise f&uuml;r IP-Anforderungen
ru_ru: Редактирование инструкций по запросу IP
zh_cn: 编辑 IP 申请说明
zh_tw: 編輯 IP 申請說明

source: User instructions
de_de: Benutzerhinweise
ru_ru: Инструкции пользователю
zh_cn: 用户指南
zh_tw: 使用者說明

source: IP request instructions
de_de: Hinweise IP-Anforderungen
ru_ru: Инструкции для запроса IP
zh_cn: IP 申请指南
zh_tw: IP 申請說明

source: preview
de_de: Vorschau
fr_fr: prévisualisation
it_it: anteprima
ja_jp: プレビュー
ru_ru: предпросмотр
zh_cn: 预览
zh_tw: 預覽

source: Save instructions
de_de: Speichern der Nutzerhinweise
fr_fr: Enregistrer les instructions
it_it: Salva istruzioni
ja_jp: 保存の手順
ru_ru: Сохранить инструкции
zh_cn: 保存说明
zh_tw: 儲存說明

source: Critical
de_de: Kritisch
it_it: Critico
ja_jp: クリティカル
ru_ru: Критический
zh_cn: 严重
zh_tw: 嚴重

source: Create group
de_de: Gruppe erstellen
fr_fr: Créer groupe
it_it: Crea gruppo
ja_jp: グループを作る
ru_ru: Создать группу
zh_cn: 创建组
zh_tw: 建立群組

source: Group name
de_de: Gruppen Name
fr_fr: Nom du groupe
it_it: Nome gruppo
ja_jp: グループ名
ru_ru: Название группы
zh_cn: 组名
zh_tw: 群組名稱

source: Group description
de_de: Gruppen Beschreibung
fr_fr: Description du groupe
it_it: Descrizione gruppo
ja_jp: グループの説明
ru_ru: Описание группы
zh_tw: 群組描述

source: Belonging users
de_de: zugeh&ouml;rige Benutzer
fr_fr: Utilisateurs membres
it_it: Utenti di appartenenza
ja_jp: 所属するユーザー
ru_ru: Принадлежащие пользователи
zh_cn: 所属用户
zh_tw: 所屬使用者

source: Section permissions
de_de: Bereichsberechtigungen
fr_fr: Permissions de section
it_it: Permessi sezione
ja_jp: セクションのアクセス許可
ru_ru: Права секции
zh_cn: 区域权限
zh_tw: 區段許可

source: Administrators
de_de: Administratoren
fr_fr: Administrateurs
it_it: Amministratori
ja_jp: 管理者
ru_ru: Администраторы
zh_cn: 管理员
zh_tw: 管理者

source: Administrator level users
de_de: Benutzer mit Administrationsberechtigungen
fr_fr: Utilisateurs de niveau Administrateur
it_it: Utenti con livello di amministratore
ja_jp: 管理者レベルのユーザー
ru_ru: Пользователи с уровнем Администратор
zh_cn: 管理员级别用户
zh_tw: 管理者級別的使用者

source: All sections:
de_de: Alle Bereiche:
ru_ru: Все секции:
zh_cn: 所有区域：

source: All sections : Read / Write
fr_fr: Toutes sections : Lecture / Ecriture
it_it: Tutte le sezioni: Lettura / Scrittura
ru_ru: Все секции: Чтение/Запись
zh_tw: 所有區段：讀 / 寫

source: add users to this group
de_de: Benutzer zur Gruppe hinzuf&uuml;gen
fr_fr: Ajouter des utilisateurs à ce groupe
it_it: aggiungi utenti a questo gruppo
ja_jp: このグループにユーザーを追加する
ru_ru: добавить пользователей в эту группу
zh_cn: 将用户添加到该组
zh_tw: 向此群組裡加入使用者

source: remove users from this group
de_de: L&ouml;sche Benutzer aus der Gruppe
fr_fr: Enlever des utilisateurs de ce groupe
it_it: cancella utenti da questo gruppo
ja_jp: このグループからユーザーを削除する
ru_ru: удалить пользователей из этой группы
zh_cn: 从该组中删除用户
zh_tw: 從此群組裡移除使用者

source: edit group details
fr_fr: Modifier les détails du groupe
it_it: modifica dettagli gruppo
ru_ru: редактировать свойства группы
zh_tw: 編輯群組細節

source: remove group
fr_fr: supprimer groupe
it_it: cancella gruppo
ru_ru: удалить группу
zh_tw: 移除群組

source: Event details
de_de: Ereignis Details
fr_fr: Details de l’évènement
it_it: Dettagli evento
ja_jp: イベントの詳細
ru_ru: Детали события
zh_cn: 事件详情
zh_tw: 事件細節

source: You cannot write to this subnet
de_de: Sie haben keine Schreibberechtigung f&uuml;r das Subnetz
fr_fr: Vous ne pouvez pas modifier ce sous-réseau
it_it: Non puoi scrivere in questa subnet
ja_jp: このサブネットに書き込むことはできません
ru_ru: У вас нет права записи в эту подсеть
zh_cn: 您无法写入此子网
zh_tw: 您無法寫入至此子網路

source: XLS / CSV subnet import
de_de: XLS / CSV Subnetz Import
fr_fr: Import XLS / CSV de sous-réseau
it_it: Importa subnet da XLS / CSV
ja_jp: XLS / CSVサブネットインポート
ru_ru: Импорт подсети в XLS / CSV
zh_cn: XLS / CSV 子网导入
zh_tw: XLS / CSV 子網路匯入

source: 'app/subnets/import-subnet/upload' folder is not writeable.
de_de: Der Ordner 'app/subnets/import-subnet/upload' ist nicht beschreibbar.
ja_jp: ’app/subnets/import-subnet/upload’ フォルダが書き込みできません
ru_ru: Папка 'app/subnets/import-subnet/upload' недоступна для записи.
zh_cn: 'app/subnets/import-subnet/upload' 文件夹不可写.

source: To successfully import data please use the following XLS/CSV structure:<br>( ip | State | Description | hostname | MAC | Owner | Device | Port | Note
fr_fr: Pour importer des données merci d'utilisateur la structure XLS/CSV suivante:<br>( ip | Etat | Description | nom DNS | MAC | Propriétaire | Equipement | Port | Note
it_it: Per importare correttamente i dati per favore utilizzare questa struttura XLS/CSV:<br>( ip | State | Description | hostname | MAC | Owner | Device | Port | Note
ru_ru: Для успешного импорта данных пожалуйста, используйте следующую XLS/CSV структуру: <br>( ip | Состояние | Описание | имя хоста | MAC | Владелец | Устройство | Порт | Примечание
zh_tw: 請使用 XLS/CSV 格式匯入資料：<BR> (IP |狀態|描述|主機名| MAC | 擁有者 | 裝置 | 連接埠 | 備註

source: Upload file
de_de: Datei hochladen
fr_fr: Envoi de fichier
it_it: Carica file
ja_jp: ファイルをアップロードする
ru_ru: Загрузить файл
zh_cn: 上传文件
zh_tw: 上傳檔案

source: Select CSV file
de_de: W&auml;hle eine CSV Datei
fr_fr: Choisissez un fichier CSV
it_it: Seleziona file CSV
ja_jp: CSVファイルを選択
ru_ru: Выберите CSV файл
zh_cn: 选择 CSV 文件
zh_tw: 選擇 CSV 檔案

source: Clear
fr_fr: Vider
it_it: Pulisci
ru_ru: Стереть
zh_tw: 清除

source: Upload
de_de: Hochladen
fr_fr: Envoyer
it_it: Carica
ja_jp: アップロード
ru_ru: Выгрузить
zh_cn: 上传
zh_tw: 上傳

source: Import file
fr_fr: Import de fichier
it_it: Importa file
ru_ru: Импортировать файл
zh_tw: 匯入檔案

source: Show uploaded subnets
de_de: Zeige hochgeladene Subnetze
fr_fr: Afficher les sous-réseaux envoyés
it_it: Mostra subnet caricate
ja_jp: アップロードされたサブネットを表示する
ru_ru: Показать загруженные подсети
zh_cn: 显示上传的子网
zh_tw: 顯示上傳的子網路

source: You do not have permissions to resize subnet
de_de: Sie haben keine Berechtigung die Gr&ouml;&szlig;e des Subnetzes zu ver&auml;ndern
fr_fr: Vous n’avez pas la permission de redimensionner le sous-réseau
it_it: Non hai i permessi per ridimensionare la subnet
ja_jp: サブネットのサイズを変更する権限がありません
ru_ru: У вас нет прав для изменения размера подсети
zh_cn: 您无权调整子网大小
zh_tw: 您沒有權限可調整子網路的大小

source: New mask must be at least /8
de_de: Neue Netzmaske muss mindestens /8 sein
fr_fr: Le nouveux masque doit être au minimum de /8
it_it: La nuova maschera deve essere almeno /8
ja_jp: 新しいマスクは少なくとも/ 8でなければなりません
ru_ru: Новая маска должна быть хотя бы /8
zh_cn: 新掩码必须至少为 /8
zh_tw: 新的子網路必須小於 /8

source: New subnet not in master subnet
de_de: Neues Subnetz ist nicht im Master Subnetz
fr_fr: Nouveau sous-réseau non inclus dans le sous-réseau maître
it_it: La nuova subnet non rientra nella subnet principale
ja_jp: マスターサブネットにない新しいサブネット
ru_ru: Новая подсеть не принадлежит главной подсети
zh_cn: 新子网不在主子网中
zh_tw: 新的子網路不在主要子網路內

source: Nested subnet out of new subnet
de_de: eingegliedertes Netz befindet sich au&szlig;erhalb des neuen Netzes
fr_fr: Sous-réseau attaché en dehors du nouveau sous-réseau
it_it: La subnet annidata &egrave; fuori dalla nuova subnet
ja_jp: 新しいサブネットのネストされたサブネット
ru_ru: Вложенная подсеть находится вне диапазона новой подсети
zh_cn: 包含的子网超出了新子网
zh_tw: 包含的子網路超出了新的子網路

source: Error resizing subnet
de_de: Fehler bei der Gr&ouml;&szlig;en&auml;nderung des Subnetzes
fr_fr: Erreur au redimensionnement du sous-réseau
it_it: Errore ridimensionamento subnet
ja_jp: サブネットのサイズ変更エラー
ru_ru: Ошибка изменения размера подсети
zh_cn: 调整子网大小时出错
zh_tw: 調整子網路錯誤

source: Subnet resized successfully
de_de: Gr&ouml;&szlig;en&auml;nderung des Subnetzes erfolgreich
fr_fr: Sous-réseau redimensionné avec succès
it_it: Subnet ridimensionata correttamente
ja_jp: サブネットのサイズが正常に変更されました
ru_ru: Изменение размера подсети прошло успешно
zh_cn: 子网大小调整成功
zh_tw: 子網路調整成功

source: Number of subnets
de_de: Anzahl Subnetze
fr_fr: Nombre de sous-réseaux
it_it: Numero di subnet
ja_jp: サブネットの数
ru_ru: Количество подсетей
zh_cn: 子网数量
zh_tw: 子網路數量

source: Group under current
de_de: Gruppiere unter dem bestehenden Subnetz
fr_fr: Groupe en cours
it_it: Gruppo sottostante il gruppo corrente
ja_jp: 現在のグループ
ru_ru: Группа под текущей
zh_cn: 当前组
zh_tw: 目前群組

source: You can split subnet to smaller subnets by specifying new subnets. Please note:
de_de: Mit der Spezifikation neuer Subnetze kann ein Split eines Bestehendes in mehrere Kleinere erfolgen.
fr_fr: Vous pouvez diviser un sous-réseau en plus petits sous-réseaux en spécifiant de nouveaux sous-réseaux. NB:
it_it: Puoi dividere una subnet in subnet pi&ugrave; piccole specificando le nuove subnet. Nota:
ja_jp: 新しいサブネットを指定することによって、サブネットをより小さいサブネットに分割できます。 ご注意ください：
ru_ru: Вы можете разбить подсеть на более мелкие части указав новую подсеть. Пожалуйста учтите:
zh_cn: 您可以通过指定新子网将子网拆分为更小的子网。 请注意：
zh_tw: 您可以透過指定新子網路將子網路拆分為較小的子網路。請注意：

source: Existing IP addresses will be assigned to new subnets
de_de: Existierende IP-Adressen werden den neuen Subnetzen hinzugef&uuml;gt
fr_fr: Les adresses IP existantes seront assignées aux nouveaux sous-réseaux.
it_it: Gli indirizzi IP esistenti verranno assegnati alle nuove subnet
ja_jp: 既存のIPアドレスが新しいサブネットに割り当てられます
ru_ru: Существующие IP адреса будут назначены новым подсетям
zh_cn: 现有 IP 地址将分配给新的子网
zh_tw: 現有的 IP 位址將被分配給新的子網路

source: Group under current will create new nested subnets under current one
de_de: Eine Gruppierung unter dem bestehenden Subnetz erzeugt neue eingegliederte Subnetze
fr_fr: Le groupe en cours va créer de nouveaux sous-réseaux liés sous celui actuel
it_it: Il gruppo sottostante il gruppo corrente creera le nuove subnet annidate in quella corrente
ja_jp: 現在のグループは現在のグループの下に新しいネストされたサブネットを作成します
ru_ru: Группа ниже этой будет создавать новые вложенные подсети под этой
zh_cn: 当前组下的组将在当前子网下创建新的嵌套子网
zh_tw: 目前群組將在目前群組下建立新的所屬子網路

source: If existing IP will fall to subnet/broadcast of new subnets split will fail, except if subnet isPool is enabled
de_de: Das Splitten der Subnetze schl&auml;gt fehl, wenn IP-Adressen durch die Aufteilung zu Broadcast Adressen werden. Es sei denn der Strict Mode ist deaktiviert.
ru_ru: Если существующий IP попадёт на адрес сети/бродкаст новой, разбивка не получится, кроме случая, когда включена опция Пул
zh_cn: 如果现有 IP 将属于子网/新子网的广播，则分割将失败，除非启用了子网池

source: Current mask
de_de: Aktuelle SubnetzMaske
fr_fr: Masque actuel
it_it: Maschera attuale
ja_jp: 現在のマスク
ru_ru: Текущая маска
zh_cn: 当前掩码
zh_tw: 目前遮罩

source: New mask
de_de: Neue Subnetzmaske
fr_fr: Nouveau masque
it_it: Nuova maschera
ja_jp: 新しいマスク
ru_ru: Новая маска
zh_cn: 新掩码
zh_tw: 新遮罩

source: You can change subnet size by specifying new mask (bigger or smaller). Please note
de_de: Die k&ouml;nnen Sie Subnetzgr&ouml;&szlig;e &auml;ndern indem Sie ein neues Subnetz anlegen (gr&ouml;&szlig;er oder kleiner)
fr_fr: Vous pouvez modifier la taille d’un sous-réseau en spécifiant un nouvea masque.NB
it_it: Puoi cambiare la dimensione della subnet specificando una nuova maschera (pi&ugrave; grande o pi&ugrave; piccola). Nota
ja_jp: 新しいマスク（大きいか小さいか）を指定することで、サブネットのサイズを変更できます。 ご注意ください
ru_ru: Вы можете изменить размер подсети указав новую маску (больше или меньше). Пожалуйста учтите
zh_cn: 您可以通过指定新掩码（更大或更小）来更改子网大小。 请注意
zh_tw: 您可以透過指定新的遮罩 (較大或更小) 變更子網路大小。請注意

source: If subnet has hosts outside of resized subnet resizing will not be possible
de_de: Enth&auml;lt das Subnetz IP-Adressen au&szlig;erhalb des neuen Bereichs, ist eine Gr&ouml;&szlig;enver&auml;nderung nicht m&ouml;glich
fr_fr: Si un sous-réseau contient des hôtes en dehors de sa taille une fois redimensionnée, le redimensionnement ne sera pas possible.
it_it: Se una subnet ha degli host che ricadono fuori dalla subnet ridimensionata il ridimensionamento non sar&agrave; possibile
ja_jp: サブネットのホストがサイズ変更されたサブネット外にある場合、サイズ変更はできません
ru_ru: Если подсеть имеет хосты за пределами размера разбитой подсети, разбивка не получится
zh_cn: 如果子网的主机位于调整大小的子网之外，则无法调整大小
zh_tw: 如果子網路具有調整大小的子網路之外的主機則能調整大小

source: If strict mode is enabled check will be made to ensure it is still inside master subnet
de_de: Wenn der Strict Mode aktiviert ist wird &uuml;berpr&uuml;ft ob das Subnetz innerhalb des Master Subnetzes ist.
fr_fr: Si le mode strict est actif, un contrôle verifiera la concordance avec le sous-réseau maître.
it_it: Se la modalit&agrave; rigida &egrave; attiva verranno eseguiti dei controlli per assicurarsi che risieda ancora nella subnet principale
ja_jp: 厳格モードが有効になっている場合、それがマスターサブネット内にあることを確認するためのチェックが行われます
ru_ru: Если строгий режим включён, будет произведена проверка, что она все так же принадлежит главной подсети
zh_cn: 如果启用严格模式，将进行检查以确保它仍在主子网内
zh_tw: 如果啟用嚴格模式，將檢查是否仍然在主要子網路內

source: Add device
de_de: Ger&auml;t hinzuf&uuml;gen
fr_fr: Ajouter équipement
it_it: Aggiungi dispositivo
ja_jp: デバイス追加
ru_ru: Добавить устройство
zh_cn: 添加设备
zh_tw: 加入裝置

source: Add custom equipment
de_de: Hinzuf&uuml;gen eines benutzerspezifischen Ger&auml;tes
ru_ru: Добавить своё оборудование
zh_cn: 添加自定义设备
zh_tw: 加入自訂設備

source: Front side
de_de: Vorderansicht
ja_jp: フロントサイド
ru_ru: Лицевая сторона
zh_cn: 前侧

source: No devices configured
de_de: Keine Ger&auml;te konfiguriert
fr_fr: Aucun équipement configuré
it_it: Nessun dispositivo configurato
ja_jp: デバイスが設定されなかった
ru_ru: Устройств нет
zh_cn: 未配置设备
zh_tw: 沒有裝置可被設定

source: Invalid rack
de_de: Ung&uuml;ltiges Rack
ja_jp: ラックIDが無効です
ru_ru: Неправильный шкаф
zh_cn: 无效机柜

source: Shows in which sections device will be visible for selection
fr_fr: Affiche dans quelles sections l’équipement sera sélectionnable
it_it: Mostra in quali sezioni il dispositivo sar&agrave; selezionabile
ja_jp: どのセクションのデバイスが選択可能に表示されるかを示します
ru_ru: Показывает, в каких секциях устройство будет видимо для выбора
zh_tw: 顯示哪些部分裝置將可見可供選擇

source: Sections
de_de: Bereiche
it_it: Sezioni
ja_jp: セクション
ru_ru: Секции
zh_cn: 区域
zh_tw: 區段

source: Wrong IP addresses (subnet or broadcast)
fr_fr: Mauvaise adresse IP (sous-réseau ou broadcast)
it_it: Indirizzo IP errato (subnet o broadcast)
ja_jp: どのセクションのデバイスが選択可能に表示されるかを示します
ru_ru: Неверные IP адреса (адрес сети или бродкаст)
zh_tw: 錯誤的 IP 位址 (子網路或者廣播位址)

source: Subnet splitted ok
fr_fr: Sous-réseau segmenté avec succès
it_it: Divisione subnet ok
ru_ru: Подсеть разбита успешно
zh_tw: 子網路分割成功

source: Failed to remove old subnet
de_de: Fehler beim Entfernen des alten Subnetzes
fr_fr: Impossible de supprimer l’ancien sous-réseau
it_it: Errore cancellazione vecchia subnet
ja_jp: 古いサブネットを削除できませんでした
ru_ru: Ошибка удаления старой подсети
zh_cn: 无法删除旧子网
zh_tw: 移除舊的子網路失敗

source: Subnet removed from NAT
de_de: Subnetz vom NAT entfernt
ru_ru: Подсеть удалена из NAT
zh_cn: 从 NAT 中删除的子网

source: Number of IP addresses
de_de: Anzahl an IP-Adressen
fr_fr: Nombre d’adresses IP
it_it: Numero di indirizzi IP
ja_jp: IPアドレスの数
ru_ru: Количество IP адресов
zh_cn: IP 地址数量
zh_tw: IP 位址數量

source: Truncating network will remove all IP addresses, that belong to selected subnet!
de_de: Verkleinern des Netzwerkes entfernt alle IP-Adressen, die zugeh&ouml;rig, zum gew&auml;hlten Subnetz sind
fr_fr: Tronquer un réseau va supprimer toutes ses adresse IP !
it_it: Troncare la rete canceller&agrave; tutti gli indirizzi IP che appartengono alla subnet selezionata!
ja_jp: ネットワークを切り詰めると、選択したサブネットに属するすべてのIPアドレスが削除されます
ru_ru: Обрезка сети удалит все IP адреса, которые принадлежат выбранной подсети!
zh_cn: 截断网络将删除属于所选子网的所有 IP 地址！
zh_tw: 分割子網路將會移除所選擇子網路的所有IP位址

source: Subnet truncated succesfully
de_de: Subnetz Verkleinerung erfolgreich!
fr_fr: Sous-réseau tronqué avec succès
it_it: Subnet troncata con successo
ja_jp: サブネットが正常に切り捨てられました
ru_ru: Подсеть обрезана успешно
zh_tw: 子網路分割成功
