Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: de_de, fr_fr, it_it, ja_jp, ru_ru, zh_cn, zh_tw

source: VLAN import
de_de: Import VLAN
fr_fr: Import de VLAN
it_it: Importa VLAN
ja_jp: VLANインポート
ru_ru: Импорт VLAN
zh_cn: VLAN 导入
zh_tw: VLAN 匯入

source: VRF import data preview
de_de: Vorschau VRF-Datenimport
fr_fr: Prévisualiser les données d’importation de VRF
it_it: Anteprima importazione VRF
ja_jp: VRFインポートデータのプレビュー
ru_ru: Предпросмотр импорта данных VRFов
zh_cn: VRF 导入数据预览
zh_tw: VRF匯入資料預覽

source: Select VRF file and fields to import
de_de: Auswahl der zu importierenden Datei mit den VRF-Daten und Datenfeldern
fr_fr: Choisir le fichier de VRF et les champs à importer
it_it: Seleziona file VRF e i campi da importare
ja_jp: インポートするVRFファイルとフィールドを選択します
ru_ru: Выберите файл с VRFами и поля для импорта
zh_cn: 选择要导入的 VRF 文件和字段
zh_tw: 選擇要匯入的VRF檔案和欄位

source: VRF import
fr_fr: Import de VRF
it_it: Importa VRF
ja_jp: VRFインポート
ru_ru: Импорт VRF
zh_cn: VRF 导入
zh_tw: VRF 匯入

source: Import / Export
fr_fr: Importer / Exporter
it_it: Importa / Esporta
ja_jp: インポート / エクスポート
ru_ru: Импорт / Экспорт
zh_cn: 导入 / 导出
zh_tw: 匯入 / 匯出

source: Pick a data set type, and click on an action
de_de: Auswahl eines Datensatztyps und Ausf&uuml;hren einer Aktion
fr_fr: Choisir un type de jeu de données, et cliquer sur une action
it_it: Scegli un tipo di dati, e clicca su un&#39;azione
ja_jp: データセットタイプを選択し、アクションをクリックします
ru_ru: Выберите тип набора данных и нажмите на действие
zh_cn: 选择数据集类型并点击操作
zh_tw: 選擇資料類型，然後按下動作

source: Data set
de_de: Datensatz
fr_fr: Jeu de données
it_it: Dati
ja_jp: データセット
ru_ru: Набор данных
zh_cn: 数据集
zh_tw: 資料集

source: Pick data set
de_de: Datensatz ausw&auml;hlen
fr_fr: Choisir un jeu de données
it_it: Scegli dati
ja_jp: データセットを選択します
ru_ru: Выбор набора данных
zh_cn: 选择数据集
zh_tw: 選擇資料集

source: Device types
de_de: Ger&auml;tetypen
fr_fr: Types d’équipements
it_it: Tipi dispositivo
ja_jp: デバイスの種類
ru_ru: Типы устройств
zh_cn: 设备类型
zh_tw: 裝置類型

source: Not all options are available currently.
de_de: Manche Optionen sind momentan nicht verf&uuml;gbar.
fr_fr: toutes les options ne sont pas encore disponibles.
it_it: Non tutte le opzioni sono attualmente disponibili.
ja_jp: 現在、すべてのオプションが利用可能なわけではありません
ru_ru: В данный момент доступны не все опции.
zh_cn: 当前并非所有选项都可用.
zh_tw: 並非所有選項都可用。

source: Import data entries for the selected type
de_de: Export der Datenelemente f&uuml;r den ausgew&auml;hlten Typ
fr_fr: Importer des données pour le type sélectionné
it_it: Importa dati del tipo selezionato
ja_jp: 選択したタイプのデータエントリをインポートします
ru_ru: Импорт данных для выбранного типа
zh_cn: 导入所选类型的数据条目
zh_tw: 匯入所選類型的資料項目

source: Export data entries for the selected type
de_de: Export der Datenelemente f&uuml;r ausgew&auml;ten Typ
fr_fr: Exporter des données pour le type sélectionné
it_it: Esporta dati del tipo selezionato
ja_jp: 選択したタイプのデータエントリをエクスポートします
ru_ru: Экспорт данных для выбранного типа
zh_cn: 导出所选类型的数据条目
zh_tw: 匯出所選類型的資料項目

source: Recompute master/nested subnet relations.
de_de: Neu berechnen der Haupt- und verschachtelten Subnetze.
fr_fr: Recalculer les relations de sous-réseaux maîtres/rattachés.
it_it: Ricalcolo relazioni subnet principali/annidate.
ja_jp: マスター/ネストされたサブネット関連を再計算します
ru_ru: Пересчёт отношений главной / вложенной подсети.
zh_cn: 重新计算主/嵌套子网关系.
zh_tw: 重新計算 主要/所屬 子網路關係。

source: Recompute
de_de: Neu berechnen
ja_jp: 再計算されたデータ
ru_ru: Пересчёт
zh_cn: 重新计算
zh_tw: 重新計算

source: Not implemented
de_de: Nicht implementiert
fr_fr: Non implémenté
it_it: Non implementato
ja_jp: 実装されていません
ru_ru: Не реализовано
zh_cn: 未实现
zh_tw: 未實現

source: IP Addresses import data preview
de_de: Vorschau Importdaten IP-Adressen
fr_fr: Prévisualisation des données d’IP importées
it_it: Anteprima importazioni indirizzi IP
ja_jp: IPアドレスインポートデータのプレビュー
ru_ru: Предпросмотр импортируемых данных IP адресов
zh_cn: IP 地址导入数据预览
zh_tw: IP 位址匯入資料預覽

source: Select IP Addresses file and fields to import
de_de: Auswahl der zu importierenden Datei mit IP-Adressdaten und Datenfeldern
fr_fr: Choisir un fichier d’adresses IP et les champs à importer
it_it: Seleziona il file indirizzi IP e i campi da importare
ja_jp: インポートするIPアドレスのファイルとフィールドを選択します
ru_ru: Выберите файл с IP адресами и поля для импорта
zh_cn: 选择要导入的 IP 地址文件和字段
zh_tw: 選擇要匯入的 IP 位址檔案和欄位

source: Providing a subnet is optional, the system will add the IP to the longest match if no subnet is provided.
de_de: Die Angabe eines Subnetzes ist optional, die IP-Adresse wird der l&auml;gsten passenden &Uuml;bereinstimmung hinzugef&uuml;gt wenn kein Subnetz angegeben ist.
fr_fr: Fournir un sous-réseau est optionnel, le system ajoutera les adresses IP au plus long sous-réseau correspondant si le sous-réseau n'est pas spécifié.
it_it: Fornire una subnet &egrave; opzionale, il sistema aggiunger&agrave; l&#39;IP alla corrispondenza pi&ugrave; lunga se non &egrave; fornita una subnet.
ja_jp: サブネットを指定する必要はありません。サブネットが指定されていない場合、システムは最長一致にIPを追加します
ru_ru: Предоставление подсети необязательно, система добавит IP к самому длинному совпадению, если не будет предоставлена подсеть.
zh_cn: 提供子网是可选的，如果未提供子网，系统会将IP添加到最长的匹配项.
zh_tw: 提供子網路是可選的，如果沒有提供子網路，系統會將 IP 加入到最長的符合項目。

source: Search for matching subnet in all VRFs.
de_de: Suche nach passendem Subnetz in allen VRF-Instanzen.
ja_jp: すべてのVRF内で一致するサブネットを検索します
ru_ru: Поиск соответствующей подсети во всех VRFах.
zh_cn: 在所有 VRF 中搜索匹配的子网.

source: IP Addresses import
de_de: Import IP-Adressen
fr_fr: Import d’adresses IP
it_it: Importa indirizzi IP
ja_jp: IPアドレスのインポート
ru_ru: Импорт IP Адресов
zh_cn: IP 地址导入
zh_tw: IP 位址匯入

source: Mail settings are missing. Please set admin mail and name!
de_de: E-Mail-Einstellungen fehlen. Bitte Administratorname und Administrator E-Mail festlegen!
fr_fr: Paramètres de messagerie manquants. Merci de fournir un nom et une adresse d’administrateur.
it_it: Mancano le impostazioni email. Per favore impostare un nome e un&#39;email amministratore!
ja_jp: メールの設定がありません。 管理社のメールと名前を設定してください！
ru_ru: Отсутствуют настройки почты. Укажите почту админа и имя!
zh_cn: 邮件设置丢失。 请设置管理员邮件和名称！
zh_tw: 郵件設定遺失。 請設定管理者郵件和名稱。

source: Failed to $_POST[action] nameserver set
ru_ru: Ошибка $_POST[action] установки сервера имён
zh_tw: 設定 $ _POST [action] 名稱伺服器失敗

source: Nameserver
fr_fr: Serveur de nom
ja_jp: DNSサーバ
ru_ru: DNS сервер
zh_cn: 域名服务器

source: Add nameserver
de_de: Nameserver hinzuf&uuml;gen
fr_fr: Ajouter serveur de noms
it_it: Aggiungi nameserver
ja_jp: DNSサーバ追加
ru_ru: Добавить DNS сервер
zh_cn: 添加域名服务器
zh_tw: 加入名稱伺服器

source: Default PTR domain
de_de: Standard PTR-Dom&auml;ne
fr_fr: Domaine PTR par défaut
it_it: Dominio PTR predefinito
ja_jp: デフォルトPTRドメイン
ru_ru: PTR домен по-умолчанию
zh_cn: 默认 PTR 域
zh_tw: 預設 PTR 網域

source: Default PTR domain if no valid hostname for PTR is provided
de_de: Standard PTR-Dom&auml;ne wenn kein g&uuml;ltiger Hostname f&uuml;r PTR angegeben wird
fr_fr: Domaine PTR par défaut si aucun nom PTR valide n’est fourni
it_it: Dominio PTR predefinito se nessun hostname valido &egrave; fornito per il PTR
ja_jp: PTRの有効なホスト名が指定されていない場合のデフォルトのPTRドメイン
ru_ru: PTR домен по-умолчанию, если не указано правильное имя хоста для PTR
zh_cn: 如果未提供 PTR 的有效主机名，则使用默认 PTR 域
zh_tw: 如果沒有提供 PTR 的有效主機名稱，則為預設 PTR 網域

source: Default TTL
de_de: Standard TTL
fr_fr: TTL par défaut
ja_jp: デフォルトTTL
ru_ru: Дефолтный TTL
zh_cn: 默认 TTL
zh_tw: 預設 TTL

source: IPv4 reverse domains
de_de: IPv4-Reverse Dom&auml;nen
fr_fr: Domaines inverses IPv4
it_it: Domini inversi IPv4
ja_jp: IPv4リバースドメイン
ru_ru: Реверсивные домены IPv4
zh_cn: IPv4 反向域
zh_tw: IPv4 反解網域

source: Reverse V4
ru_ru: Обратка V4
zh_cn: 反向 V4

source: Reverse V6
ru_ru: Обратка V6
zh_cn: 反向 V6

source: Adding domain record on slave zone is not permitted
de_de: Hinzuf&uuml;gen eines Dom&auml;neneintrag in der Slave Zone ist nicht zul&auml;ssig
fr_fr: Ajouter un enregistrement de domaine sur une zone esclave n’est pas autorisé
it_it: Aggiungere un record di dominio in una zona slave non &egrave; permesso
ja_jp: スレーブゾーンにドメインレコードを追加することはできません
ru_ru: Добавление доменной записи в подчинённую зону не разрешено
zh_cn: 不允许在从属区域添加域记录
zh_tw: 不允許在所屬區域加入網域記錄

source: does not exist
de_de: existiert nicht
ja_jp: コードが存在しません
ru_ru: отсутствует
zh_cn: 不存在

source: Delete
de_de: Entfernen
fr_fr: Supprimer
it_it: Cancella
ja_jp: 削除
ru_ru: Удалить
zh_cn: 删除
zh_tw: 刪除

source: Autoserial
fr_fr: Numéro de série automatique
it_it: Autoseriale
ja_jp: オートシリアル
ru_ru: Автосерийник
zh_cn: 自动序列号
zh_tw: 自動排序

source: Invalid device type
de_de: Ung&uuml;ltiger Ger&auml;tetyp
ru_ru: Неправильный тип устройства
zh_cn: 设备类型无效

source: Automatic
de_de: Automatisch
fr_fr: Automatique
it_it: Automatico
ja_jp: 自動
ru_ru: Автоматически
zh_cn: 自动
zh_tw: 自動

source: Invalid AS
de_de: Ung&uuml;ltiger AS
fr_fr: AS Invalide
it_it: AS invalido
ja_jp: 無効なAS
ru_ru: Неправильная AS
zh_cn: 无效 AS
zh_tw: AS 無效

source: agent
it_it: agente
ja_jp: エージェント
ru_ru: агент
zh_cn: 代理
zh_tw: 代理程式

source: Agent code
de_de: Agentencode
fr_fr: Code d’agent
it_it: Codice agente
ja_jp: エージェントコード
ru_ru: Код агента
zh_cn: 代理代码
zh_tw: 代理程式編碼

source: Agent id
de_de: Agenten-ID
fr_fr: id d’agent
it_it: Id agente
ja_jp: エージェントID
ru_ru: ID агента
zh_cn: 代理 ID
zh_tw: 代理程式 ID

source: remove agent
fr_fr: Supprimer agent
it_it: cancella agente
ru_ru: удалить агента
zh_tw: 刪除代理程式

source: phpipam-agent documentation
de_de: Dokumentation phpipam-Agent
fr_fr: documentation phpipam-agent
it_it: documentazione phpipam-agent
ja_jp: phpipam-agentのマニュアル
ru_ru: документация по phpipam-agent
zh_cn: phpipam-代理文档
zh_tw: phpIPAM-agent 說明文件

source: Show only supernets
de_de: Zeige nur Supernetze
fr_fr: Afficher uniquement supernets
it_it: Mostra solo supernet
ja_jp: スーパーネットのみを表示
ru_ru: Показать только суперсети
zh_cn: 只显示大型网络
zh_tw: 只顯示大型網路

source: Show only supernets in list of subnets in section
de_de: Zeige nur Supernetze in der Liste der Subnetze im Bereich
fr_fr: Afficher uniquement les supernets dans la liste des sous-réseaux de la section
it_it: Mostra solo supernet nell&#39;elenco subnet della sezione
ja_jp: セクション内のサブネットのリストにスーパーネットのみを表示します
ru_ru: Показать только суперсети в списке подсетей в секции
zh_cn: 仅显示区域子网列表中的大型网络
zh_tw: 只在區段內顯示大型網路清單

source: Permission changes will be propagated to all nested subnets
de_de: &Auml;nderungen der Berechtigungen werden an alle verkn&uuml;pften Subnetze weitergegeben
fr_fr: Les changements de droits seront propagés à l’ensemble des sous-réseaux rattachés
it_it: Le modifiche ai permessi saranno propagate a tutte le subnet annidate
ja_jp: 許可の変更はすべてのネストされたサブネットに反映されます
ru_ru: Изменения доступа будут распространены на все вложенные подсети
zh_cn: 权限变更将传播到所有嵌套子网
zh_tw: 權限變更將傳遞到所有所屬子網路

source: Invalid object Id
de_de: Ung&uuml;ltige Objekt-ID
fr_fr: ID d’objet invalide
it_it: Id oggetto non valido
ja_jp: オブジェクトIDが無効です
ru_ru: Неправильный Id объекта
zh_cn: 对象 ID 无效
zh_tw: 無效的物件 ID

source: Map object to NAT
de_de: Zuordnung des Objekts zum NAT
fr_fr: Relier objet et NAT
it_it: Mappa oggetto a NAT
ja_jp: オブジェクトをNATにマップします
ru_ru: Преобразовать объект в NAT
zh_cn: 将对象映射到 NAT
zh_tw: 將物件對應到 NAT

source: Existing NAT
de_de: Existierendes NAT
fr_fr: NAT existant
it_it: NAT esistente
ja_jp: 既存のNAT
ru_ru: Существующий NAT
zh_cn: 现有的 NAT
zh_tw: 現有的 NAT

source: New object
de_de: Neues Objekt
fr_fr: Nouvel objet
it_it: Nuovo oggetto
ja_jp: 新しいオブジェクト
ru_ru: Новый объект
zh_cn: 新对象
zh_tw: 新物件

source: Add new object to NAT as
de_de: Hinzuf&uuml;gen eines neuen Objektes zum NAT als
fr_fr: Ajouter un nouvel objet au NAT comme
it_it: Aggiungi nuovo oggetto alla NAT come
ja_jp: 新しいオブジェクトをNATに追加
ru_ru: Добавить новый объект в NAT как
zh_cn: 将新对象添加到 NAT 作为
zh_tw: 將新物件加入到 NAT

source: Source
de_de: Ursprung
it_it: Sorgente
ja_jp: ソース
ru_ru: Источник
zh_cn: 源
zh_tw: 來源

source: Destination
de_de: Ziel
it_it: Destinazione
ja_jp: 宛先
ru_ru: Назначение
zh_cn: 目的
zh_tw: 目的

source: Invalid NAT object identifier
de_de: Ung&uuml;ltige NAT-Objektkennung
fr_fr: Identifiant d’objet NAT invalide
it_it: Identificare oggetto NAT non valido
ja_jp: 無効なNATオブジェクト識別子
ru_ru: Неверный идентификатор NAT объекта
zh_cn: NAT 对象标识符无效
zh_tw: 無效的 NAT 物件識別符號

source: Name must have at least 3 characters
de_de: Der Name muss mindestens 3 Zeichen enthalten
fr_fr: Le nom doit comporter au moins 3 caractères
it_it: Il nome deve avere almeno 3 caratteri
ja_jp: 名前は3文字以上でなければなりません
ru_ru: Имя должно состоять хотя бы из 3 символов
zh_cn: 名称必须至少包含 3 个字符
zh_tw: 名稱必須至少有3個字元

source: Invalid NAT type
de_de: Ung&uuml;ltiger NAT-Typ
fr_fr: Type de NAT invalide
it_it: Tipo NAT non valido
ja_jp: 無効なNATタイプ
ru_ru: Неверный тип NAT
zh_cn: NAT 类型无效
zh_tw: 無效的 NAT 類型

source: NAT add failed
fr_fr: Echec d’ajout de NAT
it_it: Errore aggiunta NAT
ru_ru: Ошибка добавления NAT
zh_tw: NAT 加入失敗

source: NAT edit failed
fr_fr: Echec de modification de NAT
it_it: Errore modifica NAT
ru_ru: Ошибка редактирования NAT
zh_tw: NAT 編輯失敗

source: NAT delete failed
fr_fr: Echec de suppression de NAT
it_it: Errore cancellazione NAT
ru_ru: Ошибка удаления NAT
zh_tw: NAT 刪除失敗

source: NAT add successful
fr_fr: Ajout de NAT réussi
it_it: NAT aggiunta
ru_ru: Успешное добавление NAT
zh_tw: NAT 加入成功

source: NAT edit successful
fr_fr: Modification de NAT réussie
it_it: NAT modificata
ru_ru: Успешное редактирование NAT
zh_tw: NAT 編輯成功

source: NAT delete successful
fr_fr: Suppression de NAT réussie
it_it: NAT cancellata
ru_ru: Успешное удаление NAT
zh_tw: NAT 刪除成功

source: Select NAT name
de_de: W&auml;hle einen NAT-Namen
fr_fr: Choisir un nom de NAT
it_it: Seleziona nome NAT
ja_jp: NAT名を選択
ru_ru: Выберите название NAT
zh_cn: 选择 NAT 名称
zh_tw: 選擇 NAT 名稱

source: Select NAT type
de_de: W&auml;hle einen NAT-Typ
fr_fr: Choisir un type de NAT
it_it: Seleziona tipo NAT
ja_jp: NATタイプを選択
ru_ru: Выберите тип NAT
zh_cn: 选择 NAT 类型
zh_tw: 選擇 NAT 類型

source: Select Device
de_de: W&auml;hle ein Ger&auml;t
fr_fr: Choisir un équipement
it_it: Seleziona dispositivo
ja_jp: デバイスを選択
ru_ru: Выберите устройство
zh_cn: 选择设备
zh_tw: 選擇裝置

source: Policy NAT
de_de: NAT-Regeln
ru_ru: Правило NAT
zh_cn: NAT 策略
zh_tw: NAT 規則

source: Create policy NAT
de_de: NAT-Regel erstellen
ru_ru: Создать правило NAT
zh_cn: 创建 NAT 策略

source: Destination address
de_de: Ziel Adresse
ru_ru: Адрес назначения
zh_cn: 目的地地址
zh_tw: 目的位址

source: Source address
de_de: Serveradresse
ru_ru: Адрес источника
zh_cn: 源地址

source: Source port
de_de: Ursprungsport
fr_fr: Port source
it_it: Porta sorgente
ja_jp: ソースポート
ru_ru: Порт источника
zh_cn: 源端口
zh_tw: 來源連接埠

source: Destination port
de_de: Zielport
fr_fr: Port destination
it_it: Porta destinazione
ja_jp: 宛先ポート
ru_ru: Порт назначения
zh_cn: 目的端口
zh_tw: 目的連接埠

source: Please enter IP address
de_de: Bitte eine IP-Adresse eingeben
fr_fr: Veuillez entrer une adresse IP
it_it: Per favore inserire indirizzo IP
ja_jp: IPアドレスを入力してください
ru_ru: Пожалуйста, введите IP адрес
zh_cn: 请输入 IP 地址
zh_tw: 請輸入 IP 位址

source: Invalid NAT item ID
de_de: Ung&uuml;ltige NAT-Element-ID
fr_fr: ID d’objet de NAT invalide
it_it: ID oggetto NAT non valido
ja_jp: 無効なNATアイテムID
ru_ru: Недействительный ID элемента NAT
zh_cn: 无效的 NAT ID
zh_tw: 無效的 NAT ID

source: Invalid NAT direction
de_de: Ung&uuml;ltige NAT-Richtung
fr_fr: direction de NAT invalide
it_it: Direzione NAT non valida
ja_jp: 無効なNAT方向
ru_ru: Неверное направление NAT
zh_cn: 无效的 NAT 方向
zh_tw: 無效的 NAT 方向

source: No results found
de_de: Keine Ergebnisse gefunden
fr_fr: Aucun résultat
it_it: Nessun risultato trovato
ja_jp: 結果が見つかりません
ru_ru: Результатов не найдено
zh_cn: 未找到结果
zh_tw: 未找到結果

source: Static NAT can only contain IP address
fr_fr: Le NAT statique ne peut contenir qu’une seule adresse IP
it_it: Una NAT statica pu&ograve; contenere solo indirizzi IP
ru_ru: Статический NAT может содержать только IP адрес
zh_tw: 靜態 NAT 只能包含 IP 位址

source: Static NAT can only have 1 source address
de_de: Statisches NAT kann nur eine Quelladresse haben
fr_fr: Le NAT statique ne peut avoir qu’une seule adresse source
it_it: Una NAT statica pu&ograve; avere solo 1 indirizzo sorgente
ja_jp: スタティックNATの発信元アドレスは1つだけです
ru_ru: Статический NAT может иметь только 1 адрес источника
zh_cn: 静态 NAT 只能有 1 个源地址
zh_tw: 靜態 NAT 只能有 1 個源位址

source: Static NAT can only have 1 destination address
de_de: Statisches NAT kann nur eine Zieladresse haben
fr_fr: Le NAT statique ne peut avoir qu’une seule adresse destination
it_it: Una NAT statica pu&ograve; avere solo 1 indirizzo destinazione
ja_jp: スタティックNATの宛先アドレスは1つだけです
ru_ru: Статический NAT может иметь только 1 адрес назначения
zh_cn: 静态 NAT 只能有 1 个目标地址
zh_tw: 靜態 NAT 只能有 1 個目的位址

source: Invalid object identifier
de_de: Ung&uuml;ltige Objektkennung
fr_fr: Identifiant d’objet invalide
it_it: Identificatore oggetto non valido
ja_jp: 無効なオブジェクト識別子
ru_ru: Неверный идентификатор объекта
zh_cn: 无效的对象标识符
zh_tw: 無效的物件識別符

source: Invalid object type
de_de: Ung&uuml;ltiger Objekttyp
ru_ru: Неверный тип объекта
zh_cn: 对象类型无效

source: Missing object type or id
de_de: Fehlender Objekttyp oder -ID
fr_fr: Type ou ID d’objet manquant
it_it: Mancano il tipo o l&#39;id dell&#39;oggetto
ja_jp: オブジェクトタイプまたはIDがありません
ru_ru: Отсутствующий тип объекта или id
zh_cn: 缺少对象类型或 ID
zh_tw: 缺少物件類型或 ID

source: Add NAT item
de_de: NAT Element hinzuf&uuml;gen
fr_fr: Ajouter un élément de NAT
it_it: Aggiungi oggetto NAT
ja_jp: NATアイテムを追加
ru_ru: Добавить элемент NAT
zh_cn: 添加 NAT 项
zh_tw: 加入 NAT 項目

source: Search objects
de_de: Suche Objekte
fr_fr: Chercher objets
it_it: Cerca oggetti
ja_jp: 検索オブジェクト
ru_ru: Поиск объектов
zh_cn: 搜索对象
zh_tw: 搜尋物件

source: Enter subnet/IP
de_de: Eingabe Subnetz / IP
fr_fr: Entrer sous-réseau/IP
it_it: Inserisci subnet/IP
ja_jp: サブネット/ IPの入力
ru_ru: Введите подсеть/IP
zh_cn: 输入子网/IP
zh_tw: 輸入 子網路/IP

source: Remove NAT item
de_de: NAT Element entfernen
fr_fr: Supprimer un élément de NAT
it_it: Cancella oggetto NAT
ja_jp: NATアイテムの削除
ru_ru: Удалить элемент NAT
zh_cn: 删除 NAT 项
zh_tw: 刪除 NAT

source: Login text
de_de: Zusatz Logintext
fr_fr: Texte de connexion
it_it: Testo accesso
ja_jp: ログインテキスト
ru_ru: Текст входа
zh_cn: 登录文本
zh_tw: 登入文字

source: Show text above 'username' field on login page (default empty)
de_de: Anzeige einer zus&auml;tzlichen Info &uuml;ber dem Feld 'Benutzername' auf der Login Seite
fr_fr: Afficher le texte au dessus du champ ’utilisateur’ sur la page de connexion (vide par défaut)
ja_jp: ログインページの ’username’フィールドの上にテキストを表示します（デフォルトは空）
ru_ru: Показать текст выше поля 'имя пользователя' на странице входа (по-умолчанию пусто)
zh_cn: 在登录页面的“用户名”字段上方显示文本（默认为空）
zh_tw: 在登入頁面上顯示「username」欄位上方的文字 (預設是空值)

source: Maintenance mode
de_de: Wartungsmodus
fr_fr: Mode maintenance
it_it: Modalit&agrave; manutenzione
ja_jp: メンテナンスモード
ru_ru: Режим отладки
zh_cn: 维护模式
zh_tw: 維護模式

source: Put phpipam to maintenance mode
de_de: Versetze phpipam in den Wartungsmodus
fr_fr: Passer phpipam en mode maintenance
it_it: Metti phpipam in modalit&agrave; manutenzione
ja_jp: phpipamをメンテナンスモードにします
ru_ru: Перевести phpipam в режим отладки
zh_cn: 将 phpipam 设置为维护模式
zh_tw: 將 phpIPAM 切換至維護模式

source: Enable NAT
de_de: Aktiviere NAT
fr_fr: Activer NAT
it_it: Attiva NAT
ja_jp: NATを有効化
ru_ru: Включить NAT
zh_cn: 启用 NAT
zh_tw: 啟用 NAT

source: Enable or disable NAT module
de_de: Aktiviere / Deaktiviere NAT-Modul
fr_fr: Activer/désactiver le module NAT
it_it: Attiva o disattiva modulo NAT
ja_jp: NATモジュールを有効または無効化
ru_ru: Включить или выключить режим NAT
zh_cn: 启用或禁用 NAT 模块
zh_tw: 啟用或停用 NAT 模組

source: Enable PowerDNS
de_de: Aktiviere PowerDNS
fr_fr: Activer PowerDNS
it_it: Attiva PowerDNS
ja_jp: PowerDNSを有効化
ru_ru: Включить PowerDNS
zh_cn: 启用 PowerDNS
zh_tw: 啟用 PowerDNS

source: Enable or disable PowerDNS module
de_de: Aktiviere / Deaktiviere PowerDNS-Modul
fr_fr: Activer/désactiver le module PowerDNS
it_it: Attiva o disattiva in modulo PowerDNS
ja_jp: PowerDNSモジュールを有効または無効化
ru_ru: Включить или выключить PowerDNS модуль
zh_cn: 启用或禁用 PowerDNS 模块
zh_tw: 啟用或停用 PowerDNS 模組

source: Enable DHCP
de_de: Aktiviere DHCP
fr_fr: Activer DHCP
it_it: Attiva DHCP
ja_jp: DHCPを有効化
ru_ru: Включить DHCP
zh_cn: 启用 DHCP
zh_tw: 啟用 DHCP

source: Enable or disable DHCP module
de_de: Aktiviere / Deaktiviere DHCP-Modul
fr_fr: Activer/désactiver le module DHCP
it_it: Attiva o disattiva il modulo DHCP
ja_jp: DHCPモジュールを有効または無効化
ru_ru: Включить или выключить DHCP модуль
zh_cn: 启用或禁用 DHCP 模块
zh_tw: 啟用或停用 DHCP 模組

source: Locations module
de_de: Modul Standorte
fr_fr: Module Emplacements
it_it: Modulo posizioni
ja_jp: ロケーションモジュール
ru_ru: Модуль местоположения
zh_cn: 位置模块
zh_tw: 位置模組

source: Enable or disable locations module
de_de: Aktiviere / Deaktiviere Modul Standorte
fr_fr: Activer/désactiver le module Emplacements
it_it: Attiva o disattiva il modulo posizioni
ja_jp: ロケーションモジュールを有効または無効にします
ru_ru: Включить или выключить модуль местоположений
zh_cn: 启用或禁用位置模块
zh_tw: 啟用或停用位置模組

source: PSTN module
de_de: Modul PSTN
fr_fr: Module PSTN
it_it: Modulo PSTN
ja_jp: PSTNモジュール
ru_ru: PSTN модуль
zh_cn: PSTN 模块
zh_tw: PSTN 模組

source: Enable or disable PSTN module to manage phone numbers
de_de: Aktiviere / Deaktiviere Modul PSTN
fr_fr: Activer/désactiver le module PSTN pour gérer les numéros de téléphone
it_it: Attiva o disattiva il modulo PSTN per gestire i numeri di telefono
ja_jp: 電話番号を管理するPSTNモジュールを有効または無効にします
ru_ru: Включить или выключить PSTN модуль для управления телефонными номерами
zh_cn: 启用或禁用 PSTN 模块来管理电话号码
zh_tw: 啟用或停用 PSTN 模組管理電話號碼

source: Link addresses
de_de: Verkn&uuml;pfte IP-Adressen
fr_fr: Lier adresses
it_it: Indirizzi collegati
ja_jp: リンクアドレス
ru_ru: Линковые адреса
zh_cn: 链接地址
zh_tw: 連結位址

source: Display linked addresses from another subnet if it matches selected field
de_de: Anzeige von verkn&uuml;pften Adressen aus einem anderen Subnetz, wenn diese mit dem ausgew&auml;hlten Feld &uuml;bereinstimmen
fr_fr: Afficher les adresses liées d’une autre sous-réseau s’il y a correspondance avec les champs choisis
it_it: Visualizza gli indirizzi collegati da un&#39;altra subnet se corrispondono i campi selezionati
ja_jp: 選択されたフィールドと一致する場合、別のサブネットからリンクされたアドレスを表示します
ru_ru: Отображать связанные адреса из другой подсети, если они соответствуют выбранному полю
zh_cn: 如果与所选字段匹配，则显示来自另一个子网的链接地址
zh_tw: 如果與所選欄位相符，則顯示來自其他子網路的連結位址

source: Syslog
de_de: Systemlog
ru_ru: Сислог
zh_cn: 系统日志
zh_tw: 系統記錄

source: Syslog and local Database
de_de: Syslog und lokale Datenbank
ru_ru: Сислог и локальная База данных
zh_cn: 系统日志和本地数据库

source: Set where to send system logs
de_de: Einstellung wohin System Logmeldungen verschickt werden sollen
fr_fr: Choisir où envoyer les logs système
it_it: Imposta dove inviare i log di sistema
ja_jp: システムログの送信先を設定します
ru_ru: Укажите куда отправлять системные логи
zh_cn: 设置系统日志发送到的位置
zh_tw: 設定發送系統記錄的位置

source: Update Tags
de_de: Aktualisierung Markierungen
fr_fr: Mettre à jour les labels
it_it: Aggiorna Tag
ja_jp: タグの更新
ru_ru: Обновить тэги
zh_cn: 更新标签
zh_tw: 更新標籤

source: Update address tags when address state change occurs
de_de: Aktualisierung der Markierungen von Adressen wenn Status&auml;nderungen auftreten
fr_fr: Mettre à jour les labels d’adresses quand un changement d’état d’adresse a lieu
it_it: Aggiorna i tag dell&#39;indirizzo quando si verifica un cambio di stato
ja_jp: アドレスの変更が発生したときにアドレスタグを更新します
ru_ru: Обновлять тэги адреса во время изменения его состояния
zh_cn: 地址状态发生变化时更新地址标签
zh_tw: 發生位址狀態變更時更新位址標籤

source: Require uniques subnets
ru_ru: Требуются уникальные подсети
zh_tw: 需要唯一子網路

source: Require unique subnets
de_de: Einfordern von eindeutigen Subnetzen
fr_fr: Requiert sous-réseau unique
it_it: Richiedi subnet univoche
ja_jp: 固有のサブネットが必要です
ru_ru: Требуются уникальные подсети
zh_cn: 需要唯一的子网
zh_tw: 僅能有唯一的子網路

source: Require unique subnets accross all sections
de_de: Fordere eindeutige Subnetze &uuml;ber alle Bereiche
fr_fr: Requiert l’unicité des sous-réseaux dans l’ensemble des sections
it_it: Richiedi subnet univoche tra tutte le sezioni
ja_jp: すべてのセクションで一意のサブネットが必要です
ru_ru: Требуются уникальные подсети во всех секциях
zh_tw: 要求所有區段只能有唯一的子網路
