Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: de_de, fr_fr, it_it, ja_jp, ru_ru, zh_cn, zh_tw

source: removing Domain will also remove all referenced entries!
de_de: Das L&ouml;schen der Dom&auml;ne wird ebenfalls alle referenzierten Eintr&auml;ge l&ouml;schen
fr_fr: Supprimer le domaine supprimera également toutes les entrées référencées !
it_it: cancellare il dominio canceller&agrave; anche tutti gli oggetti referenziati!
ja_jp: ドメインを削除すると、参照されているすべてのエントリも削除されます
ru_ru: удаление Домена повлечёт за собой удаление всех связанных с ним записей!
zh_cn: 删除域也会删除所有引用的条目！
zh_tw: 移除網域也將移除所有引用的項目。

source: Invalid domain
de_de: Ung&uuml;ltige Dom&auml;ne
fr_fr: Domaine invalide
it_it: Dominio non valido
ja_jp: ドメインが無効です
ru_ru: Неверный домен
zh_cn: 域名无效
zh_tw: 無效的網域

source: Records for domain
de_de: Eintr&auml;ge f&uuml;r Dom&auml;ne
fr_fr: Enregistrements pour le domaine
it_it: Record del dominio
ja_jp: ドメインのレコード
ru_ru: Записи для домена
zh_cn: 域名记录
zh_tw: 網域記錄

source: Domains
de_de: Dom&auml;nen
fr_fr: Domaines
it_it: Domini
ja_jp: ドメイン
ru_ru: Домены
zh_cn: 域名
zh_tw: 網域

source: New record
de_de: Neuer Eintrag
fr_fr: Nouvel enregistrement
it_it: Nuovo record
ja_jp: 新記録
ru_ru: Новые записи
zh_cn: 新纪录
zh_tw: 新的紀錄

source: Domain has no records
de_de: Dom&auml;ne hat keine Eintr&auml;ge
fr_fr: Le domaine n’a pas d’enregistrement
it_it: Il dominio non ha record
ja_jp: ドメインにはレコードがありません
ru_ru: Домен не имеет записей
zh_cn: 域名无记录
zh_tw: 網域沒有記錄

source: Last update
de_de: Letzte Aktualisierung
fr_fr: Dernière mise à jour
it_it: Ultimo aggiornamento
ja_jp: 最後の更新
ru_ru: Последнее обновление
zh_cn: 最后更新
zh_tw: 最後更新

source: SOA, NS records
de_de: SOA, NS Eintr&auml;ge
fr_fr: Enregistrement SOA, NA
it_it: Record SOA, NS
ja_jp: SOA、NSレコード
ru_ru: Записи SOA, NS
zh_cn: SOA、NS 记录
zh_tw: SOA, NS記錄

source: Domain records
de_de: Dom&auml;nen-Eintr&auml;ge
fr_fr: Enregistrements de domaine
it_it: Record di dominio
ja_jp: ドメインレコード
ru_ru: Доменные записи
zh_cn: 域名记录
zh_tw: 網域記錄

source: No records
de_de: Keine Eintr&auml;ge
fr_fr: Aucun enregistrement
it_it: Nessun record
ja_jp: 記録なし
ru_ru: Нет записей
zh_cn: 无记录
zh_tw: 無記錄

source: Create domain
de_de: Dom&auml;ne anlegen
fr_fr: Créer un domaine
it_it: Crea dominio
ja_jp: ドメインの作成
ru_ru: Создать домен
zh_cn: 创建域
zh_tw: 建立網域

source: No domains configured
de_de: Keine Dom&auml;ne konfiguriert
fr_fr: Aucun domaine configuré
it_it: Nessun dominio configurato
ja_jp: ドメインが設定されていません
ru_ru: Нет настроенных доменов
zh_cn: 未配置域
zh_tw: 沒有網域設定

source: Domain
de_de: Dom&auml;ne
fr_fr: Domaine
it_it: Dominio
ja_jp: ドメイン
ru_ru: Домен
zh_cn: 域名
zh_tw: 網域

source: Records
de_de: Eintr&auml;ge
fr_fr: Enregistrements
it_it: Record
ja_jp: 記録
ru_ru: Записи
zh_cn: 记录
zh_tw: 記錄

source: Serial number
de_de: Seriennummer
fr_fr: Numéro de série
it_it: Numero di serie
ja_jp: シリアルナンバー
ru_ru: Серийный номер
zh_cn: 序列号
zh_tw: 序號

source: IPv4 reverse domain
fr_fr: Domaines inverses IPv4
it_it: Dominio inverso IPv4
ru_ru: Реверсивный домен IPv4
zh_tw: IPv4 反解網域

source: IPv6 reverse domains
de_de: IPv6-Reverse Dom&auml;nen
fr_fr: Domaines inverses IPv6
it_it: Dominio inverso IPv6
ja_jp: IPv6リバースドメイン
ru_ru: Реверсивные домены IPv6
zh_cn: IPv6 反向域名
zh_tw: IPv6 反解網域

source: PowerDNS management
de_de: PowerDNS Verwaltung
fr_fr: Gestion PowerDNS
it_it: Gestione PowerDNS
ja_jp: PowerDNSの管理
ru_ru: Управление PowerDNS
zh_cn: PowerDNS 管理
zh_tw: PowerDNS 管理

source: Please enable powerDNS module under server management
de_de: Bitte aktiviere das powerDNS Modul in der Server Verwaltung
fr_fr: Merci d’activer le module PowerDNS dans la Gestion du serveur
it_it: Attivare il modulo powerDNS nella gestione server
ja_jp: サーバー管理下でpowerDNSモジュールを有効にしてください
ru_ru: Пожалуйста, включите модуль powerDNS в разделе управления сервером
zh_cn: 请在服务器管理下启用 powerDNS 模块
zh_tw: 請在服務管理裡啟用 PowerDNS

source: Invalid name
de_de: Ung&uuml;ltiger Name
fr_fr: Nom invalide
it_it: Nome non valido
ja_jp: 無効な名前
ru_ru: Неверное имя
zh_cn: 名称无效
zh_tw: 無效名稱

source: Invalid content
de_de: Ung&uuml;ltiger Inhalt
fr_fr: Contenu invalide
it_it: Contenuto non valido
ja_jp: 無効なコンテンツ
ru_ru: Неверное содержимое
zh_cn: 无效内容
zh_tw: 無效內容

source: Domain does not exist
de_de: Dom&auml;ne existiert nicht
fr_fr: Domaine inexistant
it_it: Il dominio non esiste
ja_jp: ドメインは存在しません
ru_ru: Домен не существет
zh_cn: 域名不存在
zh_tw: 網域不存在

source: DNS record
de_de: DNS Eintrag
fr_fr: Enregistrement DNS
it_it: Record DNS
ja_jp: DNSレコード
ru_ru: DNS запись
zh_cn: DNS 记录
zh_tw: DNS 記錄

source: for domain
de_de: f&uuml;r Dom&auml;ne
ja_jp: ドメイン
ru_ru: для домена
zh_cn: 对于域

source: Record type
de_de: Eintragstyp
fr_fr: Type d’enregistrement
it_it: Tipo record
ja_jp: レコードタイプ
ru_ru: Тип записи
zh_cn: 记录类型
zh_tw: 記錄類型

source: Priority
de_de: Priorit&auml;t
fr_fr: Priorité
it_it: Priorit&agrave;
ja_jp: 優先
ru_ru: Приоритет
zh_cn: 优先级
zh_tw: 優先順序

source: Invalid subnet
de_de: Ung&uuml;ltiges Subnetz
fr_fr: Sous-réseau invalide
it_it: Subnet non valida
ja_jp: 無効なサブネット
ru_ru: Неверная подсеть
zh_cn: 子网无效
zh_tw: 無效子網路

source: Automatic PTR creation for this subnet is disabled
de_de: Automatische PTR Erstellung ist f&uuml;r dieses Subnetz deaktiviert
fr_fr: Création automatique de PTR pour ce sous-réseau désactivée
it_it: Creazione automatica record PTR disattivata per questa subnet
ja_jp: このサブネットの自動PTR作成は無効です
ru_ru: Автоматическое создание PTR для этой подсети отключено
zh_cn: 该子网的自动 PTR 创建已禁用
zh_tw: 此子網路的自動 PTR 建立已停用

source: PowerDNS not enabled
de_de: PowerDNS nicht aktiviert
fr_fr: PowerDNS non activé
it_it: PerDNS non attivo
ja_jp: PowerDNSが有効になっていません
ru_ru: PowerDNS не включен
zh_cn: PowerDNS 未启用
zh_tw: PowerDNS 沒有啟用

source: PTR zone refresh records
de_de: PTR Zone aktualisiere Eintr&auml;ge
fr_fr: Raffraîchissement des enregistrements de zone PTR
it_it: Aggiorna record zona PTR
ja_jp: PTRゾーンリフレッシュレコード
ru_ru: Обновление записей PTR зоны
zh_cn: PTR 专区刷新记录
zh_tw: 重新整理 PTR 區域

source: Clicking on regenerate will remove all PTR records for subnet and recreate new.
de_de: Ein Klick auf Regenerieren wird alle PTR Eintr&auml;ge f&uuml;r das Subnetz l&ouml;schen und diese neu erzeugen.
fr_fr: Cliquez sur regénérer va supprimer tous les enregistrements PTR du sous-réseau et les re-créer.
it_it: Cliccare rigenera canceller&agrave; tutti i record PTR per questa subnet e li creer&agrave; nuovi.
ja_jp: 再生成をクリックすると、サブネットのすべてのPTRレコードが削除され、新規作成されます
ru_ru: Нажатие на регенерацию удалит все PTR записи для подсети и создаст их заново.
zh_cn: 单击“重新生成”将删除子网的所有 PTR 记录并重新创建新记录.
zh_tw: 按下重新產生將刪除子網路的所有PTR記錄並重新建立新的。

source: Database settings
de_de: Datenbankeinstellungen
fr_fr: Paramètres de base de données
it_it: Impostazioni database
ja_jp: データベース設定
ru_ru: Настройки базы данных
zh_cn: 数据库设置
zh_tw: 資料庫設定

source: Host
fr_fr: Hôte
ja_jp: ホスト
ru_ru: Хост
zh_cn: 主机
zh_tw: 主機

source: Primary nameserver is mandatory
de_de: Prim&auml;rer Nameserver ist verpflichtend
fr_fr: Serveur DNS principal obligatoire
it_it: Nameserver principale obbligatorio
ja_jp: プライマリネームサーバは必須です
ru_ru: Первичный DNS сервер обязателен
zh_cn: 主域名服务器是必需的
zh_tw: 主要名稱伺服器是必須的

source: Failed to add nameserver set
fr_fr: Echec d’ajout du set nameserver
it_it: Errore aggiunta nameserver
ru_ru: Ошибка добавления настройки DNS сервера
zh_tw: 加入名稱伺服器設定失敗

source: Failed to edit nameserver set
fr_fr: Echec de modification du set nameserver
it_it: Errore modifica nameserver
ru_ru: Ошибка редактирования настройки DNS сервера
zh_tw: 編輯名稱伺服器設定失敗

source: Failed to delete nameserver set
fr_fr: Echerc de supprerssion du set nameserver
it_it: Errore cancellazione nameserver
ru_ru: Ошибка удаления настройки DNS сервера
zh_tw: 刪除名稱伺服器設定失敗

source: Nameserver set add successfull
fr_fr: Set nameserver ajouté avec succès
it_it: Nameserver aggiunto
ru_ru: Успешное добавление настройки DNS сервера
zh_tw: 加入名稱伺服器成功

source: Nameserver set edit successfull
fr_fr: Set nameserver modifié avec succès
it_it: Nameserver modificato
ru_ru: Успешное редактирование настройки DNS сервера
zh_tw: 編輯名稱伺服器成功

source: Nameserver set delete successfull
fr_fr: Set nameserver supprimé avec succès
it_it: Nameserver cancellato
ru_ru: Успешное удаление настройки DNS сервера
zh_tw: 刪除名稱伺服器成功

source: Nameserver set
de_de: Nameserver
fr_fr: Set nameserver
it_it: Nameserver
ja_jp: ネームサーバセット
ru_ru: Установка DNS сервера
zh_cn: 设置域名服务器
zh_tw: 名稱伺服器設定

source: nameserver set
de_de: setzen des Nameserver
ru_ru: установка DNS сервера
zh_cn: 域名服务器安装

source: Primary
fr_fr: Primaire
it_it: Primario
ru_ru: Первичный
zh_tw: 主要

source: Primary nameserver
fr_fr: Serveur de noms primaire
it_it: Nameserver principale
ru_ru: Первичный DNS сервер
zh_tw: 主要名稱伺服器

source: Secondary
fr_fr: Secondaire
it_it: Secondario
ru_ru: Вторичный
zh_tw: 次要

source: Secondary nameserver
fr_fr: Serveur de noms secondaire
it_it: Nameserver secondario
ru_ru: Вторичный DNS сервер
zh_tw: 次要名稱名伺服器

source: Tertiary
fr_fr: Tertiaire
it_it: Terziario
ru_ru: Третичный
zh_tw: 第三

source: Tertiary nameserver
fr_fr: Serveur de noms tertiaire
it_it: Nameserver terziario
ru_ru: Третичный DNS сервер
zh_tw: 第三名稱伺服器

source: Sections to display nameserver set in
de_de: Bereiche in denen Nameserver angezeigt werden
fr_fr: Sections dans lesquelles afficher le set nameserver
it_it: Sezioni in cui visualizzare i nameserver
ja_jp: ネームサーバーを表示するセクション
ru_ru: Секции для показа настроек DNS сервера
zh_cn: 显示域名服务器设置的区域
zh_tw: 顯示名稱伺服器的區段

source: removing nameserver set will also remove all references from belonging subnets!
de_de: L&ouml;schen des Nameservers wird auch die Referenz aus zugeordneten Subnetzen l&ouml;schen.
fr_fr: Supprimer le set nameserver supprimera également toutes les références dans les sous-réseaux rattachés !
it_it: cancellare i nameserver canceller&agrave; anche tutti i riferimenti dalle subnet possedute!
ja_jp: ネームサーバセットを削除すると、所属するサブネットからすべての参照も削除されます!
ru_ru: удаление DNS сервера повлечёт за собой удаление всех связанных с ним ссылок из принадлежащих подсетей!
zh_cn: 删除域名服务器设置还将删除所属子网中的所有引用！
zh_tw: 刪除名稱伺服器設定也將從所屬的子網路刪除所有資訊。

source: Manage Nameserver sets
de_de: Verwaltung Nameservers&auml;tze
fr_fr: Gestion des sets Nameserver
it_it: Gestione Nameserver
ja_jp: ネームサーバセットを管理します
ru_ru: Управление настройками DNS сервера
zh_cn: 管理域名服务器设置
zh_tw: 管理名稱伺服器設定

source: Add nameserver set
de_de: Nameserver hinzuf&uuml;gen
fr_fr: Ajouter un set nameserver
it_it: Aggiungi nameserver
ja_jp: ネームサーバーセットを追加します
ru_ru: Добавить настройки DNS сервера
zh_cn: 添加域名服务器设置
zh_tw: 加入名稱伺服器設定

source: No nameserver sets defined
de_de: Keine Nameservers&auml;tze definiert
fr_fr: Aucun set nameserver défini
it_it: Nessun nameserver definito
ja_jp: ネームサーバーセットが定義されていません
ru_ru: Нет настроек DNS сервера
zh_cn: 未定义域名服务器设置
zh_tw: 沒有定義名稱伺服器設定

source: NAT cleanup
de_de: NAT Bereinigung
ja_jp: NATの除去
ru_ru: Очистка NAT
zh_cn: NAT 清理

source: Removing deleted addresses and subnets items from NAT...
de_de: Entfernung Elemente der gel&ouml;schten Adressen und Subnetze im NAT...
ja_jp: 削除されたアドレスやサブネットの項目をNATから削除しています...
ru_ru: Очистка удалённых адресов и элементов подсетей из NAT...
zh_cn: 正在从 NAT 中移除已删除的地址和子网项目...

source: Removed
de_de: Entfernt
ja_jp: 削除
ru_ru: Удалены
zh_cn: 已删除

source: No subnets removed from NAT
de_de: Keine Subnets im NAT entfernt
ja_jp: グループから削除されたユーザー
ru_ru: Нет удаленных из NAT подсетей
zh_cn: 未从 NAT 中删除子网

source: device type
de_de: Ger&auml;tetyp
fr_fr: Type d’équipement
it_it: tipo dispositivo
ja_jp: デバイスタイプ
ru_ru: тип устройства
zh_cn: 设备类型
zh_tw: 裝置類型

source: Device type management
de_de: Ger&auml;tetypverwaltung
fr_fr: Gestion des types d’équipement
it_it: Gestione tipi dispositivo
ja_jp: デバイスタイプ管理
ru_ru: Управление типами устройств
zh_cn: 设备类型管理
zh_tw: 裝置類型管理

source: Add device type
de_de: Ger&auml;tetyp hinzuf&uuml;gen
fr_fr: Ajouter un type d’équipement
it_it: Aggiungi tipo dispositivo
ja_jp: デバイスタイプを追加します
ru_ru: Добавить тип устройства
zh_cn: 添加设备类型
zh_tw: 增加裝置類型

source: subnets
de_de: Subnetze
fr_fr: Sous-réseaux
it_it: subnet
ja_jp: サブネット
ru_ru: подсети
zh_cn: 子网
zh_tw: 子網路

source: Confirm
de_de: Best&auml;tigen
fr_fr: Confirmer
it_it: Conferma
ja_jp: 確認
ru_ru: Подтверждение
zh_cn: 确认
zh_tw: 確認

source: Section add failed
fr_fr: Echec d’ajout de section
it_it: Errore aggiunta sezione
ru_ru: Ошибка добавления секции
zh_tw: 區段加入失敗

source: Section edit failed
fr_fr: Echec de modification de section
it_it: Errore modifica sezione
ru_ru: Ошибка редактирования секции
zh_tw: 區段編輯失敗

source: Section delete failed
fr_fr: Echec de suppression de section
it_it: Errore cancellazione sezione
ru_ru: Ошибка удаления секции
zh_tw: 區段刪除失敗

source: Section reordering failed
de_de: Neuordnung des Bereichs fehlgeschlagen
fr_fr: Echec de réordonnancement de section
it_it: Errore riordinamento sezione
ja_jp: セクションの並べ替えに失敗しました
ru_ru: Ошибка изменения порядка секции
zh_cn: 区域重新排序失败
zh_tw: 區段排序失敗

source: No groups available
de_de: Keine Gruppen verf&uuml;gbar
fr_fr: Aucun groupe disponible
it_it: Nessun gruppo disponibile
ja_jp: 利用可能なグループはありません
ru_ru: Нет доступных групп
zh_cn: 无可用组
zh_tw: 沒有可用的群組

source: Default domain cannot be deleted
de_de: Die Standard Dom&auml;ne kann nicht gel&ouml;scht werden
fr_fr: le domaine par défaut ne peut être supprimé
it_it: Il dominio predefinito non pu&ograve; essere cancellato
ja_jp: デフォルトのドメインは削除できません
ru_ru: Домен по-умолчанию не может быть удален
zh_cn: 默认域名无法删除
zh_tw: 預設網域不能刪除

source: Name is required
de_de: Name ist erforderlich
fr_fr: Nom requis
it_it: Nome obbligatorio
ja_jp: 名前は必須です
ru_ru: Необходимо указать имя
zh_cn: 名称为必填项
zh_tw: 姓名為必填

source: VLANs in domain
fr_fr: VLANs dans le domaine
it_it: VLAN nel dominio
ru_ru: VLANы в домене
zh_tw: 網域中的 VLAN

source: domain name
de_de: Dom&auml;nen-Name
fr_fr: Nom de domaine
it_it: nome dominio
ja_jp: ドメイン名
ru_ru: имя домена
zh_cn: 域名
zh_tw: 網域名稱

source: Sections to display domain in
de_de: Dom&auml;ne in Bereichen anzeigen
fr_fr: Sections dans lesquelles afficher le domaine
it_it: Sezioni in cui visualizzare il dominio
ja_jp: ドメインを表示するセクション
ru_ru: Секции, где показывать домен
zh_cn: 显示域的区域
zh_tw: 顯示網域的區段

source: removing vlan domain will move all belonging vlans to default domain
de_de: Das Entfernen einer VLAN-Dom&auml;ne wird alle zugeh&ouml;rigen VLANs in die Standard Dom&auml;ne verschieben.
ja_jp: VLANドメインを削除すると、所属するすべてのVLANをデフォルトドメインに移動します。
ru_ru: удаление vlan домена, повлечет за собой перемещение всех принадлежащих vlan в домен по-умолчанию
zh_cn: 删除 VLAN 域会将所有所属 VLAN 移至默认域

source: Current l2 domain
de_de: Aktuelle L2-Dom&auml;n
fr_fr: Domaine l2 courant
it_it: Dominio l2 corrente
ja_jp: 現在のL2ドメイン
ru_ru: Текущий l2 домен
zh_cn: 当前 l2 域
zh_tw: 目前的 L2 網域

source: New domain
de_de: Neue Dom&auml;ne
fr_fr: Nouveau domaine
it_it: Nuovo dominio
ja_jp: 新しいドメイン
ru_ru: Новый домен
zh_cn: 新域名
zh_tw: 新網域

source: No domains available!
de_de: Keine Dom&auml;nen verf&uuml;gbar!
fr_fr: Aucun domaine disponible !
it_it: Nessun dominio disponibile!
ja_jp: 利用可能なドメインがありません！
ru_ru: Домены не найдены!
zh_cn: 无可用域名！
zh_tw: 沒有可用的網域。

source: SNMP module disbled
de_de: Modul SNMP ist deaktiviert
fr_fr: Module SNMP désactivé
it_it: Modulo SNMP disattivato
ja_jp: SNMPモジュールを無効にする
ru_ru: SNMP модуль отключён
zh_tw: SNMP 模組已停用

source: Failed to move VLAN to new domain
de_de: VLAN in neue Dom&auml;ne verschieben fehlgeschlagen
fr_fr: Echec de déplacement du VLAN dans le nouveau domaine
it_it: Errore spostando la VLAN nel nuovo dominio
ja_jp: VLANを新しいドメインに移動できませんでした
ru_ru: Ошибка перемещения VLANа в новый домен
zh_cn: 无法将 VLAN 移至新域
zh_tw: 無法將 VLAN 移動至新網域

source: VLAN moved to new domain successfully
de_de: VLAN erfolgreich in neue Dom&auml;ne verschoben
fr_fr: VLAN déplacé dans le nouveau domaine avec succès
it_it: VAN spostata
ja_jp: VLANが新しいドメインに正常に移動しました
ru_ru: VLAN перемещён в новый домен успешно
zh_cn: VLAN 成功移至新域
zh_tw: VLAN 成功移動至網域

source: removing VRF will also remove VRF reference from belonging subnets!
de_de: Das L&ouml;schen der VRF wird auch die VRF-Referenzierung von zugeh&ouml;rigen Subnetzen entfernen!
fr_fr: Supprimer le VRF supprimera également la référence VRF dans les sous-réseaux rattachés !
it_it: cancellare VRF canceller&agrave; anche tutti i riferimenti dalle subnet possedute!
ja_jp: VRFを削除すると、所属するサブネットからVRF参照も削除されます
ru_ru: удаление VRFа повлечёт за собой удаление всех связанных с ним ссылок из принадлежащих подсетей!
zh_cn: 删除 VRF 也会从所属子网中删除 VRF 引用！
zh_tw: 刪除 VRF 也將從所屬子網路中刪除 VRF 引用。

source: Show name
de_de: Name anzeigen
fr_fr: Afficher le nom
it_it: Mostra nome
ja_jp: 名前を表示
ru_ru: Показать имя
zh_cn: 显示名称
zh_tw: 顯示名稱

source: Failed to reject IP request
de_de: IP-Antrag ablehnen fehlgeschlagen
fr_fr: Echec de rejet de requête IP
it_it: Errore rifiutando la richiesta IP
ja_jp: IP要求を拒否できませんでした
ru_ru: Ошибка отказа запросу IP
zh_cn: 拒绝 IP 申请失败
zh_tw: 拒絕 IP 申請失敗

source: Failed to create IP address
de_de: IP-Adresse anlegen fehlgeschlagen
fr_fr: Echec de création d’adresse IP
it_it: Errore creazione indirizzo IP
ja_jp: IPアドレスの作成に失敗しました
ru_ru: Ошибка создания IP адреса
zh_cn: 创建 IP 地址失败
zh_tw: 建立 IP 位址失敗

source: IP request accepted/rejected
de_de: IP-Anfrage akzeptiert/abgelehnt
fr_fr: Requête d’adresse IP acceptée/rejetée
it_it: Richiesta IP accettata/rifiutata
ja_jp: IP要求の受け入れ/拒否
ru_ru: Запрос IP подтверждён/отклонён
zh_cn: IP 申请接受/拒绝
zh_tw: IP 要求 接受/拒絕

source: Enter IP owner
de_de: IP-Besitzer eingeben
fr_fr: Entrez le propriétaire de l’IP
it_it: Inserisci IP proprietario
ja_jp: IPオーナーを入力
ru_ru: Введите владельца IP
zh_cn: 输入 IP 所有者
zh_tw: 輸入 IP 擁有者

source: Process
de_de: Prozess
fr_fr: Traiter
it_it: Processo
ja_jp: プロセス
ru_ru: Процесс
zh_cn: 进程
zh_tw: 流程

source: List of all processes IP addresses requests
de_de: Liste aller IP-Adressanfragen
fr_fr: Afficher les requêtes d’adresses IP traitées
it_it: Elenco di tutte le richieste di indirizzi IP in corso di processo
ja_jp: IPアドレス要求のすべてのプロセスのリスト
ru_ru: Список всех процессов запроса IP адресов
zh_cn: 申请 IP 地址的所有进程列表
zh_tw: 所有正在進行的 IP 位址要求清單

source: Admin comment
de_de: Adminkommentar
fr_fr: Commentaire administrateur
it_it: Commento amministratore
ja_jp: 管理者のコメント
ru_ru: Комментарий админа
zh_cn: 管理员描述
zh_tw: 管理者註解

source: Accepted
de_de: Akzeptiert
fr_fr: Acceptée
it_it: Accettata
ja_jp: 容認されました
ru_ru: Подтверждено
zh_cn: 已接受
zh_tw: 接受

source: custom field
de_de: benutzerdefiniertes Feld
fr_fr: Champ personnalisé
it_it: campo personalizzato
ja_jp: カスタムフィールド
ru_ru: настраиваемое поле
zh_cn: 自定义字段
zh_tw: 自訂欄位

source: Size / Length
de_de: Gr&ouml;&szlig;e / L&auml;nge
fr_fr: Taille / longueur
it_it: Dimensione / Lunghezza
ja_jp: サイズ/長さ
ru_ru: Размер / Длина
zh_cn: 大小/长度
zh_tw: 大小 / 長度

source: Enter field length
de_de: Eingabe der Feldl&auml;nge
fr_fr: Entrez la longueur du champ
it_it: Inserisci lunghezza campo
ja_jp: フィールド長を入力
ru_ru: Введите длину поля
zh_cn: 输入字段长度
zh_tw: 輸入欄位長度

source: Default value
de_de: Standardwert
fr_fr: Valeur par défaut
it_it: Valore predefinito
ja_jp: デフォルト値
ru_ru: Значение по-умолчанию
zh_cn: 默认值
zh_tw: 預設值

source: Enter default value
de_de: Eingabe Standardwert
fr_fr: Entrez la valeur par défaut
it_it: Inserire valore predefinito
ja_jp: デフォルト値を入力
ru_ru: Введите значение по-умолчанию
zh_cn: 输入默认值
zh_tw: 輸入預設值

source: Required fields must have default values
de_de: Erforderliche Felder ben&ouml;tigen Standardwerte
fr_fr: Les champs requis doivent avoir une valeur par défaut
it_it: I campi obbligatori devono avere un valore predefinito
ja_jp: 必須フィールドにはデフォルト値が必要です
ru_ru: Необходимые поля должны иметь значения по-умолчанию
zh_cn: 必填字段必须有默认值
zh_tw: 必填欄位必須具有預設值

source: Boolean values can only be 0 or 1
de_de: Boolesche Werte k&ouml;nnen nur 0 oder 1 sein
fr_fr: Les champs booléens ne peuvent avoir comme valeur que 0 ou 1
it_it: I valori booleani possono essere solo 0 o 1
ja_jp: ブール値は0または1のみです
ru_ru: Логические значения могут быть либо 0 либо 1
zh_cn: 布尔值只能是 0 或 1
zh_tw: Boolean只能是0或1

source: Default boolean values can only be 0 or 1
de_de: Standard boolsche Werte k&ouml;nnen nur 0 oder 1 sein
fr_fr: La valeur par défaut d’un booléen ne peut être que 0 ou 1
it_it: I valori predefiniti booleani possono essere solo 0 o 1
ja_jp: デフォルトのブール値は0または1のみです
ru_ru: Дефолтные логические значения могут быть либо 0 либо 1
zh_cn: 默认布尔值只能是 0 或 1
zh_tw: 預設boolean值只能是0或1

source: Fieldsize must be numeric
de_de: Feldgr&ouml;&szlig;e muss numerisch sein
fr_fr: La taile doit être une valeur numérique
it_it: La dimensione del campo deve essere un numero
ja_jp: Fieldsizeは数値でなければなりません
ru_ru: Размер поля должен быть числовым
zh_cn: 字段大小必须是数字
zh_tw: Fieldsize 須是數字

source: Varchar size limit is 256 characters
de_de: Varchar Gr&ouml;&szlig;enlimit ist 256 Zeichen
fr_fr: La taille limite varchar est de 256 caractères
it_it: Dimensione massima consentita per varchar a 256 caratteri
ja_jp: Varcharのサイズ制限は256文字です
ru_ru: Лимит значения varchar - 256 символов
zh_cn: Varchar 大小限制为 256 个字符
zh_tw: varchar 的大小限制為 256 個字元

source: Integer values must be numeric
de_de: Integer Werten m&uuml;ssen numerisch sein
fr_fr: Les valeurs Integer doivent être numériques
it_it: I valori interi devono essere un numero
ja_jp: 整数値は数値でなければなりません
ru_ru: Целые значения должны быть числовыми
zh_tw: Integer 必須為數值

source: Filter custom field display
de_de: Filter benutzerdefinierter Felderanzeige
fr_fr: Filter l’affichage des champs personnalisés
it_it: Filtra visualizzazione campo personalizzato
ja_jp: カスタムフィールドの表示をフィルタリングします
ru_ru: Фильтрация показа настраиваемых полей
zh_cn: 过滤器自定义字段显示
zh_tw: 篩選自訂欄位顯示

source: Selected fields will not be visible in table view, only in detail view
de_de: Felder ausw&auml;hlen die nicht in der Tabellenansicht angezeigt werden, nur in der Detailsansicht
fr_fr: Les champs sélectionnés ne seront pas visibles dans la vue tableau, uniquement dans la vue détaillé
it_it: I campi selezionati non saranno visibili nella tabella, solo nel dettaglio
ja_jp: 選択したフィールドはテーブルビューでは表示されず、詳細ビューでのみ表示されます
ru_ru: Выбранные поля не будут видны в таблице просмотра, будут только при детальном обзоре
zh_cn: 所选字段在表视图中不可见，仅在详细视图中可见
zh_tw: 所選欄位在表視圖中將不可見，僅在詳細視圖中可見

source: Save filter
de_de: Filter speichern
fr_fr: Enregistrer filter
it_it: Salva filtro
ja_jp: フィルタを保存します
ru_ru: Сохранить фильтр
zh_cn: 保存过滤器
zh_tw: 儲存篩選器

source: Filter saved
de_de: Filter gespeichert
fr_fr: Filtre enregistré
it_it: Filtro salvato
ja_jp: フィルタを保存しました
ru_ru: Фильтр сохранен
zh_cn: 过滤器已保存
zh_tw: 已儲存

source: Field type
de_de: Feldtyp
fr_fr: Type de champ
it_it: Tipo campo
ja_jp: フィールドタイプ
ru_ru: Тип поля
zh_cn: 字段类型
zh_tw: 欄位類型

source: Visible
de_de: Sichtbar
it_it: Visibile
ja_jp: 可視
ru_ru: Видимое
zh_cn: 可见
zh_tw: 可見

source: Set which field to display in table
de_de: Festlegen welche Felder in der Tabelle angezeigt werden
fr_fr: Choisir les champs à afficher dans le tableau
it_it: Imposta quali campi visualizzare nella tabella
ja_jp: テーブルに表示するフィールドを設定します
ru_ru: Укажите, какое поле показать в таблице
zh_cn: 设置表中显示哪个字段
zh_tw: 設定要在表中顯示的欄位

source: Cannot get fix for table field
de_de: Kann Tabellenfeld nicht fixieren
it_it: Impossibile fissare il campo tabella
ja_jp: テーブルフィールドの修正を取得できません
ru_ru: Не могу получить исправление для поля таблицы
zh_cn: 无法修复表字段
zh_tw: 無法找到修復的表欄位

source: No users
de_de: Keine Benutzer
fr_fr: Aucun utilisateur
it_it: Nessun utente
ja_jp: ユーザーはいません
ru_ru: Нет пользователей
zh_cn: 无用户
zh_tw: 沒有使用者

source: App security
de_de: App-Sicherheit
fr_fr: Sécurité APP
it_it: Sicurezza app
ja_jp: アプリのセキュリティ
ru_ru: Безопасность прил.
zh_cn: 应用程序安全性
zh_tw: App 安全

source: Not used
de_de: Nicht benutzt
fr_fr: Non utilisé
it_it: Non usato
ja_jp: 使用されていない
ru_ru: Не используется
zh_cn: 未使用
zh_tw: 未使用

source: Community/User
ja_jp: コミュニティ/ユーザ
ru_ru: Community/Пользователь
zh_cn: 社区/用户
zh_tw: 社群/使用者

source: Per user
fr_fr: Par utilisateur
it_it: Per utente
ja_jp: ユーザーあたり
ru_ru: На пользователя
zh_tw: 每使用者

source: Application permissions
de_de: Anwendungsberechtigung
fr_fr: Droits d’application
it_it: Permessi applicazione
ja_jp: アプリケーションのアクセス許可
ru_ru: Права приложения
zh_cn: 应用程序权限
zh_tw: 應用權限
