Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: de_de, fr_fr, it_it, ja_jp, ru_ru, zh_cn, zh_tw

source: New ipam account created
de_de: Neuer IPAM Account erstellt!
fr_fr: Nouveau compte ipam créé
it_it: Nuovo account ipam creato
ja_jp: 新しいipamアカウントが作成されました
ru_ru: Создана новая учетная запись ipam
zh_cn: 新的 IPAM 帐户已创建
zh_tw: 新的帳號建立

source: User ipam account updated
de_de: IPAM Benutzer Account aktualisiert!
fr_fr: Comte ipam mis à jour
it_it: Account utente ipam aggiornato
ja_jp: ユーザーのipamアカウントが更新されました
ru_ru: Учётная запись ipam пользователя обновлена
zh_cn: 用户 IPAM 帐户已更新
zh_tw: 帳號更新成功

source: IPAM account details
fr_fr: Détail du compte IPAM
it_it: Dettagli account IPAM
ja_jp: IPAMアカウントの詳細
ru_ru: Детали учётной записи IPAM
zh_cn: IPAM 帐户详细信息
zh_tw: 帳號詳細資訊

source: Sending notification mail for new account failed
fr_fr: Echc d’envoi du mail de notification pour le nouveau compte
it_it: Invio notifica email per la creazione del nuovo account non riuscito
ru_ru: Ошибка отправки почтового уведомления для новой учётной записи
zh_tw: 為新使用者發送通知郵件失敗

source: Notification mail for new account sent
de_de: Benachrichtigungs E-Mail f&uuml;r einen neuen Account wurde gesendet
fr_fr: Mail de noticiation du nouveau compte envoyé
it_it: Invio notifica email per il nuovo account riuscito
ja_jp: 送信された新しいアカウントの通知メール
ru_ru: Почтовое уведомление для новой учётной записи отправлено
zh_cn: 已发送新帐户通知邮件
zh_tw: 給新使用者發送通知郵件

source: group
de_de: Gruppe
fr_fr: groupe
it_it: gruppo
ja_jp: グループ
ru_ru: группа
zh_cn: 组
zh_tw: 群組

source: Group
de_de: Gruppe
ru_ru: Группа
zh_cn: 组

source: Add new group
de_de: Hinzufuegen neue Gruppe
fr_fr: Anjouter nouveau groupe
it_it: Aggiungi nuovo gruppo
ja_jp: 新しいグループを追加
ru_ru: Добавить новую группу
zh_cn: 添加新组
zh_tw: 增加新群組

source: Enter group name
de_de: Eingabe Gruppen Name
fr_fr: Entrer le nom du groupe
it_it: Inserisci nome gruppo
ja_jp: グループ名を入力
ru_ru: Введите название группы
zh_cn: 输入组名
zh_tw: 輸入群組名稱

source: Add users to group
de_de: Benutzer zur Gruppe hinzuf&uuml;gen
fr_fr: Ajouter des utilisateurs au groupe
it_it: Aggiungi utenti al gruppo
ja_jp: グループにユーザーを追加する
ru_ru: Добавить пользователей в группу
zh_cn: 将用户添加到组
zh_tw: 將使用者加入群組

source: No available users to add to group
fr_fr: Aucun utilisateur à ajouter au groupe
it_it: Nessun utente disponibile per essere aggiunto al gruppo
ja_jp: グループに追加できる利用者がいません
ru_ru: Нет пользователей для включения в группу
zh_cn: 没有可用的用户可添加到组中
zh_tw: 沒有可用使用者加入群組

source: Add selected users
de_de: Hinzuf&uuml;gen der ausgew&auml;hlten Benutzer
ja_jp: 選択したユーザーを削除します
ru_ru: Добавить выбранных пользователей
zh_cn: 添加选定的用户

source: Error - no group ID
de_de: Fehler - keine Gruppen-ID
fr_fr: Erreur - pas d’ID de groupe
it_it: Errore - nessun ID gruppo
ja_jp: エラー - グループIDなし
ru_ru: Ошибка - отсутствует ID группы
zh_cn: 错误 - 没有组 ID
zh_tw: 錯誤 - 沒有群組ID

source: Please select user(s) to add to selected group!
de_de: Bitte w&auml;hlen Sie die Benutzer, zum Hinzuf&uuml;gen zur gew&auml;hlten Gruppe!
fr_fr: Merci de sélectionner les utilisateurs à ajouter au groupe choisi
it_it: Per favore selezionare l&#39;utente/gli utenti da aggiungere al gruppo selezionato!
ja_jp: 選択したグループに追加するユーザーを選択してください！
ru_ru: Пожалуйста, выберите пользователя(ей) для включения в выбранную группу!
zh_cn: 请选择要添加到所选组的用户！
zh_tw: 請選擇要加入群組的使用者

source: Failed to add users
de_de: Fehler beim Hinzuf&uuml;gen des Benutzers
fr_fr: Impossible d’ajouter les utilisateurs
it_it: Errore aggiunta utenti
ja_jp: ユーザーの追加に失敗しました
ru_ru: Ошибка добавления пользователей
zh_cn: 添加用户失败
zh_tw: 加入使用者失敗

source: Users added to group
de_de: Benutzer zur Gruppe hinzugef&uuml;gt
fr_fr: Utilisateurs ajoutés au groupe
it_it: Utenti aggiunti al gruppo
ja_jp: グループに追加されたユーザー
ru_ru: Пользователи включены в группу
zh_cn: 用户已添加到组
zh_tw: 使用者加入群組

source: Remove users from group
de_de: Entferne Benutzer aus der Gruppe
fr_fr: Retirer des utilisateurs du groupe
it_it: Cancella utenti dal gruppo
ja_jp: グループからユーザーを削除します
ru_ru: Убрать пользователей из группы
zh_cn: 从组中删除用户
zh_tw: 從群組內移除使用者

source: No users in this group
de_de: Keine Benutzer aus der Gruppe
fr_fr: Aucun utilisateur dans ce groupe
it_it: Nessun utente in questo gruppo
ja_jp: このグループのユーザーはいません
ru_ru: Нет пользователей в этой группе
zh_cn: 该组中没有用户
zh_tw: 該群組沒有使用者

source: Remove selected users
de_de: Entferne die ausgew&auml;hlten Benutzer
fr_fr: Retirer les utilisateurs sélectionnés
it_it: Cancella utenti selezionati
ja_jp: 選択したユーザーを削除します
ru_ru: Убрать выделенных пользователей
zh_cn: 删除选定的用户
zh_tw: 移除選擇的使用者

source: Please select user(s) to remove from group!
de_de: W&auml;hlen Sie die Benutzer zum Entfernen aus der Gruppe!
fr_fr: Merci de sélectionner les utilisateurs à retirer du groupe !
it_it: Per favore seleziona l&#39;utente/gli utenti da cancellare dal gruppo!
ja_jp: グループから削除するユーザーを選択してください！
ru_ru: Пожалуйста, выберите пользователя(ей) для исключения из группы!
zh_cn: 请选择要从组中删除的用户！
zh_tw: 請選擇移除群組的使用者

source: Failed to remove users
de_de: Entfernen der Benutzer fehlgeschlagen!
fr_fr: Impossible de retirer les utilisateurs
it_it: Cancellazione utenti non riuscita
ja_jp: ユーザーを削除できませんでした
ru_ru: Ошибка удаления пользователей
zh_cn: 删除用户失败
zh_tw: 移除使用者失敗

source: Users removed from group
de_de: Benutzer aus der Gruppe entfernt!
fr_fr: Utilisateurs retirés du groupe
it_it: Utenti cancellati dal gruppo
ja_jp: グループから削除されたユーザー
ru_ru: Пользователи исключены из группы
zh_cn: 用户已从组中删除
zh_tw: 使用者已移除出群組

source: Manage permissions for subnet
de_de: Verwaltung der Berechtigungen f&uuml;r das Subnetz
fr_fr: Gestion des permissions pour le sous-réseau
it_it: Gestione permessi subnet
ja_jp: サブネットのアクセス許可を管理します
ru_ru: Управление правами для подсети
zh_cn: 管理子网的权限
zh_tw: 子網路權限管理

source: Permissions for all nested subnets will be overridden
fr_fr: Les permissions pour les sous-réseaux attachés seront écrasées
it_it: I permessi per tutte le subnet annidate saranno sovrascritti
ru_ru: Права для всех вложенных подсетей будут переписаны
zh_tw: 所有所屬子網路的權限將被覆蓋

source: Set permissions
de_de: Setze Berechtigungen
fr_fr: Paramétrer les permissions
it_it: Imposta permessi
ja_jp: すべてのネストされたサブネットのアクセス権がオーバーライドされます
ru_ru: Установить права
zh_cn: 设置权限
zh_tw: 設定權限

source: Subnet permissions set for subnet and underlying subnets
fr_fr: Permissions établies pour le sous-réseau et les sous-réseaux liés
it_it: Impostazioni permessi subnet per la subnet e le subnet sottostanti
ru_ru: Права для подсети установлены для неё и нижестоящих подсетей
zh_tw: 子網路和下層子網路的子網路權限設定

source: Subnet permissions set
de_de: Subnetz Berechtigungen gesetzt
fr_fr: Permissions de sous-réseau établies
it_it: Impostazioni permessi subnet
ja_jp: サブネットのアクセス許可の設定
ru_ru: Установка прав для подсети
zh_cn: 子网权限设置
zh_tw: 子網路權限設定

source: custom User field
fr_fr: Champ utilisateur personnalisé
it_it: campo utente personalizzato
ru_ru: настраиваемое поле Пользователя
zh_tw: 使用者自訂欄位

source: Please login
de_de: Bitte Anmelden
fr_fr: Connectez-vous
it_it: Per favore accedere
ja_jp: ログインしてください
ru_ru: Пожалуйста, авторизуйтесь
zh_cn: 请登录
zh_tw: 請登入

source: Login
de_de: Anmelden
it_it: Accedi
ja_jp: ログイン
ru_ru: Вход
zh_cn: 登录
zh_tw: 登入

source: with mysqlimport tool
de_de: mit dem mysqlimport Werkzeug
ru_ru: с утилитой mysqlimport
zh_cn: 使用 mysqlimport 工具

source: Please follow below steps for
ru_ru: Пожалуйста, пройдите по шагам ниже для

source: with mysqlimport:
de_de: mit dem mysqlimport Werkzeug:
ru_ru: с mysqlimport:
zh_cn: 使用 mysqlimport：

source: Open mysql connection
de_de: &Ouml;ffnen einer mysql Verbindung
ru_ru: Открыть соединение mysql
zh_cn: 打开 mysql 连接

source: Import SQL file
de_de: SQL-Datei importieren
ru_ru: Импортировать SQL файл
zh_cn: 导入 SQL 文件

source: Cannot access file db/SCHEMA.sql!
de_de: Auf die Datei db/SCHEMA.sql kann nicht zugegriffen werden!
ru_ru: Нет доступа к файлу db/SCHEMA.sql!
zh_cn: 无法访问文件 db/SCHEMA.sql！

source: Set permissions for phpipam user
de_de: Setzen der Berechtigungen f&uuml;r den Benutzer phpipam
ru_ru: Установить права для phpipam пользователя
zh_cn: 设置 phpipam 用户的权限

source: Invalid installation type
de_de: Ung&uuml;ltiger Installationstyp
ru_ru: Неправильный тип установки
zh_cn: 安装类型无效

source: This installation type does not exist. Please select valid installation method!
ru_ru: Этот тип установки не существует. Пожалуйста, выберите правильный метод установки!

source: Postinstall configuration
ru_ru: Конфигурация после установки
zh_cn: 安装后配置

source: Hi, almost set, lets just set some basic settings. You can change all settings under administration once logged in!
ru_ru: Почти закончили, теперь надо выполнить некоторые базовые настройки. Вы можете изменить все настройки в меню администрирования после входа!

source: Some tables or fields are missing in database
de_de: Einige Tabellen oder Felder existieren nicht in der Datenbank
ru_ru: Некоторые таблицы или поля отсутствуют в базе данных
zh_cn: 数据库中某些表或字段丢失

source: Missing tables
de_de: Fehlende Tabellen
ru_ru: Отсутствующие таблицы
zh_cn: 缺失表格

source: Table
de_de: Tabelle
ru_ru: Таблица
zh_cn: 表

source: missing field
de_de: fehlendes Feld
ru_ru: отсутствующее поле
zh_cn: 缺失字段

source: Admin password
ru_ru: Пароль Админа
zh_cn: 管理员密码

source: Set password for Admin user
de_de: Setzen des Kennwort f&uuml;r den Admin Benutzer
ru_ru: Установите пароль для Админа
zh_cn: 设置管理员用户的密码

source: Settings updated, installation complete!
de_de: Einstellungen aktualisiert, Installation ist vollst&auml;ndig!
ru_ru: Настройки обновлены, установка закончена!
zh_cn: 设置已更新，安装完成！

source: Proceed to login.
de_de: Weiter zur Anmeldung.
ru_ru: Перейти ко входу.
zh_cn: 继续登录.

source: Welcome to phpipam
de_de: Willkommen zu phpIPAM
ru_ru: Доброе пожаловать в phpipam
zh_cn: 欢迎来到 phpipam

source: We are glad you decided phpipam to
de_de: Wir freuen uns, dass Sie sich entschieden haben phpIPAM zu
ru_ru: Мы рады, что вы решили использовать phpipam

source: Before you can start to process please:
de_de: Bevor Sie fortfahren beachten Sie bitte folgende Punkte:
ru_ru: Перед тем, как вы начнёте, пожалуйста:
zh_cn: 在开始处理之前，请：

source: Edit settings in config.php file
de_de: Bearbeiten der Einstellungen in der Datei config.php
ru_ru: Измените настройки в файле config.php
zh_cn: 编辑 config.php 文件中的设置

source: Create a MySQL/MariaDB database for phpipam, you can do this three ways (select below)
de_de: Erstellen einer MySQL/MariaDB Datenbank f&uuml:r phpIPAM, dies k&ouml;nnen Sie auf drei verschiedene Wege erledigen (siehe unten)
ru_ru: Создайте базу данных MySQL/MariaDB для phpipam. Вы можете сделать это тремя путями (выберите ниже)
zh_cn: 为 phpipam 创建 MySQL/MariaDB 数据库，您可以通过三种方法执行此操作（选择下面）

source: Before you start to
de_de: Bevor Sie die
ru_ru: Перед началом
zh_cn: 在您开始之前

source: please visit phpipam installation website
de_de: starten besuchen Sie bitte die phpIPAM Webseite zur Installation
ru_ru: пожалуйста, посетите сайт установки phpipam
zh_cn: 请访问 phpipam 安装网站

source: to get all documentation and to make sure all requirements are met for
de_de: um alle die ben&ouml;tigten Informationen zu erhalten damit die n&ouml;tigen Voraussetzungen erf&uuml;llt sind für eine
ru_ru: для получения всей документации и чтобы убедиться, то все требования выполнены
zh_cn: 获取所有文件并确保满足所有要求

source: You selected option to migrate from old database.
de_de: Sie haben die Option zur Migration der alten Datenbank gew&auml;hlt.
ru_ru: Вы выбрали пункт миграции со старой базы.
zh_cn: 您选择了从旧数据库迁移的选项.

source: Please put SQL dump file from old phpipam installation to db/MIGRATE.sql file !
de_de: Bitte stellen Sie den SQL-Dump der alten phpIPAM Installation als db/MIGRATE.sql bereit !
ru_ru: Пожалуйста, поместите файл с SQL дампом старой установки phpipam в db/MIGRATE.sql файл!
zh_cn: 请将旧 phpipam 安装中的 SQL 转储文件放入 db/MIGRATE.sql 文件！

source: Please select preferred type of database
de_de: Bitte w&auml;hlen Sie den Typ der Datenbank aus f&uuml;r die
ru_ru: Пожалуйста, выберите необходимый тип базы данных
zh_cn: 请选择首选数据库类型

source: phpipam installer will create database for you automatically.
de_de: Der phpIPAM Installer wird die Datenbank automatisch f&uuml;r Sie erstellen.
ru_ru: установщик phpipam создаст для вас базу данных автоматически.
zh_cn: phpipam 安装程序将自动为您创建数据库.

source: MySQL/MariaDB import instructions
de_de: Hinweise MySQL/MariaDB Import
ru_ru: Инструкции импортирования MySQL/MariaDB
zh_cn: MySQL/MariaDB 导入说明

source: Install DB files with mysqlimport tool.
de_de: Installation der Datenbankdatei mit Hilfe des mysqlimport Werkzeugs.
ru_ru: Установка файлов базы с помощью утилиты mysqlimport.
zh_cn: 使用 mysqlimport 工具安装数据库文件.

source: Install database manually with SQL queries.
de_de: Manuelle Installation der Datenbank mit SQL-Queries.
ru_ru: Уставновка базы данных вручную с помощью SQL запросов.
zh_cn: 使用 SQL 查询手动安装数据库.

source: Database connection check
de_de: Pr&uuml;fung Datenbankverbindung
ru_ru: Проверка соединения с базой
zh_cn: 数据库连接检查

source: Troubleshooting:
de_de: Fehlersuche:
ru_ru: Поиск проблем:
zh_cn: 故障排除：

source: Make sure all settings in config.php are correct.
de_de: Stellen Sie die Korrektheit der Einstellungen in der Datei config.php sicher.
ru_ru: Убедитесь, что все настройки в config.php правильные.
zh_cn: 确保 config.php 中的所有设置均正确.

source: Make sure database is running and accepting connections.
de_de: Vergewissern Sie sich, dass der konfigurierte Datenbankserver oder -dienst verfügbar ist und Verbindungen akzeptiert.
ru_ru: Убедитесь, что база данных запущена и принимает соединения.
zh_cn: 确保数据库正在运行并接受连接.

source: Make sure user defined in config.php has access to database.
de_de: Pr&uuml;fen Sie die Zugriffsberechtigungen auf die Datenbank des angegebenen Datenbankbenutzers in der Datei config.php.
ru_ru: Убедитесь, что указанный в config.php пользователь, имеет доступ к базе.
zh_cn: 确保 config.php 中定义的用户有权访问数据库.

source: Database connection succesfull
de_de: Datenbankverbindung erfolgreich
ru_ru: Успешное соединение с базой данных

source: Welcome to phpipam installation wizard!
de_de: Willkommen zum Installationswizard von phpIPAM!
ru_ru: Добро пожаловать в мастер настройки phpipam!
zh_cn: 欢迎使用 phpipam 安装向导！

source: Please select one of the options below:
de_de: Bitte w&auml;hlen Sie eine der nachfolgenden Optionen aus:
ru_ru: Пожалуйста, выберите одну из опций ниже:
zh_cn: 请选择以下选项之一：

source: New phpipam installation
de_de: Neue phpIPAM Installation
ru_ru: Новая установка phpipam
zh_cn: 新的 phpipam 安装

source: Select this option to install a fresh instance of phpipam.
de_de: W&auml;hlen Sie dies Option für eine neue Instanz von phpIPAM.
ru_ru: Выберите эту опцию для установки phpipam с нуля.
zh_cn: 选择此选项可安装 phpipam 的新实例.

source: Migrate phpipam installation
de_de: Migration phpIPAM Installation
ru_ru: Миграция phpipam
zh_cn: 迁移 phpipam 安装

source: Select this option to migrate phpipam database from another server. Place SQL dump from old server to directory db and name it MIGRATE.sql (db/MIGRATE.sql).
de_de: W&auml;hlen Sie dies Option für eine Migration einer vorhandenen Datenbank von einem anderen Datenbankserver. Transferieren Sie den vorhandenen SQL-Dump vom alten Server in das Verzeichnis db/ und benennen die Datei in MIGRATE.sql (db/MOGRATE.sql) um.
ru_ru: Выберите эту опцию для миграции базы данных phpipam с другого сервера. Поместите SQL дамп со старого сервера в директорию базы данных и назрвите его MIGRATE.sql (db/MIGRATE.sql)
zh_cn: 选择此选项可从另一台服务器迁移 phpipam 数据库。 将旧服务器中的 SQL 转储放置到目录 db 中，并将其命名为 MIGRATE.sql (db/MIGRATE.sql).

source: Working installation
de_de: Bestehende Installation
ru_ru: Рабочая установка
zh_cn: 工作安装

source: Select this option if you have a working phpipam installation and this screen occured. Generally it means phpipam was unable to connnect to the database. This will check for connection errors.
de_de: W&auml;hlen Sie dies Option wenn Sie eine bestehende und funktionierende Version von phpIPAM betreiben und diese Webseite jetzt zu sehen ist. Allgemein bedeutet dies, dass phpIPAM sich nicht mit dem konfigurierten Datenbankserver verbinden konnte. Beim Fortfahren wird die Verbindung zum Datenbankserver auf Fehler gepr&uuml;ft.
ru_ru: Выберите эту опцию, если у вас рабочая установка phpipam и появилось это окно. Обычно это означает, что phpipam не может соединиться с базой. Это будет проверка на ошибки соединения.
zh_cn: 如果您已正常安装 phpipam 并且出现此窗口，请选择此选项。 这通常意味着 phpipam 无法连接到数据库。 这将检查连接错误.

source: Two-factor authentication details
de_de: Details Zwei-Faktor Authentifizierung
ru_ru: Подробности 2-х факторной авторизации
zh_cn: 双因素身份验证详细信息

source: Details for your Google Authenticator are below. Please write down your details, otherwise you will not be able to login to phpipam
de_de: Details zu Ihrem Google Authenticator finden Sie weiter unten. Bitte notieren Sie sich ihre Daten, andernfalls wird es Ihnen nicht m&ouml;glich sein in phpipam einzuloggen
ru_ru: Подробности настройки Google Authenticator ниже. Пожалуйста, внесите нужные исправления, иначе вы не сможете войти в phpipam

source: Account
de_de: Benutzerkonto
ru_ru: Учётная запись
zh_cn: 帐户

source: You can also scan followign QR code with Google Authenticator application
de_de: Sie k&ouml;nnen auch folgenden QR-Code mit der Google Authenticator Anwendung scannen
ru_ru: Вы также можете отсканировать следующий QR код в приложении Google Authenticator

source: Validate
de_de: &Uuml;berpr&uuml;fen
ru_ru: Подтвердить
zh_cn: 校验

source: Two-factor authentication
de_de: Zwei-Faktor Authentifizierung
ru_ru: 2-х факторная аутенификация
zh_cn: 双因素身份验证

source: Two-factor code
de_de: Zwei-Faktor Code
ru_ru: 2-х факторный код
zh_cn: 双因素代码

source: Enter 2fa code
de_de: Eingabe 2FA Code
ru_ru: Введите Код 2ФА
zh_cn: 输入 2FA 代码

source: Please enter two-factor authentication code from Google Authenticator
de_de: Bitte geben Sie den Zwei-Faktor-Authentifizierungscode von Google Authenticator ein
ru_ru: Пожалуйста, введите код 2-х факторной аутентификации из Google Authenticator

source: Invalid code length
de_de: Ung&uuml;ltige L&auml;nge Code
ru_ru: Неверная длина кода
zh_cn: 代码长度无效

source: Code validated. Redirecting...
de_de: Code validiert. Umleiten ...
ru_ru: Код подтверждён. Перенаправляем ...
zh_cn: 代码已验证。 正在重定向...

source: login
de_de: anmelden
it_it: accedi
ru_ru: логин
zh_cn: 登录
zh_tw: 登入

source: Please provide valid email address
de_de: Bitte geben Sie eine g&uuml;ltige E-Mail Adresse an
fr_fr: Merci de fournir une adresse email valide
it_it: Per favore fornire un indirizzo email valido
ja_jp: 有効なメールアドレスを入力してください
ru_ru: Пожалуйста, укажите правильный адрес e-mail
zh_cn: 请提供有效的电子邮件地址
zh_tw: 請提供有效的電子郵件位址

source: requester
de_de: Anfragender
fr_fr: Demandeur
it_it: richiedente
ja_jp: 依頼者
ru_ru: запрашивающий
zh_cn: 申请者
zh_tw: 申請人

source: Request submitted successfully
de_de: Anfrage erfolgreich &uuml;bermittelt
fr_fr: Demande soumise avec succès
it_it: Richiesta inviata correttamente
ja_jp: リクエストは正常に送信
ru_ru: Запрос успешно подтвержден
zh_cn: 申请提交成功
zh_tw: 申請已成功送出

source: Error submitting new IP address request
de_de: Fehler beim &uuml;bermitteln der IP-Adressanfrage
fr_fr: Erreur dans la soumissions de la requête pour une nouvelle IP
it_it: Errore invio richiesta nuovo indirizzo IP
ja_jp: 新しいIPアドレス要求を送信中にエラーが発生しました
ru_ru: Ошибка подтверждения запроса нового IP адреса
zh_cn: 提交新 IP 地址申请时出错
zh_tw: 提交新的IP位址申請失敗

source: No subnets available for requests
de_de: Keine Subnetze f&uuml;r Anfragen freigegeben
fr_fr: Aucun sous-réseau disponible pour des requêtes
it_it: Nessuna subnet disponibile per richieste
ja_jp: 要求に使用できるサブネットがない
ru_ru: Нет доступных для запросов подсетей
zh_cn: 没有可用于申请的子网
zh_tw: 沒有可申請的子網路

source: Back to login
de_de: Zur&uuml;ck zur Anmeldung
fr_fr: Retour à l’accueil
it_it: Torna all&#39;accesso
ja_jp: ログインに戻る
ru_ru: Назад ко входу
zh_cn: 返回登录
zh_tw: 重新登入

source: Select subnet
de_de: W&auml;hle Subnetz
fr_fr: Choisir un sous-réseau
it_it: Seleziona subnet
ja_jp: サブネットを選択
ru_ru: Выберите подсеть
zh_cn: 选择子网
zh_tw: 選擇子網路

source: IP description
de_de: Erl&auml;uternde Angaben zum beantragten Host (z.B. Funktion)
fr_fr: Description de l’IP
it_it: Descrizione IP
ja_jp: IP記述
ru_ru: Описание IP
zh_cn: IP 描述
zh_tw: IP 描述

source: device hostname
de_de: Hostname / FQDN
fr_fr: Nom d’hôte
it_it: hostname dispositivo
ja_jp: デバイスのホスト名
ru_ru: имя хоста устройства
zh_cn: 设备主机名
zh_tw: 裝置名稱

source: Responsible person
de_de: Verantwortliche Person
fr_fr: Nom du responsable
it_it: Persona responsabile
ja_jp: 担当者
ru_ru: Ответственное лицо
zh_cn: 责任人
zh_tw: 負責人

source: Your email address
de_de: Ihre E-Mail-Adresse
fr_fr: Votre adresse email
it_it: Il tuo indirizzo email
ja_jp: メールアドレス
ru_ru: Ваш адрес e-mail
zh_cn: 您的电子邮件地址
zh_tw: 您的電子郵件位址

source: If there is anything else you want to say about request write it in this box
de_de: M&ouml;chten Sie noch weitere Anmerkungen hinzuf&uuml;gen, nutzen Sie diese Feld
fr_fr: Préciser tout complément d’information dans cette case
it_it: Se c&#39;&egrave; qualcos&#39;altro che vuoi dire su questa richiesta scrivilo in questa casella
ja_jp: リクエストしたいことがあればこのボックスに記入してください
ru_ru: Если вы еще что-то хотите сказать относительно этого запроса, напишите в это окно
zh_cn: 如果您对申请还有什么想说的，请写在此框中
zh_tw: 若還有其他任何要求，請寫在這個文字方塊中

source: Submit request
de_de: Anfrage absenden
fr_fr: Soumettre la requête
it_it: Invia richiesta
ja_jp: 要求を送信する
ru_ru: Отправить запрос
zh_cn: 提交申请
zh_tw: 送出申請

source: Please provide valid mac address
de_de: Bitte geben Sie eine g&uuml;ltige MAC-Adresse an
ru_ru: Пожалуйста, предоставьте действительный mac-адрес
zh_cn: 请提供有效的 MAC 地址

source: Please provide valid hostname
de_de: Bitte geben Sie eine g&uuml;ltigen Hostnamen an
ru_ru: Пожалуйста, предоставьте действительное имя хоста
zh_cn: 请提供有效的主机名

source: Please enter your username and password
de_de: Bitte geben Sie Benutzername und Passwort ein
fr_fr: Entrez votre nom d’utilisateur et votre mot de passe
it_it: Per favore inserire il nome utente e la password
ja_jp: ユーザー名とパスワードを入力してください
ru_ru: Пожалуйста, введите ваше имя пользователя и пароль
zh_cn: 请输入您的用户名和密码
zh_tw: 請輸入您的使用者名和密碼

source: You have logged out
de_de: Sie wurden abgemeldet
fr_fr: Vous êtes déconnecté
it_it: Ti sei disconnesso
ja_jp: あなたはログアウトしました
ru_ru: Вы вышли
zh_cn: 您已退出
zh_tw: 您已登出

source: User logged out
de_de: Benutzer Abmeldung
ru_ru: Пользователь вышел
zh_cn: 用户已退出

source: has logged out
de_de: hat sich abgemeldet
ru_ru: вышел из системы
zh_cn: 已注销

source: You can login with SAML2
de_de: Anmeldem&ouml;glichkeit mit SAML2 besteht
ru_ru: Вы можете войти через SAML2
zh_cn: 您可以使用 SAML2 登录

source: Sorry, must be admin
de_de: Administratorberechtigung erforderlich
fr_fr: Désolé, vous devez être administrateur
it_it: Scusa, devi essere un amministratore
ja_jp: 申し訳ありませんが、管理者になるがあります
ru_ru: Извините, должен быть админом
zh_cn: 抱歉，必须是管理员
zh_tw: 對不起，必須是管理者

source: You do not have access to this section
de_de: Sie haben keinen Zugriff auf diesen Bereich
fr_fr: Vous n’avez pas accès à cette section
it_it: Non hai accesso a questa sezione
ja_jp: あなたはこのセクションにアクセスできません
ru_ru: У вас нет доступа в эту секцию
zh_cn: 您无权访问此区域
zh_tw: 您沒有存取這個區段的權限

source: Section does not exist
de_de: Bereich existiert nicht
fr_fr: La section n’existe pas
it_it: La sezione non esiste
ja_jp: セクションが存在しません
ru_ru: Секция отсутствует
zh_cn: 区域不存在
zh_tw: 區段不存在

source: Expand/compress all folders
de_de: Ein-/Ausblenden der Baumstruktur
fr_fr: Développer/Réduire tous les dossiers
it_it: Espandi/comprimi tutte le cartelle
ja_jp: すべてのフォルダを展開/圧縮します
ru_ru: Развернуть/сжать все папки
zh_cn: 展开/折叠所有文件夹
zh_tw: 展開/折疊所有資料夾

source: Hide subnet list
de_de: Verberge Subnetz Liste
fr_fr: Masquer la liste des sous-réseaux
it_it: Nascondi elenco subnet
ja_jp: サブネットリストを非表示にします
ru_ru: Спрятать список подсети
zh_cn: 隐藏子网列表
zh_tw: 隱藏子網路清單

source: Add new subnet
fr_fr: Ajout nouveau sous-réseau
it_it: Aggiungi nuova subnet
ru_ru: Добавить новую подсеть
zh_tw: 加入新的子網路
