Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: de_de, fr_fr, it_it, ja_jp, ru_ru, zh_cn, zh_tw

source: Administrator users will be able to view and edit all sections and subnets
de_de: Administratoren sind in der Lage alle Bereiche und Subnetze zu sehen und zu ver&auml;ndern
ja_jp: 管理者はセクションとサブネットの閲覧と編集ができるようになります
ru_ru: Администраторы могут просматривать и изменять все секции и подсети
zh_cn: 管理员用户将能够查看和编辑所有区域和子网
zh_tw: 管理者將可以檢視與編輯所有區段與子網路

source: Set maximum number of concurrent ICMP checks (default 128)
de_de: Maximale Anzahl gleichzeitiger ICMP-Checks setzen (Standard 128)
fr_fr: Choisir le nombre maximum de tests ICMP simultanés (par défaut 128)
it_it: Imposta il numero massimo di controlli ICMP simultanei (default 128)
ja_jp: 同時ICMPチェックの最大数を設定します（デフォルトは128）
ru_ru: Установите максимальное количество одновременных ICMP проверок (по-умолчанию 128)
zh_cn: 设置并发 ICMP 检查的最大数量（默认 128）
zh_tw: 設定檢測 ICMP 時最大同時連線數量 (預設為 128)

source: Subnet Display
de_de: Subnetzanzeige
fr_fr: Afficher de sous-réseau
it_it: Visualizza Subnet
ja_jp: サブネット表示
ru_ru: Отображение подсети
zh_cn: 子网显示
zh_tw: 顯示子網路

source: Subnet Network Only
de_de: Nur Subnetz Netzwerk
fr_fr: Réseau uniquement
it_it: Visualizza solo le subnet
ja_jp: サブネットネットワークのみ
ru_ru: Только Сеть Подсети
zh_cn: 仅子网网络
zh_tw: 僅有子網路

source: Description Only
de_de: Nur Beschreibung
ru_ru: Только Описание
zh_cn: 仅描述
zh_tw: 僅有描述

source: Subnet Network and Description
de_de: Subnetz Netzwerk und Beschreibung
ru_ru: Сеть Подсети и Описание
zh_cn: 子网网络及描述
zh_tw: 子網路與描述

source: Select which view you would prefer on the menu
de_de: Auswahl der gew&uuml;nschten Anzeige im Men&uuml;
fr_fr: Choisir votre vue préférée dans le menu
it_it: Seleziona quale vista preferisci avere sul menu
ja_jp: メニューで好きなビューを選択します
ru_ru: Выберите желаемый тип просмотра в меню
zh_cn: 在菜单中选择您想要的视图
zh_tw: 在功能表中選擇您想要的檢視方式

source: Upload logo
de_de: Logo hochladen
fr_fr: Envoyer logo
it_it: Carica logo
ja_jp: ロゴをアップロードします
ru_ru: Выгрузить логотип
zh_cn: 上传 Logo
zh_tw: 上傳 Logo

source: Upload custom logo
de_de: Angepasstes Logo hochladen
fr_fr: Envoyer un logo personnalisé
it_it: Carica logo personalizzato
ja_jp: カスタムロゴをアップロードします
ru_ru: Выгрузить свой логотип
zh_cn: 上传自定义 Logo
zh_tw: 上傳自訂 Logo

source: 'css/images/logo' folder is not writeable.
de_de: Der Ordner 'css/images/logo' ist nicht (be)schreibbar.
ja_jp: ’css/images/logo’ フォルダが書き込みできません
ru_ru: Папка 'css/images/logo' недоступна для записи.
zh_cn: 'css/images/logo' 文件夹不可写.

source: Image will be shown in
de_de: Die Grafik wird mit einer Abmessung von
ru_ru: Картинка будет отображена в
zh_cn: 图像将显示在

source: px width in phpipam header and mail headers
de_de: px Breite im Kopf von phpIPAM und den E-Mails angezeigt
ru_ru: px шириной в заголовке phpipam и в почтовых заголовках
zh_cn: phpipam 标题和邮件标题中的 px 宽度

source: Missing snmp support in php
de_de: Fehlender SNMP-Support in PHP
fr_fr: Support SNMP manquant dans php
it_it: Manca support snmp in php
ja_jp: PHPでのsnmpサポートがありません
ru_ru: Отсутствует поддержка snmp в php
zh_cn: PHP 中缺少 snmp 支持
zh_tw: 遺漏 php 中的 snmp 模組

source: Missing gd support in php
de_de: Fehlender gd Support in PHP
fr_fr: Support GD manquant dans php
it_it: Manca supporto gd in php
ja_jp: PHPでのgdサポートがありません
ru_ru: Отсутствует поддержка gd в php
zh_cn: PHP 中缺少 gd 支持
zh_tw: 遺漏 php 中的 gd 模組

source: Current
de_de: Aktuell
fr_fr: Actuel
it_it: Attuale
ja_jp: 現在
ru_ru: Текущий
zh_cn: 当前
zh_tw: 目前

source: New
de_de: Neu
fr_fr: Nouveau
it_it: Nuovo
ja_jp: 新規
ru_ru: Новый
zh_cn: 新建
zh_tw: 新

source: Select image
de_de: Grafik ausw&auml;hlen
fr_fr: Choisir image
it_it: Seleziona immagine
ja_jp: 画像を選択
ru_ru: Выберите картинку
zh_cn: 选择图片
zh_tw: 選擇圖片

source: Browse
de_de: Durchsuchen
ru_ru: Просмотр
zh_cn: 浏览

source: Maintaneance mode removed
de_de: Wartungsmodus entfernt
fr_fr: Mode maintenance désactivé
it_it: Modalit&agrave; manutenzione disattivata
ja_jp: メンテナンスモードを解除します
ru_ru: Режим отладки отключён
zh_cn: 维护模式已移除
zh_tw: 移除維護模式

source: Folder cannot nest behind itself!
de_de: Ordner kann nicht in sich selbst angegliedert werden!
it_it: Una cartella non pu&ograve; annidarsi in se stessa!
ja_jp: フォルダ自体の後ろにネストすることはできません
ru_ru: Папка не может распологаться за собой!
zh_cn: 文件夹不能嵌套在其自身后面！
zh_tw: 資料夾本身不能被自己所屬。

source: Folder $_POST[action] successfull
ru_ru: Папка $_POST[action] успешно
zh_tw: 資料夾 $ _POST [action] 成功

source: Invalid location value
de_de: Ung&uuml;ltiger Wert f&uuml;r Standort
fr_fr: Value d’emplacement invalide
it_it: Valore posizione non valido
ja_jp: 位置の値が無効です
ru_ru: Неверное значение местоположения
zh_cn: 位置值无效
zh_tw: 位置的值無效

source: Invalid threshold value
de_de: Ung&uuml;ltiger Schwellwert
fr_fr: Valeur de seuil invalide
it_it: Valore soglia non valido
ja_jp: 閾値が無効です
ru_ru: Неверное значение порога
zh_cn: 阈值无效
zh_tw: 無效的臨界值

source: Invalid subnetId
de_de: Ung&uuml;ltige Subnetz-ID
fr_fr: ID de sous-réseau invalide
it_it: Subnetid non valido
ja_jp: サブネットIDが無効です
ru_ru: Неверный Id подсети
zh_cn: 子网 ID 无效
zh_tw: 無效的子網路 ID

source: Search for subnets through SNMP
de_de: Suche nach Subnetzen per SNMP
fr_fr: Chercher les sous-réseaux par SNMP
it_it: Cerca le subnet con SNMP
ja_jp: SNMP経由でサブネットを検索します
ru_ru: Поиск подсетей через SNMP
zh_cn: 通过 SNMP 搜索子网
zh_tw: 透過 SNMP 搜尋子網路

source: Get information from RIPE / ARIN database
de_de: Bezug der Informationen aus der RIPE- / ARIN-Datenbank
ja_jp: RIPEデータベースの情報を取得
ru_ru: Получить информацию из базы данных RIPE / ARIN
zh_cn: 从 RIPE / ARIN 数据库获取信息

source: Enter subnet in CIDR format
de_de: Eingabe des Subnetzes im CIDR-Format
fr_fr: Entrer le sous-réseau au format CIDR
it_it: Inserisci una subnet in formato CIDR
ja_jp: サブネットをCIDR形式で入力します
ru_ru: Введите подсеть в формате CIDR
zh_cn: 输入 CIDR 格式的子网
zh_tw: 以 CIDR 格式輸入子網路

source: Mark as full
de_de: Markiere als Voll
fr_fr: Marquer comme complet
it_it: Segna come piena
ja_jp: 全てマークします
ru_ru: Отметить как полную
zh_cn: 标记为已满
zh_tw: 標記為已用滿

source: Mark subnet as full
de_de: Markiere Subnetz als Voll
ru_ru: Отметить подсеть как заполненную
zh_cn: 将子网标记为已满

source: Mark subnet as utilized
fr_fr: Marquer sous-réseau comme utilisé
it_it: Segna come utilizzata
ja_jp: サブネットを使用済みとしてマークします
ru_ru: Отметить подсеть как использованную
zh_tw: 標記子網路已被使用完畢

source: Set subnet alert threshold
de_de: Einstellung des Schwellwertes f&uuml;r Alarmierung Subnetz
fr_fr: choisir le seul d’alerte de sous-réseau
it_it: Imposta soglia allerta subnet
ja_jp: サブネットのアラート閾値を設定します
ru_ru: Установить порог предупреждения подсети
zh_cn: 设置子网警报阈值
zh_tw: 設定子網路警報臨界值

source: Failed to set subnet permissons for subnet
de_de: &Auml;ndern der Berechtigung f&uuml;r das Subnetz fehlgeschlagen
fr_fr: Echec de paramétrage des droits pour le sous-réseau
it_it: Errore impostando i permessi per la subnet
ja_jp: サブネットのサブネット権限を設定できませんでした
ru_ru: Ошибка установки разрешений для подсети
zh_tw: 無法設定子網路的子網路權限

source: No result
de_de: Kein Ergebnis
fr_fr: Aucun résultat
it_it: Nessun risultato
ja_jp: 検索結果はありません
ru_ru: Результата нет
zh_cn: 无结果
zh_tw: 沒有結果

source: Subnet splitted successfully
de_de: Aufsplitten des Subnetzes erfolgreich
fr_fr: Sous-réseau divisé avec succés
it_it: Subent divisa
ja_jp: サブネットが正常に分割されました
ru_ru: Подсеть разбита успешно
zh_tw: 子網路分割成功

source: Copy custom field values
de_de: Kopieren Werte aus benutzerspezifischen Feldern
fr_fr: Copier les valeurs des champs personnalisés
it_it: Copia valori campi personalizzati
ja_jp: カスタムフィールド値をコピーします
ru_ru: Копировать настраиваемые значения полей
zh_cn: 复制自定义字段值
zh_tw: 複製自訂欄位值

source: Subnet linked
de_de: Subnetz verkn&uuml;pft
fr_fr: Sous-réseau lié
it_it: Subnet collegata
ja_jp: サブネットリンク
ru_ru: Подсеть присоединена
zh_cn: 子网链接
zh_tw: 子網路連結

source: Link IPv4 subnet to IPv6 subnet
de_de: Verkn&uuml;pfen des IPv4-Subnetz mit einem IPv6-Subnetz
fr_fr: Lié sous-réseaux IPv4 et IPv6
it_it: Collega subnet IPv4 a subnet IPv6
ja_jp: IPv4サブネットをIPv6サブネットにリンクします
ru_ru: Присоединить IPv4 подсеть к IPv6 подсети
zh_cn: 将 IPv4 子网链接到 IPv6 子网
zh_tw: 將 IPv4 子網路連結到 IPv6 子網路

source: Select IPv6 subnet to link to current subnet
de_de: Auswahl des IPv6-Subnetzes welches mit dem aktuellen Subnetz verkn&uuml;pft werden soll
fr_fr: Choisir un sous-réseau IPv6 au sous-réseau actuel
it_it: Seleziona la subnet IPv6 da collegare alla subnet corrente
ja_jp: 現在のサブネットにリンクするには、IPv6サブネットを選択します
ru_ru: Выберите IPv6 подсеть для соединения с текущей подсетью
zh_cn: 选择 IPv6 子网链接到当前子网
zh_tw: 選擇 IPv6 子網路連結到目前子網路

source: Not linked
de_de: Nicht verkn&uuml;pft
fr_fr: Non lié
it_it: Non collegata
ja_jp: リンクされていません
ru_ru: Не соединено
zh_cn: 未链接
zh_tw: 沒有連結

source: Link
fr_fr: Lier
it_it: Collega
ja_jp: リンク
ru_ru: Соединить
zh_cn: 链接
zh_tw: 連結

source: Update address tag to online/offline if state change occurs. Combine with settings > Update Tags
de_de: Aktualisieren der Online / Offline Markierungen von Adressen wenn eine Status&auml;nderung auftritt. Kombination durch Einstellungen > Aktualisierung Markierungen
fr_fr: Mettre à jour le label en ligne / hors ligne en cas de changement d'état. Combiner avec Paramètres > Mettre à jour les labels.
it_it: Aggiorna il tag dell&#39;indirizzo a online/offline se cambia lo stato. Combina con impostazioni > Aggiorna Tag
ja_jp: 状態変更が発生した場合は、アドレスタグをオンライン/オフラインに更新します。 設定の結合>タグの更新
ru_ru: Обновить тэг адреса в значение в сети/не в сети, если произойдёт изменение состояния. Комбинируйте с установкой > Обновление Тэга
zh_cn: 如果状态发生变化，则将地址标签更新为在线/离线。 与设置结合 > 更新标签
zh_tw: 如果發生狀態變更，請將位址標記更新為 上線/離線。搭配 設定 > 更新標籤

source: Cannot send mail, mail settings are missing. Please set them under administration > Mail Settings !
de_de: Es kann keine E-Mail verschickt werden da keine E-Mail Konfiguration vorhanden ist. Bitte in 'Administration - E-Mail Einstellungen' konfigurieren !
fr_fr: Impossible d'envoyer un mail, paramètres manquants. Vérifiez dans Administration > Paramètres de messagerie !
it_it: Impossibile inviare email, mancano le impostazioni email. Per favore impostarle in amministrazione > Impostazioni Email !
ja_jp: メールを送信できません。メール設定がありません。 管理>メール設定で設定してください！
ru_ru: Не могу отослать почту, отсутствуют почтовые настройки. Установите их в меню администратора > Почтовые настройки !
zh_cn: 无法发送邮件，邮件设置丢失。 请在管理 > 邮件设置下进行设置！
zh_tw: 無法發送郵件，郵件設定遺失。 請在「管理 > 郵件」裡設定。

source: Username must be at least 1 character long!
de_de: Benutzername muss mindestens 1 Zeichen lang sein!
fr_fr: Le nom d’utilisateur doit avoir au moins 1 caractère !
it_it: Il nome utente deve essere lungo almeno 1 carattere!
ja_jp: ユーザー名は少なくとも1文字でなければなりません！
ru_ru: Имя пользователя должно быть хотя бы 1 символ длиной!
zh_cn: 用户名长度必须至少为 1 个字符！
zh_tw: 使用者名至少須 1 個字元長度。

source: VLANs / VRFs
it_it: VLAN / VRF
ru_ru: VLANы / VRFы
zh_tw: VLAN / VRF

source: Select to allow user to manage VLANs and VRFs
fr_fr: Choisir pour autoriser l’utilisateur à gérer des VLANs et VRFs
it_it: Seleziona per consentire all&#39;utente di gestire le VLAN e VRF
ja_jp: ユーザがVLANとVRFを管理できるようにする場合に選択します
ru_ru: Выберите, чтобы разрешить пользователям управлять VLANами и VRFами
zh_tw: 選擇允許使用者管理 VLAN 和 VRF

source: Select to allow user to create DNS records
fr_fr: Choisir pour autoriser l’utilisateur à créer des enregistrements DNS
it_it: Seleziona per consentire all&#39;utente di creare record DNS
ja_jp: ユーザーがDNSレコードを作成できるようにする場合に選択します
ru_ru: Выберите, чтобы разрешить пользователям создавать DNS записи
zh_tw: 選擇允許以讓使用者建立 DNS 記錄

source: Insufficient privileges
de_de: Unzureichende Berechtigungen
ru_ru: Недостаточно прав
zh_cn: 权限不足

source: Cannot unlock vault
de_de: Kann Tresor nicht l&ouml;ffnen
ru_ru: Не могу разблокировать хранилище
zh_cn: 无法解锁保管库

source: Select certificate type
de_de: Auswahl Zertifikatstyp
ru_ru: Выберите тип сертификата
zh_cn: 选择证书类型

source: Download
ru_ru: Загрузка
zh_cn: 下载

source: Invalid certificate
de_de: Ung&uuml;ltiges Zertifikat
ru_ru: Неправильный сертификат
zh_cn: 证书无效

source: Vault item
de_de: Tresorelement
ru_ru: Предмет хранилища
zh_cn: 保管库项目

source: Select certificate
de_de: Auswahl Zertifikat
ru_ru: Выберите сертификат
zh_cn: 选择证书

source: Select certificate file to upload
de_de: Auswahl des hoch zu ladenden Zertifikats
ru_ru: Выберите файл сертификата для передачи
zh_cn: 选择要上传的证书文件

source: Select files
de_de: Auswahl der Dateien
ru_ru: Выберите файлы
zh_cn: 选择文件

source: Select certificate and private key file to upload
de_de: Auswahl des hoch zu ladenden Zertifikats and zugeh&ouml;riger privater Schl&uuml;ssel
ru_ru: Выберите сертификат и приватный ключ для передачи
zh_cn: 选择要上传的证书和私钥文件

source: Fetch
de_de: Abrufen
ru_ru: Получить
zh_cn: 获取

source: Enter website URL
de_de: Angabe der Webseiten-URL
ru_ru: Введите URL сайта
zh_cn: 输入网站网址

source: Verify certificate chain
de_de: &Uuml;berpr&uuml;fen der Zertifikatskette
ru_ru: Проверить цепочку сертификата
zh_cn: 验证证书链

source: Invalid certificate type
de_de: Ung&uuml;ltiger Zertifikatstyp
ru_ru: Неправильный тип сертификата
zh_cn: 证书类型无效

source: certificate
de_de: Zertifikat
ru_ru: сертификат
zh_cn: 证书

source: Add new certificate
de_de: Hinzuf&uuml;gen eines neuen Zertifikats
ru_ru: Добавить новый сертификат
zh_cn: 添加新证书

source: Enter name
de_de: Eingabe Name
ru_ru: Введите имя
zh_cn: 输入名称

source: Certificate type
de_de: Zertifikatstyp
ru_ru: Тип сертификата
zh_cn: 证书类别

source: password
de_de: Passwort
ru_ru: пароль
zh_cn: 密码

source: Add new password
de_de: Hinzuf&uuml;gen eines neuen Passworts
ru_ru: Добавить новый пароль
zh_cn: 添加新密码

source: Secret must be at least 8 characters long!
de_de: Seceret muss mindestens 8 Zeichen lang sein!
ru_ru: Секрет должен быть хотя бы 8 символов длиной!
zh_cn: 密码长度必须至少为 8 个字符！

source: Secret validation errors
de_de: Fehler bei der &Uuml;berpr&uuml;fung des Secrets
ru_ru: Ошибка проверки секрета
zh_cn: 密文验证错误

source: Select to allow user to manage PSTN numbers
fr_fr: Choisir pour autoriser l’utilisateur à gérer des numéros PSTN
it_it: Seleziona per consentire all&#39;utente di gestire i numeri PSTN
ja_jp: ユーザがPSTN番号を管理できるようにする場合に選択します
ru_ru: Выберите, чтобы разрешить пользователям управлять PSTN номерами
zh_tw: 選擇允許使用者管理 PSTN 號碼

source: Vault
de_de: Tresor
ru_ru: Хранилище
zh_cn: 保管库

source: Create Vault
de_de: Tresor erstellen
ru_ru: Создать Хранилище
zh_cn: 创建保管库

source: Lock Vault
de_de: Tresor sperren
ru_ru: Блокировать Хранилище
zh_cn: 锁定保险库

source: Edit Vault details
de_de: Bearbeite Tresor Details
ru_ru: Изменить настройки Хранилища
zh_cn: 编辑保管库详细信息

source: Remove Vault
de_de: Entferne Tresor
ru_ru: Удалить Хранилище
zh_cn: 删除保管库

source: No vaults created
de_de: Keine Tresore erstellt
ru_ru: Нет созданных Хранилищ
zh_cn: 未创建保管库

source: Module disabled
de_de: Modul ist deaktiviert
ru_ru: Модуль отключён
zh_cn: 模块已禁用

source: Decrypt
de_de: Entschl&uuml;sseln
ru_ru: Расшифровать
zh_cn: 解密

source: Please enter vault password to decrypt vault.
de_de: Bitte Passwort zum &ouml;ffnen des Tresors eingeben.
ru_ru: Пожалуйста, введите пароль доступа к хранилищу, для его расшифровки.
zh_cn: 请输入保管库密码以解密保管库.

source: Vault details
de_de: Tresor-Details
ru_ru: Описание Хранилища
zh_cn: 保管库详细信息

source: All vaults
de_de: Alle Tresore
ru_ru: Все хранилища
zh_cn: 所有保管库

source: Unlocked
de_de: Entsperrt
ru_ru: Разблокировано
zh_cn: 解锁

source: Edit Vault
de_de: Tresor bearbeiten
ru_ru: Изменить Хранилище
zh_cn: 编辑保管库

source: Certificate details
de_de: Zertifikatsdetails
ru_ru: Описание сертификата
zh_cn: 证书详细信息

source: All vault items
de_de: Alle Tresor Elemente
ru_ru: Все предметы хранилища
zh_cn: 所有保管库项目

source: Certificate has private key
de_de: Zertifikat hat einen privaten Schl&uuml;ssel
ru_ru: У сертификата есть закрытый ключ
zh_cn: 证书有私钥

source: Private key
de_de: Privater Schl&uuml;ssel
ru_ru: Закрытый ключ
zh_cn: 私钥

source: Download certificate (.cer)
de_de: Zertifikat (.cer) herunterladen
ru_ru: Загрузить сертификат (.cer)
zh_cn: 下载证书 (.cer)

source: Download certificate with key (.p12)
de_de: Zertifikat mit Schl&uuml;ssel (.p12) herunterladen
ru_ru: Загрузить сертифкат с ключом (.p12)
zh_cn: 下载带有密钥的证书 (.p12)

source: Edit item
de_de: Element bearbeiten
ru_ru: Редактировать предмет
zh_cn: 编辑项目

source: Delete item
de_de: Element l&ouml;schen
ru_ru: Удалить предмет
zh_cn: 删除项目

source: Subject name
de_de: Name Betreff
ru_ru: Название предмета
zh_cn: 主体名称

source: Common name
de_de: Standard Name
ru_ru: Стандартное имя
zh_cn: 常用名

source: Alt names
de_de: Alternativer Name
ru_ru: Альтернативные имена
zh_cn: 别名

source: Key size
de_de: Schl&uuml;sselgr&ouml;&szlig;e
ru_ru: Размер ключа
zh_cn: 密钥大小

source: Signature algorithm
de_de: Algorithmus Signatur
ru_ru: Алгоритм подписи
zh_cn: 签名算法

source: Not valid before
de_de: Nicht g&uuml;ltig vor
ru_ru: Недействителен до
zh_cn: 之前无效

source: Not valid after
de_de: Ung&uuml;ltig nach
ru_ru: Недействителен после
zh_cn: 之后无效

source: Fingerprints
de_de: Fingerabdruck
ru_ru: Отпечатки
zh_cn: 指纹

source: Issuer
de_de: Aussteller
ru_ru: Эмитент
zh_cn: 发行人

source: Country
de_de: Land
ru_ru: Страна
zh_cn: 国家

source: Locality
de_de: Ort
ru_ru: Местонахождение
zh_cn: 城市

source: Organisation name
de_de: Name Organisation
ru_ru: Название организации
zh_cn: 机构名称

source: Extensions
de_de: Erweiterungen
ru_ru: Расширения
zh_cn: 扩展

source: Import certificate
de_de: Import Zertifikat
ru_ru: Импорт сертификата
zh_cn: 导入证书

source: Key
de_de: Schlüssel
ru_ru: Ключ
zh_cn: 密钥

source: Cannot decrypt
de_de: Kann zu entschl&uuml;sseln
ru_ru: Невозможно расшифровать
zh_cn: 无法解密

source: Download certificate
de_de: Zertifikat herunterladen
ru_ru: Загрузить сертификат
zh_cn: 下载证书

source: Edit certificate
de_de: Zertifikat bearbeiten
ru_ru: Изменить сертификат
zh_cn: 编辑证书

source: Delete certificate
de_de: Zertifikat l&ouml;schen
ru_ru: Удалить сертификат
zh_cn: 删除证书

source: Create password
de_de: Passwort erstellen
ru_ru: Создать пароль
zh_cn: 创建密码

source: Edit password
de_de: Passwort bearbeiten
ru_ru: Изменить пароль
zh_cn: 编辑密码

source: Delete password
de_de: Passwort l&ouml;schen
ru_ru: Удалить пароль
zh_cn: 删除密码

source: No items
de_de: Keine Elemente
ru_ru: Предметы отсутствуют
zh_cn: 无项目

source: Create new vault
de_de: Erstelle neuen Tresor
ru_ru: Создать новое хранилище
zh_cn: 创建新的保管库

source: Vault name
de_de: Name f&uuml;r Tresor
ru_ru: Название хранилища
zh_cn: 保管库名称

source: Enter vault name
de_de: Eingabe des Namens f&uuml;r den Tresor
ru_ru: Введите название хранилища
zh_cn: 输入保管库名称

source: Password vault
de_de: Tresor f&uuml;r Passw&ouml;rter
ru_ru: Хранилище паролей
zh_cn: 密码库

source: Certificates vault
de_de: Tresor f&uuml;r Zertifikate
ru_ru: Хранилище сертификатов
zh_cn: 证书库

source: Vault type
de_de: Tresortyp
ru_ru: Тип хранилища
zh_cn: 保管库类型

source: Vault secret
de_de: Secret vom Tresor
ru_ru: Секрет хранилища
zh_cn: 保管库密码

source: Vault secret. Please store secret as it cannot be retreived if lost!
de_de: Secret des Tresors, bitte das Secret sicher verwahren, es kann nicht wieder hergestellt werden!
ru_ru: Секрет хранилища. Пожалуйста запомните секрет, так как его не восстановить при потере!

source: Invalid URL
de_de: Ung&uuml;ltige URL
ru_ru: Неправильный URL
zh_cn: 无效网址

source: Unable to establish socket connection
de_de: Kann keine Socket Verbindung etablieren
ru_ru: Не могу установить соединение через сокет
zh_cn: 无法建立 Socket 连接

source: Could not fetch certificate chain
de_de: Die Zertifikatskette konnte nicht abgerufen werden
ru_ru: Не могу получить цепочку сертификатов
zh_cn: 无法获取证书链

source: Vault locked
de_de: Tresor ist gesperrt
ru_ru: Хранилище заблокировано
zh_cn: 保管库已锁定

source: Invalid master password
de_de: Ung&uuml;ltiges Hauptpasswort
ru_ru: Неправильный мастер пароль
zh_cn: 主密码无效

source: Vault unlocked, redirecting...
de_de: Tresor entsperrt, leite weiter...
ru_ru: Хранилище разблокировано, перенаправляю...
zh_cn: 保管库已解锁，正在重定向...

source: Unlock Vault
de_de: Tresor entsperren
ru_ru: Разблокировать Хранилище
zh_cn: 解锁保管库

source: Enter Vault password
de_de: Eingabe des Kennworts f&uuml;r Tresor
ru_ru: Введите пароль хранилища
zh_cn: 输入保管库密码

source: Unlock
de_de: Entsperren
ru_ru: Разблокировать
zh_cn: 解锁

source: Manage VLANs / VRFs
fr_fr: Gérer VLANs / VRFs
it_it: Gestione VLAN / VRF
ja_jp: VLANs / VRFsの管理
ru_ru: Управлять VLANами / VRFами
zh_tw: 管理 VLAN / VRF

source: Menu type
de_de: Men&uuml;typ
fr_fr: Type de menu
it_it: Tipo menu
ja_jp: メニューの種類
ru_ru: Тип меню
zh_cn: 菜单类型
zh_tw: 功能表類型

source: Invalid subnets
de_de: Ung&uuml;ltige Subnetze
fr_fr: Sous-réseaux invalides
it_it: Subnet non valide
ja_jp: 無効なサブネット
ru_ru: Неправильные подсети
zh_cn: 无效子网
zh_tw: 無效的子網路

source: No invalid subnets detected
de_de: Kein ung&uuml;tiges Subnet gefunden
fr_fr: Aucun sous-réseau invalide détecté
it_it: Nessuna subnet non valida trovata
ja_jp: 無効なサブネットは検出されませんでした
ru_ru: Не найдено неправильных подсетей
zh_cn: 未检测到无效子网
zh_tw: 未檢測到無效的子網路

source: Invalid addresses
de_de: Ung&uuml;ltige Adressen
fr_fr: Adresses invalides
it_it: Indirizzi non validi
ja_jp: 無効なアドレス
ru_ru: Неправильные адреса
zh_cn: 无效地址
zh_tw: 位址無效

source: No invalid addresses detected
de_de: Keine ung&uuml;ltigen Adressen gefunden
fr_fr: Aucun adresse invalide détectée
it_it: Nessun indirizzo non valido trovato
ja_jp: 無効なアドレスは検出されませんでした
ru_ru: Не найдено неправильных адресов
zh_cn: 未检测到无效地址
zh_tw: 未檢測到無效位址

source: Missing indexes
de_de: Fehlende Indizes
ja_jp: フィールドが不足しています
ru_ru: Потерянные индексы
zh_cn: 缺失索引
zh_tw: 遺失索引

source: No missing indexes detected
de_de: Keine fehlenden Indizes gefunden
ja_jp: 無効なアドレスは検出されませんでした
ru_ru: Нет потерянных индексов
zh_cn: 未检测到缺失索引
zh_tw: 未檢測到遺失索引

source: Not allowed to change VLANs
fr_fr: Non autorisé à changer de VLANs
it_it: Non &egrave; permesso cambiare VLAN
ja_jp: VLANを変更することはできません
ru_ru: Нет доступа для изменения VLANов
zh_tw: 不允許變更 VLAN

source: VLAN already exists in another domain!
de_de: VLAN existiert bereits in einer anderen Dom&auml;ne!
fr_fr: le VLAN existe déjà dans un autre domaine !
it_it: La VLAN esiste gi&agrave; in un altro dominio!
ja_jp: VLANはすでに別のドメインに存在しています
ru_ru: VLAN уже существует в другом домене!
zh_cn: VLAN 已存在于另一个域中！
zh_tw: VLAN 已經存在於另一個網域中。

source: Unique VLAN
de_de: Eindeutiges VLAN
fr_fr: VLAN unique
it_it: VLAN univoca
ja_jp: ユニークなVLAN
ru_ru: Уникальный VLAN
zh_cn: 唯一 VLAN
zh_tw: 唯一 VLAN

source: Require unique vlan accross domains
de_de: Einfordern von eindeutigen VLANs &uuml;ber alle Dom&auml;nen hinweg
fr_fr: Nécessite un VLAN unique sur l’ensemble des domaines
it_it: Richiedi vlan univoche tra tutti i domini
ja_jp: ドメイン間で固有のVLANを要求します
ru_ru: Требуется уникальный vlan во всех доменах
zh_cn: 跨域需要唯一的 Vlan
zh_tw: 需要可跨網域的唯一 VLAN

source: Admin privileges required
de_de: Administrative Berechtigungen erforderlich
fr_fr: Privilèges administrateur requis
it_it: Richiesti privilegi di amministratore
ja_jp: 管理者権限が必要です
ru_ru: Необходимы админские привилегии
zh_cn: 需要管理员权限
zh_tw: 需要管理者權限

source: Invalid domain Id
de_de: Ung&uuml;ltige Dom&auml;nen-ID
fr_fr: ID de domaine invalide
it_it: Id dominio non valido
ja_jp: ドメインIDが無効です
ru_ru: Неправильный id домена
zh_cn: 域 ID 无效
zh_tw: 無效網域 ID

source: No devices for SNMP VLAN query available
de_de: Keine Ger&auml;te f&uuml;r eine SNMP-VLAN-Abfrage vorhanden
fr_fr: Aucun équipement disponible pour requête SNMP VLAN
it_it: Nessun dispositivo per le interrogazioni VLAN SNMP disponibile
ja_jp: SNMP VLANクエリ用のデバイスがありません
ru_ru: Не найдено устройств для запроса VLANа по SNMP
zh_cn: 无可供 SNMP VLAN 查询的设备
zh_tw: 沒有可用於 SNMP VLAN 查詢的裝置

source: No VLANS found
de_de: Keine VLANs gefunden
fr_fr: Aucun VLAN trouvé
it_it: Nessuna VLAN trovata
ja_jp: VLANが見つかりません
ru_ru: VLANы не найдены
zh_cn: 未找到 VLAN
zh_tw: 沒有找到 VLAN

source: Add discovered VLANS
de_de: Gefundene VLANs hinzuf&uuml;gen
fr_fr: Ajouter les VLANs découverts
it_it: Aggiungi VLAN trovate
ja_jp: 発見されたVLANを追加します
ru_ru: Добавить обнаруженные VLANы
zh_cn: 添加发现的 VLAN
zh_tw: 加入已探索的 VLAN

source: Select devices
de_de: Auswahl Ger&auml;te
fr_fr: Choisir équipements
it_it: Seleziona dispositivi
ja_jp: デバイスの選択
ru_ru: Выбор устройств
zh_cn: 选择设备
zh_tw: 選擇裝置
