Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: de_de, fr_fr, it_it, ja_jp, ru_ru, zh_cn, zh_tw

source: Reserved
de_de: Reserviert
fr_fr: Réservé
it_it: Riservato
ja_jp: 予約
ru_ru: Зарезервировано
zh_cn: 已预留
zh_tw: 保留

source: VLAN must be numeric value!
fr_fr: Le champ VLAN requiert une valeur numérique !
it_it: VLAN deve essere un valore numerico!
ja_jp: VLANは数値である必要があります
ru_ru: VLAN должен состоять из цифр!
zh_tw: VLAN 必須設定為數字。

source: Vlan number can be max 4094
fr_fr: Le numéro de VLAN ne peut excéder 4094
it_it: Il numero di Vlan pu&ograve; essere al massimo 4094
ru_ru: Номер VLANа не может быть больше 4094
zh_tw: VLAN 編號不得大於 4094

source: Subnet overlapps with
ru_ru: Подсеть пересекается с
zh_tw: 子網路重疊

source: Select Master subnet
fr_fr: Sélectionnez un sous-réseau maître
it_it: Seleziona subnet principale
ru_ru: Выберите Главную подсеть
zh_tw: 選擇主要子網路

source: Root subnet
de_de: Root Subnetz
fr_fr: Sous-réseau racine
it_it: Subnet radice
ja_jp: ルートサブネット
ru_ru: Корневая подсеть
zh_cn: 根子网
zh_tw: 根子網路

source: IP address not valid
fr_fr: Adresse IP invalide
it_it: Indirizzo IP non valido
ja_jp: IPアドレスが正しくありません
ru_ru: IP адрес не верен
zh_tw: 不是有效的 IP 位址

source: IP address not in selected subnet
fr_fr: Adresse IP en dehors du sous-réseau sélectionnée
it_it: L&#39;indirizzo IP non rientra nella subnet selezionata
ja_jp: IPアドレスが選択したサブネットの範囲ではありません
ru_ru: IP адрес не в диапазоне выбранной подсети
zh_tw: IP 位址不在選擇的子網路內

source: Cannot add subnet as IP address!
fr_fr: Impossible d’ajouter un sous-réseau comme adresse IP !
it_it: Impossibile aggiungere una subnet come indirizzo IP!
ja_jp: サブネットはIPアドレスとして追加できません!
ru_ru: Не могу добавить подсеть как IP адрес!
zh_tw: 無法新增子網路為 IP 位址。

source: Cannot add broadcast as IP address!
fr_fr: Impossible d’ajouter un broadcast comme adresse IP !
it_it: Impossibile aggiungere un broadcast come indirizzo IP!
ja_jp: ブロードキャストはIPアドレスとして追加できません!
ru_ru: Не могу добавить бродкаст как IP адрес!
zh_tw: 無法新增廣播位址為 IP 位址。

source: Invalid CIDR format!
de_de: Falsches CIDR Format!
fr_fr: Format CIDR invalide !
it_it: Formato CIDR non valido!
ja_jp: CIDRの形式が正しくありません
ru_ru: Неверный CIDR формат!
zh_cn: CIDR 格式无效！
zh_tw: 無效的 CIDR 格式。

source: Invalid IP address!
de_de: Falsche IP-Adresse!
fr_fr: Adresse IP invalide !
it_it: Indirizzo IP non valido!
ja_jp: IPアドレスが正しくありません
ru_ru: Неверный IP адрес!
zh_cn: IP 地址无效！
zh_tw: 無效的 IP 位址。

source: IP address cannot be subnet! (Consider using
de_de: IP-Adresse kann kein Subnetz sein!
fr_fr: L’adresse IP ne peut être un sous-réseau ! (Utilisez
it_it: L&#39;indirizzo IP non pu&ograve; essere una subnet! (Considerare l&#39;uso
ja_jp: IPアドレスはサブネットとして設定できません! (次の値を使用してください:
ru_ru: IP адрес не может быть подсетью! (Рассмотреть возможность использования
zh_cn: IP 地址不能为子网！(考虑使用
zh_tw: IP 位址不能為子網路。 (考慮使用

source: Invalid netmask
de_de: Falsche Netzmaske
fr_fr: Masque de sous-réseau invalide
it_it: Netmask non valida
ja_jp: ネットマスクが正しくありません
ru_ru: Неверная маска
zh_cn: 网络掩码无效
zh_tw: 無效的子網路遮罩

source: Invalid IPv6 address!
de_de: Falsche IPv6 Adresse!
fr_fr: Adresse IPv6 invalide !
it_it: Indirizzo IPv6 non valido!
ja_jp: IPv6アドレスが正しくありません!
ru_ru: Неверный IPv6 адрес!
zh_cn: IPv6 地址无效！
zh_tw: 無效的 IPv6 位址。

source: The following required PHP extensions are missing
de_de: Die folgende, zur Ausf&uuml;hrung ben&ouml;tigte PHP Erweiterung ist nicht installiert
fr_fr: Les extensions PHP requises suivantes sont manquantes
it_it: Mancano le seguenti estensioni PHP richieste
ja_jp: 以下の必要なPHP拡張機能が見つかりません
ru_ru: Отсутствует необходимое PHP расширение
zh_cn: 缺少以下必需的 PHP 扩展
zh_tw: 缺少以下所需的 PHP 模組

source: Please recompile PHP to include missing extensions and restart Apache.
de_de: Bitte installieren sie die fehlenden PHP Erweiterungen und starten Sie den Apache Server neu.
fr_fr: Merci de recompiler PHP en incluant les extensions manquantes et de redémarrer Apache
it_it: Per favore ricompilare PHP includendo le estensioni mancanti e riavviare Apache.
ja_jp: 不足している拡張機能をインクルードしてPHPを再コンパイルし、Apacheを再起動してください
ru_ru: Пожалуйста пересоберите PHP с нужными расширениями и перезапустите Apache.
zh_cn: 请重新编译 PHP 以包含缺少的扩展并重新启动 Apache.
zh_tw: 請重新編譯 PHP 和啟動 Apache 來啟用缺少的模組。

source: Unsupported PHP version
de_de: Nicht unterst&uuml;ste PHP-Version
ja_jp: サポートされないPHPバージョン
ru_ru: Неподдерживаемая версия PHP
zh_cn: 不支持的 PHP 版本

source: From release 1.3.2 on at least PHP version 5.4 is required!
de_de: Seit der Version 1.3.2 wird mindestens PHP in Version 5.4 ben&ouml;tigt!
ja_jp: リリース1.3.2以降では、少なくともPHP5.4以降が必要です
ru_ru: Начиная с релиза 1.3.2, необходима версия PHP не ниже 5.4!

source: Detected PHP version:
de_de: Erkannte PHP-Version:
ja_jp: 検出されたPHPバージョン
ru_ru: Обнаружена версия PHP:
zh_cn: 检测到的 PHP 版本：

source: Last development version can be downloaded
de_de: Die aktuelle Entwicklungsversion kann herunter geladen werden von
ja_jp: 最新の開発バージョンがダウンロードできます
ru_ru: Может быть загружена последняя разрабатываемая версия

source: Not 64-bit system
de_de: Kein 64-Bit System
ru_ru: Не 64-битная система
zh_cn: 不是64位系统

source: From release 1.4 on 64bit system is required!
de_de: Ab der Version 1.4 wird ein 64-Bit System ben&ouml;tigt!
ru_ru: Начиная с релиза 1.4, требуется 64-битная система!
zh_cn: 从 1.4 版开始需要 64 位系统！

source: Address create
de_de: Anlegen Adresse
ru_ru: Создать адрес
zh_cn: 地址创建

source: Failed to create new address
de_de: Fehler beim Anlegen einer neuen Adresse
ru_ru: Ошибка создания нового адреса
zh_cn: 创建新地址失败

source: New address created
de_de: Neue Adresse angelegt
ru_ru: Новый адрес создан
zh_cn: 新地址已创建

source: Address edit
de_de: Bearbeiten Adresse
ru_ru: Изменить адрес
zh_cn: 地址编辑

source: Failed to edit address
de_de: Fehler beim Bearbeiten der Adresse
ru_ru: Ошибка изменения адреса
zh_cn: 修改地址失败

source: Address update
de_de: Aktualisierung Adresse
ru_ru: Обновление адреса
zh_cn: 地址更新

source: updated
de_de: aktualisiert
ru_ru: обновлено
zh_cn: 更新

source: Address delete
de_de: L&uoml;schen Adresse
ru_ru: Удаление адреса
zh_cn: 地址删除

source: Failed to delete address
de_de: Fehler beim L&uoml;schen der Adresse
ru_ru: Ошибка удаления адреса
zh_cn: 删除地址失败

source: deleted
de_de: gel&uoml;scht
ru_ru: удалено
zh_cn: 已删除

source: Address removed from NAT
de_de: Adresse aus dem NAT entfernt
ru_ru: Адрес удалён из NAT
zh_cn: 从 NAT 中删除的地址

source: Address DNS resolved
de_de: Aufl&uoml;sung DNS-Adresse
ru_ru: DNS имя адреса разрешено
zh_cn: 地址 DNS 已解析

source: resolved
de_de: aufgel&uoml;st
ru_ru: разрешено
zh_cn: 允许

source: Mailer Error
de_de: Fehler E-Mail-Versand
ru_ru: Ошибка Почтовой программы
zh_cn: 邮件错误

source: Invalid PDNS action
de_de: Ung&uuml;ltige PDNS Aktion
fr_fr: action PDNS invalide
it_it: Operazione PDNS non valida
ja_jp: PDNS操作が不正です
ru_ru: Неправильное PDNS действие
zh_cn: 无效的 PDNS 操作
zh_tw: 無效的PDNS記錄

source: PTR record created
de_de: PTR-Eintag erstellt
ru_ru: PTR запись создана
zh_cn: PTR 记录已创建

source: PTR record updated
de_de: PTR-Eintrag aktualisiert
ru_ru: PTR запись обновлена
zh_cn: PTR 记录已更新

source: PTR record removed
de_de: PTR-Eintrag entfernt
ru_ru: PTR запись удалена
zh_cn: PTR 记录已删除

source: is not a valid address for subnet
de_de: ist keine g&uuml;ltige Adresse f&uuml;r Subnetz
ru_ru: неправильный адрес для подсети
zh_cn: 子网地址错误

source: Database connection failed
fr_fr: Echec de la connection à la base de données
it_it: Errore connessione database
ru_ru: Ошибка соединения с базой данных
zh_tw: 資料庫連接失敗

source: (closest parent)
de_de: (n&auml;chste &uuml;bergeordnete)
fr_fr: (parent le plus proche)
it_it: (genitore pi&ugrave; vicino)
ja_jp: (直近の親要素)
ru_ru: (ближайший родитель)
zh_cn: (最近的父节点)
zh_tw: (最近的上層節點)

source: Duplicate check failed
de_de: &Uuml;berpr&uuml;fung auf Duplikate fehlgeschlagen
ru_ru: Проверка на повторы не удалась
zh_cn: 重复检查失败

source: View prefix
de_de: Anzeige Pr&auml;fix
ru_ru: Просмотр префикса
zh_cn: 查看前缀

source: Name
fr_fr: Nom
it_it: Nome
ja_jp: 名前
ru_ru: Название
zh_cn: 名称
zh_tw: 名稱

source: Username
de_de: Benutzername
fr_fr: Utilisateur
it_it: Nome utente
ja_jp: ユーザ名
ru_ru: Имя пользователя
zh_cn: 用户名
zh_tw: 使用者名稱

source: Password
de_de: Passwort
fr_fr: Mot de passe
ja_jp: パスワード
ru_ru: Пароль
zh_cn: 密码
zh_tw: 密碼

source: your domain username
de_de: Dom&auml;ne-Benutzername
fr_fr: Utilisateur du domaine
it_it: nome utente di dominio
ja_jp: あなたのドメインのユーザ名
ru_ru: ваше имя пользователя в домене
zh_cn: 您的域用户名
zh_tw: 您的網域使用者名稱

source: your domain password
de_de: Dom&auml;nen-Passwort
fr_fr: Mot de passe du domaine
it_it: password di dominio
ja_jp: あなたのドメインのパスワード
ru_ru: ваш пароль в домене
zh_cn: 您的域密码
zh_tw: 網域的密碼

source: Role
de_de: Rolle
fr_fr: Rôle
it_it: Ruolo
ja_jp: ロール
ru_ru: Роль
zh_cn: 角色
zh_tw: 角色

source: Sent by user
de_de: &uuml;bermittelt durch den Benutzer
fr_fr: Envoyé par l’utilisateur
it_it: Inviata dall&#39;utente
ja_jp: ユーザによって送信されました
ru_ru: Отправил
zh_cn: 由用户发送
zh_tw: 由使用者發送

source: New IP address request in subnet
fr_fr: Nouvelle requête d’adresse IP dans le sous-réseau
it_it: Nuova richiesta indirizzo IP nella subnet
ru_ru: Запрос нового адреса в подсети
zh_tw: 子網路的新 IP 位址申請

source: Section
de_de: Bereich
it_it: Sezione
ja_jp: セクション
ru_ru: Секция
zh_cn: 区域
zh_tw: 區段

source: Subnet
de_de: Subnetz
fr_fr: Sous-réseau
ja_jp: サブネット
ru_ru: Подсеть
zh_cn: 子网
zh_tw: 子網路

source: Description
de_de: Beschreibung
it_it: Descrizione
ja_jp: 説明
ru_ru: Описание
zh_cn: 描述
zh_tw: 描述

source: Hostname
fr_fr: Nom DNS
ja_jp: ホスト名
ru_ru: Имя хоста
zh_cn: 主机名
zh_tw: 主機名稱

source: Owner
de_de: Eigent&uuml;mer
fr_fr: Propriétaire
it_it: Proprietario
ja_jp: 所有者
ru_ru: Владелец
zh_cn: 所有者
zh_tw: 擁有者

source: Requested by
de_de: Angefordert von
fr_fr: Emise par
it_it: Richiesto da
ja_jp: リクエスト by
ru_ru: Запрошено
zh_cn: 申请人
zh_tw: 申請人

source: Comment
de_de: Kommentar
fr_fr: Commentaire
it_it: Commento
ja_jp: コメント
ru_ru: Комментарий
zh_cn: 注释
zh_tw: 註解

source: Sent at
de_de: Gesendet am
fr_fr: Envoyé à
it_it: Inviato a
ru_ru: Отправлено в
zh_cn: 发送于
zh_tw: 發送在

source: Address details
de_de: IP-Adressdetails
ru_ru: Подробности адреса
zh_cn: 详细地址

source: IP address request
fr_fr: Requête d’adresse IP
it_it: Richiesta indirizzo IP
ru_ru: Запрос IP адреса
zh_tw: IP 位址申請

source: assigned IP address
fr_fr: Adresse IP assignée
it_it: indirizzo IP assegnato
ru_ru: назначен IP адрес
zh_tw: 分配 IP 位址

source: Assigned IP address
fr_fr: Adresse IP assignée
it_it: Indirizzo IP assegnato
ru_ru: Назначен IP адрес
zh_tw: 分配 IP 位址

source: Requested from
fr_fr: Demandée par
it_it: Richiesto da
ru_ru: Запрошено от
zh_tw: 要求

source: Comment (request)
fr_fr: Commentaire (requête)
it_it: Commento (richiesta)
ru_ru: Комментарий(запрос)
zh_tw: 註解 (申請)

source: Admin accept/reject comment
fr_fr: Commentaire de l’ajout/refus par l’Administrateur
it_it: Amministratore accetta/rifiuta commento
ru_ru: Админ принял/отклонил комментарий
zh_tw: 管理 接受/拒絕 理由

source: Loading
de_de: Laden
fr_fr: Chargement
it_it: Caricamento
ja_jp: 読み込み中
ru_ru: Загрузка
zh_cn: 加载中
zh_tw: 載入中

source: Please select subnet from left menu
fr_fr: Merci de choisir un sous-réseau dans le menu de gauche
it_it: Per favore selezionare la subnet dal menu a sinistra
ru_ru: Пожалуйста, выберите подсеть из меню слева
zh_tw: 請由左側功能表選擇子網路

source: Please select tool from left menu!
fr_fr: Merci de choisir un outil dans le menu de gauche !
it_it: Per favore selezionare lo strumento dal menu a sinistra!
ru_ru: Пожалуйста, выберите инструмент из меню слева!
zh_tw: 請由左側功能表選擇工具。

source: Please select setting from left menu!
fr_fr: Merci de choisir un paramètre dans le menu de gauche !
it_it: Per favore selezionare l&#39;impostazione dal menu a sinistra!
ru_ru: Пожалуйста, выберите настройки из меню слева!
zh_tw: 請由左側功能表選擇設定。

source: phpipam_search_export_
ru_ru: phpipam_экспорт_поиска_
zh_cn: phpipam_搜索_导出_

source: IP Search results
fr_fr: Résultat de la recherche IP
it_it: Risultati ricerca IP
ru_ru: Результат поиска IP
zh_tw: IP 搜尋結果

source: ip address
de_de: IP-Adresse
fr_fr: adresse IP
it_it: indirizzo ip
ja_jp: IPアドレス
ru_ru: ip адрес
zh_cn: IP 地址
zh_tw: IP 位址

source: state
de_de: Status
fr_fr: état
it_it: stato
ja_jp: 状態
ru_ru: состояние
zh_cn: 状态
zh_tw: 狀態

source: description
de_de: Beschreibung
it_it: descrizione
ja_jp: 説明
ru_ru: описание
zh_cn: 描述
zh_tw: 描述

source: hostname
fr_fr: Nom DNS
ja_jp: ホスト名
ru_ru: имя хоста
zh_cn: 主机名
zh_tw: 主機名稱

source: ip_addr
de_de: IP_Adresse
ja_jp: IPアドレス
ru_ru: ip_адрес
zh_cn: IP 地址

source: switch
ru_ru: коммутатор
zh_tw: 網路交換器

source: port
it_it: porta
ja_jp: ポート
ru_ru: порт
zh_cn: 端口
zh_tw: 連接埠

source: owner
de_de: Besitzer
fr_fr: propriétaire
it_it: proprietario
ja_jp: 所有者
ru_ru: владелец
zh_cn: 所有者
zh_tw: 擁有者

source: note
de_de: Notiz
ja_jp: 注意
ru_ru: запись
zh_cn: 注释
zh_tw: 備註

source: Subnet search results
fr_fr: Résultat de la recherche de sous-réseau
it_it: Risultati ricerca subnet
ru_ru: Результат поиска подсети
zh_tw: 子網路搜尋結果

source: Subet
de_de: Subnetz
fr_fr: Sous-réseau
it_it: Subnet
ja_jp: サブネット
ru_ru: Подсеть
zh_tw: 子網路

source: Mask
de_de: Maske
fr_fr: Masque
it_it: Maschera
ja_jp: マスク
ru_ru: Маска
zh_cn: 掩码
zh_tw: 遮罩

source: Is_Gateway
de_de: Ist_Gateway
ja_jp: ゲートウェイ
ru_ru: Шлюз
zh_cn: 网关

source: deviceType
de_de: Ger&auml;tetyp
ja_jp: デバイスタイプ
ru_ru: Тип устройства
zh_cn: 设备类型

source: Master subnet
de_de: Master Subnetz
fr_fr: Sous-réseau maître
it_it: Subnet principale
ja_jp: マスタサブネット
ru_ru: Главная подсеть
zh_cn: 子网掩码
zh_tw: 主要子網路

source: Invalid input
de_de: Falsche Eingabe
fr_fr: Saisie invalide
it_it: Input non valido
ja_jp: 不正な入力
ru_ru: Неверный ввод
zh_cn: 输入无效
zh_tw: 輸入錯誤

source: Subnetting details for
de_de: Subnetting Details f&uuml;r
fr_fr: Détail du sous-réseau pour
it_it: Dettagli subnet per
ja_jp: サブネット詳細 for
ru_ru: Данные по подсетям для
zh_cn: 子网划分详细信息
zh_tw: 子網路的細節

source: Create subnet from result
de_de: Erstelle ein Subnetz aus dem Suchergebnis
fr_fr: Créer un sous-réseau à partir du résultat
it_it: Crea una subnet partendo dai risultati
ja_jp: 結果からサブネットを作成
ru_ru: Создать подсеть из результата
zh_cn: 根据结果创建子网
zh_tw: 從結果建立子網路

source: Select Section
de_de: W&auml;hle Bereich
fr_fr: Choisir une section
it_it: Seleziona Sezione
ja_jp: セクション選択
ru_ru: Выбор Секции
zh_cn: 选择区域
zh_tw: 選擇區段

source: Please select
de_de: Bitte w&auml;hle
fr_fr: Merci de choisir
it_it: Per favore seleziona
ja_jp: 選択してください
ru_ru: Пожалуйста, выберите
zh_cn: 请选择
zh_tw: 請選擇

source: IPv4v6 calculator
de_de: IPv4-v6 Rechner
fr_fr: Calculatrice IPv4v6
it_it: Calcola IPv4v6
ja_jp: IPv4v6 計算
ru_ru: Калькулятор IPv4v6
zh_cn: IPv4v6 计算器
zh_tw: IPv4v6 計算機

source: IP address
de_de: IP-Adresse
fr_fr: adresse IP
it_it: Indirizzo IP
ja_jp: IPアドレス
ru_ru: IP адрес
zh_cn: IP 地址
zh_tw: IP 位址

source: mask
de_de: Subnetzmaske
fr_fr: masque
it_it: maschera
ja_jp: マスク
ru_ru: маска
zh_cn: 掩码
zh_tw: 遮罩

source: Please enter IP address and mask in CIDR format
de_de: Bitte geben sie die IP-Adresse und die Subnetzmaske im CIDR-Format an
fr_fr: Merci de renseigner l’adresse IP et le masque au format CIDR
it_it: Per favore inserire l&#39;indirizzo IP e la maschera in formato CIDR
ja_jp: IPアドレスとマスクをCIDR形式で入力してください
ru_ru: Пожалуйста, введите IP адрес и маску в формате CIDR
zh_cn: 请输入 CIDR 格式的 IP 地址和掩码
zh_tw: 請以 CIDR 格式輸入 IP 位址和遮罩

source: No subnets available
de_de: Keine Subnetze verf&uuml;gbar
ja_jp: 利用可能なセクションはありません
ru_ru: Нет доступных подсетей
zh_cn: 没有可用的子网

source: Calculate
de_de: Berechnen
fr_fr: Calculer
it_it: Calcola
ja_jp: 計算
ru_ru: Вычислить
zh_cn: 计算
zh_tw: 計算機

source: Reset
de_de: Zur&uuml;cksetzen
fr_fr: RàZ
ja_jp: リセット
ru_ru: Сбросить
zh_cn: 重置
zh_tw: 重置

source: Available VRFs and belonging subnets
fr_fr: VRFs disponibles et sous-réseaux correspondants
it_it: VRF disponibile e subnet di appartenenza
ja_jp: 有効なVRFと所属サブネット
ru_ru: Доступные VRFы и принадлежащие им подсети
zh_tw: 可用的 VRFs 和所屬子網路

source: No VRFs configured
de_de: Keine VRF-Instanzen konfiguriert
fr_fr: Aucun VRF configuré
it_it: Nessun VRF configurato
ja_jp: VRFが設定されていません
ru_ru: Ни одного VRFа не создано
zh_cn: 未配置 VRFs
zh_tw: 沒有 VRF 設定

source: Master Subnet
de_de: Master Subnetz
fr_fr: Sous-réseau maître
it_it: Subnet principale
ja_jp: マスタサブネット
ru_ru: Главная подсеть
zh_cn: 主子网
zh_tw: 主要子網路

source: Used
de_de: In Benutzung
fr_fr: Utilisé
it_it: Usato
ja_jp: 使用済
ru_ru: Используется
zh_cn: 已使用
zh_tw: 已使用

source: Free
de_de: Frei
fr_fr: Libre
it_it: Libero
ja_jp: 空き
ru_ru: Свободных
zh_cn: 空余
zh_tw: 可用

source: In Subnet
de_de: Im Subnetz
ru_ru: В Подсети
zh_cn: 在子网中

source: Create subnet
de_de: Erstelle Subnetz
ru_ru: Создать подсеть
zh_cn: 创建子网

source: Requests
de_de: Anfragen
fr_fr: Requêtes
it_it: Richieste
ja_jp: リクエスト
ru_ru: Запросов
zh_cn: 申请
zh_tw: 申請

source: Master subnet does not exist
fr_fr: Sous-réseau maître inexistant
it_it: La subnet principale non esiste
ja_jp: マスタサブネットがありません
ru_ru: Главная подсеть не создана
zh_tw: 主要子網路不存在

source: enabled
de_de: aktiviert
fr_fr: actif
it_it: attivato
ja_jp: 有効
ru_ru: включена
zh_cn: 已启用
zh_tw: 啟用

source: No subnets belonging to this VRF
fr_fr: Aucun sous-réseau dans ce VRF
it_it: Nessun subnet appartenente a questo VRF
ru_ru: В этом VRF нет подсетей
zh_tw: 沒有屬於此 VRF 的子網路

source: List of network devices
fr_fr: Liste des équipements réseau
it_it: Elenco dispositivi di rete
ja_jp: ネットワークデバイスのリスト
ru_ru: Список сетевых устройств
zh_tw: 網路裝置清單

source: Device not specified
de_de: Nicht spezifizierte Ger&auml;te
fr_fr: Equipement non spécifié
it_it: Dispositivo non specificato
ja_jp: デバイスが設定されていません
ru_ru: Устройство не указано
zh_cn: 未指定设备
zh_tw: 尚未指定裝置

source: click to show/hide belonging IP addresses
fr_fr: Cliquer pour afficher/masquer les adresses IP correspondantes
it_it: clicca per mostrare/nascondere gli IP di appartenenza
ru_ru: нажмите, чтобы показать/спрятать принадлежащие IP адреса
zh_tw: 按下顯示/隱藏所有的 IP 位址

source: Port
it_it: Porta
ja_jp: ポート
ru_ru: Порт
zh_cn: 端口
zh_tw: 連接埠

source: Available VLANs:
fr_fr: VLANs disponibles :
it_it: VLAN disponibili:
ru_ru: Доступные VLANы:
zh_tw: 可用的 VLAN：

source: Number
de_de: Nummer
fr_fr: Numéro
it_it: Numero
ja_jp: 番号
ru_ru: Номер
zh_cn: 号码
zh_tw: 編號

source: Belonging subnets
de_de: Zugeh&ouml;riges Subnetz
fr_fr: Sous-réseaux correspondants
it_it: Subnet di appartenenza
ja_jp: 所属するサブネット
ru_ru: Принадлежащие подсети
zh_cn: 所属子网
zh_tw: 所屬子網路

source: free
de_de: frei
fr_fr: libre
it_it: libero
ja_jp: 空き
ru_ru: свободных
zh_cn: 空余
zh_tw: 可用

source: here you can change your account details
de_de: Hier k&ouml;nnen Sie Ihre Anmeldedaten &auml;ndern
fr_fr: Vous pouvez modifier ici les détails de votre compte
it_it: qui puoi cambiare i dettagli del tuo account
ja_jp: ここではあなたのアカウントの詳細を変更することができます
ru_ru: здесь вы можете изменить детали вашей учётной записи
zh_cn: 您可以在这里更改您的帐户详细信息
zh_tw: 您可以在這裡變更您的使用者資訊

source: Summary of module permissions
de_de: &Uuml;bersicht der Modul Berechtigungen
ru_ru: Сводка разрешений для модулей
zh_cn: 模块权限汇总
zh_tw: 模組權限概要

source: VLAN module permissions
ru_ru: Права модуля VLAN
zh_tw: VLAN 模組權限

source: L2Domains module permissions
ru_ru: Права модуля L2Домены

source: VRF module permissions
ru_ru: Права модуля VRF
zh_tw: VRF 模組權限

source: PowerDNS module permissions
ru_ru: Права модуля PowerDNS

source: Devices module permissions
ru_ru: Права модуля Устройства
zh_tw: 裝置模組權限

source: Racks module permissions
ru_ru: Права модуля Шкафы
zh_tw: 機架模組權限

source: Circuits module permissions
ru_ru: Права модуля Линии связи
zh_tw: 電路模組權限

source: NAT module permissions
ru_ru: Права модуля NAT
zh_tw: NAT 模組權限

source: Customers module permissions
ru_ru: Права модуля Пользователи
zh_tw: 客戶模組權限

source: Locations module permissions
ru_ru: Права модуля Местоположения
zh_tw: 位置模組權限

source: PSTN module permissions
ru_ru: Права модуля PSTN
zh_tw: PSTN 模組權限

source: Routing module permissions
ru_ru: Права модуля Маршрутизация
zh_tw: 路由模組權限

source: Vaults module permissions
ru_ru: Права модуля Хранилища

source: Real name
de_de: Name
fr_fr: Nom réel
it_it: Nome reale
ja_jp: 実名
ru_ru: Настоящее имя
zh_cn: 真实姓名
zh_tw: 姓名

source: Display name
de_de: angezeiger Name
fr_fr: Nom affiché
it_it: Nome visualizzato
ja_jp: 表示名
ru_ru: Отображаемое имя
zh_cn: 显示名称
zh_tw: 顯示名稱

source: Email address
de_de: E-Mail Adresse
fr_fr: Adresse Email
it_it: Indirizzo email
ja_jp: 電子メールアドレス
ru_ru: Адрес Email
zh_cn: 邮箱地址
zh_tw: 電子郵件位址

source: Random
fr_fr: Aléatoire
it_it: Casuale
ru_ru: Случайно
zh_tw: 隨機

source: repeat
de_de: wiederholen
fr_fr: répéter
it_it: ripeti
ja_jp: 繰り返し
ru_ru: повтор
zh_cn: 重复
zh_tw: 重複

source: Re-type password
de_de: Erneute Passworteingabe
fr_fr: Re-saisissez votre mot de passe
it_it: Reinserisci la password
ja_jp: パスワード再入力
ru_ru: Повторите ввод пароля
zh_cn: 重新输入密码
zh_tw: 再次輸入密碼

source: Save changes
de_de: &Auml;nderungen speichern
fr_fr: Enregistrer les modifications
it_it: Salva modifiche
ja_jp: 変更の保存
ru_ru: Сохранить изменения
zh_cn: 保存更改
zh_tw: 儲存設定

source: Instructions for managing IP addresses
de_de: Anleitungen zum IP-Adressmanagement
fr_fr: Instructions pour la gestion des adresses IP
it_it: Istruzione per la gestione degli indirizzi IP
ja_jp: IPアドレス管理手順
ru_ru: Инструкции по управлению IP адресами
zh_cn: IP 地址管理指南
zh_tw: IP 位址管理指南

source: Transfer time (h:m:s)
de_de: &Uuml;bertragungszeit (H:M:S)
ru_ru: Время передачи (H:M:S)
zh_cn: 传输时间 (小时: 分: 秒)

source: Calculation parameters
de_de: Kalkulationsparameter
ru_ru: Параметры расчета
zh_cn: 计算参数

source: IP request form
de_de: IP-Anfrage Formular
fr_fr: Formulaire de requête d’IP
it_it: Form richiesta IP
ja_jp: IPリクエストフォーム
ru_ru: Форма запроса IP
zh_cn: IP 申请表
zh_tw: IP 位址申請表

source: Enter description
de_de: Geben Sie eine Beschreibung ein
fr_fr: Entrez la description
it_it: Inserisci la descrizione
ja_jp: 説明を入力してください
ru_ru: Введите описание
zh_cn: 输入描述
zh_tw: 輸入描述

source: DNS name
fr_fr: Nom DNS
it_it: Nome DNS
ja_jp: DNS名
ru_ru: DNS имя
zh_cn: DNS 名称
zh_tw: DNS 名稱

source: Owner of IP address
de_de: Eigent&uuml;mer der IP-Adresse
fr_fr: Propriétaire de l’adresse IP
it_it: Proprietario indirizzo IP
ja_jp: IPアドレス所有者
ru_ru: Владелец IP адреса
zh_cn: IP 地址的所有者
zh_tw: IP 位址擁有者

source: Requester
de_de: Kontakt Anfragesteller
fr_fr: Demandeur
it_it: Richiedente
ja_jp: リクエストする人
ru_ru: Запрашивающий
zh_cn: 申请者
zh_tw: 申請者

source: your email address
de_de: Ihre E-Mail Adresse
fr_fr: Votre adresse email
it_it: il tuo indirizzo email
ja_jp: あなたの電子メールアドレス
ru_ru: ваш email адрес
zh_cn: 您的 Email 地址
zh_tw: 您的 Email 位址

source: Additional comment
de_de: Zus&auml;tzlicher Kommentar
fr_fr: Commentaire additionnel
it_it: Commenti aggiuntivi
ja_jp: 追加コメント
ru_ru: Дополнительные комментарии
zh_cn: 更多的注释
zh_tw: 其他註解

source: Enter additional details for request if they are needed
de_de: Ben&ouml;tigte Anfragedetails (optional)
fr_fr: Entrez les informations additionnelles à la requête si nécessaire
it_it: Se necessario, inserire dettagli aggiuntivi per la richiesta
ja_jp: 必要に応じて、リクエストの詳細情報を入力してください
ru_ru: Введите дополнительные данные для запроса если нужно
zh_cn: 如果需要，请输入请求的其他详细信息
zh_tw: 如果需要，補充與申請相關的的其他詳細資訊

source: Cancel
de_de: Abbrechen
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ru_ru: Отмена
zh_cn: 取消
zh_tw: 取消

source: Request IP
de_de: Anfrage IP-Adresse
fr_fr: Requête d’IP
it_it: Richiedi IP
ja_jp: リクエストIP
ru_ru: Запрос IP
zh_cn: IP 申请
zh_tw: IP 申請

source: Search IP database
de_de: Suche in der IP-Datenbank
fr_fr: Chercher dans la base de données d’IP
it_it: Cerca IP nel database
ja_jp: IPアドレス検索
ru_ru: Поиск IP базы
zh_cn: 搜索 IP 数据库
zh_tw: 搜尋 IP 位址資料庫

source: search
de_de: Suche
fr_fr: chercher
it_it: cerca
ja_jp: 検索
ru_ru: поиск
zh_cn: 搜索
zh_tw: 搜尋

source: Invalid MAC address provided
de_de: Ung&uuml;ltige MAC-Adresse eingegeben
ja_jp: MACアドレスが無効です
ru_ru: Предоставлен неправильный MAC адрес
zh_cn: 提供的 MAC 地址无效

source: No matches found for prefix
de_de: Keinen Treffer gefunden f&uuml;r Pr&auml;fix
ja_jp: フィルターのレコードが見つかりません
ru_ru: Не найдено соответствий для префикса
zh_cn: 没有找到匹配的前缀
