Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: de_de, fr_fr, it_it, ja_jp, ru_ru, zh_cn, zh_tw

source: Minimum length
de_de: Minimale L&auml;nge
ru_ru: Минимальная длина
zh_cn: 最小长度
zh_tw: 長度最少

source: Minimum password length
de_de: Minimale L&auml;nge des Passwortes
ru_ru: Минимальная длина пароля
zh_cn: 最小密码长度
zh_tw: 最小密碼長度

source: Maximum length
de_de: Maximale L&auml;nge
ru_ru: Максимальная длина
zh_cn: 最大长度
zh_tw: 長度最多

source: Maximum password length
de_de: Maximale L&auml;nge des Passwortes
ru_ru: Максимальная длина пароля
zh_cn: 最大密码长度
zh_tw: 最大密碼長度

source: Minimum numbers
de_de: Minimalanzahl Zahlen
ru_ru: Минимум цифр
zh_cn: 最少数字
zh_tw: 數字最少

source: Minumum number of numbers
de_de: Mindestanzahl von zu benutzenden Zahlen
ru_ru: Минимальное количество цифр
zh_tw: 最少的數字數目

source: Minimum letters
de_de: Minimalanzahl Buchstaben
ru_ru: Минимум букв
zh_cn: 最少字母
zh_tw: 字元最少

source: Minumum number of letters
de_de: Mindestanzahl von zu benutzenden Buchstaben
ru_ru: Минимальное количество букв
zh_tw: 最少的字元數目

source: Minimum lowercase letter
de_de: Minimalanzahl kleine Buchstaben
ru_ru: Минимум строчных букв
zh_cn: 最少小写字母
zh_tw: 小寫字母最少

source: Minumum number of lowercase letters
de_de: Mindestanzahl von klein geschriebenen Buchstaben
ru_ru: Минимальное количество строчных букв
zh_tw: 最少的小寫字母數目

source: Minimum uppercase letter
de_de: Minimalanzahl große Buchstaben
ru_ru: Минимум заглавных букв
zh_cn: 最少大写字母
zh_tw: 大寫字母最多

source: Minumum number of uppercase letters
de_de: Mindestanzahl von groß geschriebenen Buchstaben
ru_ru: Минимальное количество заглавных букв
zh_tw: 最少的大寫字母數目

source: Minimum symbols
de_de: Minimalanzahl Sondersymbole
ru_ru: Минимум символов
zh_cn: 最少符号
zh_tw: 符號最少

source: Minumum number of symbols
de_de: Mindestanzahl von zu benutzenden Sondersymbolen
ru_ru: Минимальное количество символов
zh_tw: 最少的符號字數

source: Maximum symbols
de_de: Maximalanzahl Sondersymbole
ru_ru: Максимум символов
zh_cn: 最大符号数
zh_tw: 符號最多

source: Maximum number of symbols
de_de: Maximalanzahl von zu benutzenden Sondersymbolen
ru_ru: Максимальное количество символов
zh_cn: 符号的最大数量
zh_tw: 最多的符號字數

source: Symbols
de_de: Sondersymbole
ru_ru: Символы
zh_cn: 符号
zh_tw: 符號

source: List of allowed symbols. csv separated.
de_de: Liste der zul&auml;sigen Symbole, CSV separiert.
ru_ru: Список допустимых символов. разделены csv.
zh_cn: 允许使用的符号列表。 用 csv 分隔.
zh_tw: 允許使用的符號，CSV 分隔字元。

source: Enforce
de_de: Passwort&auml;nderung erzwingen
ru_ru: Принуждение
zh_cn: 强制
zh_tw: 強制

source: Require all users to change password upon next login.
de_de: Benutzer m&uuml;ssen das Kennwort bei der n&auml;chsten Anmeldung &auml;ndern.
ru_ru: Заставить всех пользователей изменить пароль при следующем входе.
zh_cn: 要求所有用户在下次登录时修改密码.
zh_tw: 要求所有使用者在下次登入時變更密碼。

source: Values must be numeric
de_de: Werte m&uuml;ssen numerisch sein
ru_ru: Значения должны быть цифровые
zh_cn: 值必须是数字

source: Error updating users:
de_de: Fehler beim Aktualisieren der Benutzer:
ru_ru: Ошибка обновления пользователей:
zh_cn: 更新用户时出错：

source: Circuits
de_de: Schaltungen
ja_jp: サーキット
ru_ru: Линии связи
zh_cn: 通信线路
zh_tw: 電路

source: Circuit ID
de_de: Schaltungs-ID
ja_jp: サーキットID
ru_ru: ID Линии связи
zh_cn: 通信线路 ID
zh_tw: 電路 ID

source: Circuit Id
de_de: Schaltungs-ID
ja_jp: サーキットID
ru_ru: Id Линии связи
zh_cn: 通信线路 ID

source: Circuit options
de_de: Optionen von Schaltungen
ja_jp: プレフィックスオプション
ru_ru: Опции Линий Связи
zh_cn: 通信线路选项
zh_tw: 電路選項

source: Here you can manage options for circuit types
de_de: Hier k&ouml;nnen Sie Optionen f&uuml;r Schaltungen verwalten
ja_jp: ここではあなたのアカウントの詳細を変更することができます
ru_ru: Здесь вы можете управлять опциями для типов линий связи
zh_cn: 您可以在此处管理通信线路类型的选项

source: Remove option
de_de: Option entfernen
ru_ru: Удалить опцию
zh_cn: 删除选项

source: Physical Circuits
de_de: Physikalische Schaltungen
ru_ru: Физические Линии Связи
zh_cn: 物理通信线路
zh_tw: 實體電路

source: Logical Circuits
de_de: Logische Schaltungen
ru_ru: Логические Линии Связи
zh_cn: 逻辑通信线路
zh_tw: 邏輯電路

source: Logical circuits
de_de: Logische Schaltungen
ru_ru: Логические линии связи
zh_cn: 逻辑通信线路

source: List of physical circuits
de_de: Liste physikalischer Schaltungen
ru_ru: Список физических линий связи
zh_cn: 物理通信线路列表
zh_tw: 實體電路清單

source: Add circuit
de_de: Schaltung hinzuf&uuml;gen
ja_jp: ラック追加
ru_ru: Добавить линию связи
zh_cn: 添加通信线路
zh_tw: 加入電路

source: Logical circuit details
de_de: Details Logische Schaltung
ru_ru: Описание логических линий связи
zh_cn: 逻辑通信线路详细信息

source: Logical Circuit ID
de_de: Logische Schaltungs-ID
ru_ru: ID Логической Линии Связи
zh_cn: 逻辑通信线路 ID

source: Manage circuit
de_de: Schaltung verwalten
ru_ru: Управление линией связи
zh_cn: 管理通信线路

source: Edit circuit
de_de: Schaltung bearbeiten
ru_ru: Изменение линии связи
zh_cn: 编辑通信线路
zh_tw: 編輯電路

source: Delete circuit
de_de: Schaltung l&ouml;schen
ru_ru: Удаление линии связи
zh_cn: 删除通信线路
zh_tw: 刪除電路

source: Member Circuits
de_de: Mitglieder der Schaltung
ru_ru: Участник Линии Связи
zh_cn: 通信线路成员

source: Red locator pin
de_de: Roter Ortungsstift
ru_ru: Красный пин локатора
zh_cn: 红色针定位器

source: Blue locator pin
de_de: Blauer Ortungsstift
ru_ru: Синий пин локатора
zh_cn: 蓝色针定位器

source: All Logical circuits
de_de: Alle logischen Schaltungen
ru_ru: Все Логические линии связи
zh_cn: 所有逻辑通信线路

source: Invalid circuit id
de_de: Ung&uuml;ltige Schaltungs-ID
ja_jp: ラックIDが無効です
ru_ru: Неправильный ID линии связи
zh_cn: 通信线路 ID 无效

source: List of logical circuits
de_de: Liste der logischen Schaltungen
ru_ru: Список логических линий связи
zh_cn: 逻辑通信线路列表
zh_tw: 邏輯電路清單

source: Add logical circuit
de_de: Logische Schaltung hinzuf&uuml;gen
ru_ru: Добавить логическую линию связи
zh_cn: 添加逻辑通信线路
zh_tw: 加入邏輯電路

source: Circuit providers
de_de: Provider f&uuml;r Schaltungen
ja_jp: サーキットプロバイダ
ru_ru: Поставщики Линий Связи
zh_cn: 通信线路供应商
zh_tw: 電路提供者

source: Circuit map
de_de: Karte der Schaltungen
ja_jp: サーキットマップ
ru_ru: Карты Линий Связи
zh_cn: 通信线路图
zh_tw: 電路地圖

source: Point A
de_de: Punkt A
ja_jp: 位置A
ru_ru: Точка А
zh_cn: A 点
zh_tw: A 點

source: Point B
de_de: Punkt B
ja_jp: 位置B
ru_ru: Точка Б
zh_cn: B 点
zh_tw: B 點

source: Provider
ja_jp: プロバイダ
ru_ru: Поставщик
zh_cn: 供应商
zh_tw: 提供者

source: Circuit type
de_de: Schaltungstyp
ja_jp: サーキットタイプ
ru_ru: Тип Линии Связи
zh_cn: 通信线路类型
zh_tw: 電路類型

source: Capacity
de_de: Kapazit&auml;t
ja_jp: 許容量
ru_ru: Ёмкость
zh_cn: 容量
zh_tw: 承載能力

source: Logical Circuit ID is mandatory
de_de: Logische Schaltungs-ID ist verpflichtend
ru_ru: ID Логической линии связи обязателен
zh_cn: 逻辑通信线路 ID 为必填项

source: Remove duplicates of circuit
de_de: Entfernen von Duplikaten der Schaltung
ru_ru: Удаление дубликатов линий связи
zh_cn: 删除重复的通信线路

source: No circuits selected
de_de: Keine Schaltungen ausgew&auml;hlt
ru_ru: Нет выбранных линий связи
zh_cn: 未选择通信线路

source: Logical circuit added, but failed to create mapping
de_de: Logische Schaltung hinzugef&uuml;gt, jedoch konnte die Zuordnung nicht erstellt werden
ru_ru: Логическая линия связи создана, но не удалось создать её сопоставление
zh_cn: 添加了逻辑通信线路，但创建映射失败

source: Error dropping mapping:
de_de: Fehler beim Entfernen der Zuordnung:
ru_ru: Ошибка удаления сопоставления:
zh_cn: 删除映射时出错：

source: Error inserting mapping.
de_de: Fehler beim Einf&uuml;gen der Zuordnung.
ru_ru: Ошибка вставки сопоставления.
zh_cn: 插入映射时出错.

source: Logical Circuit
de_de: Logische Schaltung
ru_ru: Логическая Линия Связи
zh_cn: 逻辑通信线路

source: Logical circuit
de_de: Logische Schaltung
ru_ru: Логическая линия связи
zh_cn: 逻辑通信线路
zh_tw: 邏輯電路

source: No circuit providers configured.
de_de: Keine Provider f&uuml;r Schaltungen definiert.
ru_ru: Не создано ни одного поставщика.
zh_cn: 未配置通信线路供应商.

source: Purpose
de_de: Verwendung
ru_ru: Назначение
zh_cn: 目的
zh_tw: 用途

source: Comments
de_de: Kommentare
ru_ru: Комментарии
zh_cn: 注释
zh_tw: 註解

source: Duplicate circuits have been found. Please remove! Reordering will be affected.
de_de: Es wurde eine doppelte Schaltung gefunden. Bitte entfernen! Sortierung ist davon betroffen.
ru_ru: Были найдены дубликаты линий связи. Пожалуйста, удалите! Будет затронуто изменение порядка.
zh_cn: 已发现重复通信线路。 请删除！ 重新排序将会受到影响.

source: Circuit count
ru_ru: Количество линий связи
zh_tw: 電數數量

source: Members
de_de: Mitglieder
ru_ru: Участники
zh_cn: 成员
zh_tw: 成員

source: Show circuit
de_de: Ansicht Schaltung
ru_ru: Показать линию связи
zh_cn: 显示通信线路

source: View
de_de: Ansicht
ru_ru: Просмотр
zh_cn: 查看
zh_tw: 檢視

source: Logical circuit physical members
de_de: Physikalische Mitglieder der logischen Schaltung
ru_ru: Физические участники логических линий связи
zh_cn: 逻辑通信线路物理成员
zh_tw: 邏輯電路的實體電路成員

source: Available physical circuits
de_de: Verf&uuml;gbare physikalische Schaltungen
ru_ru: Доступные физические линии связи
zh_cn: 可用的物理通信线路
zh_tw: 可用的實體電路

source: Not set
de_de: Nicht gesetzt
ru_ru: Не установлено
zh_cn: 未设置

source: Add to logical circuit
de_de: Zu logischer Schaltung hinzuf&uuml;gen
ru_ru: Добавить к логической линии связи
zh_cn: 添加到逻辑通信线路

source: Default value cannot be deleted
de_de: Der Standardwert kann nicht gel&ouml;scht werden
ja_jp: デフォルトのドメインは削除できません
ru_ru: Значение по-умолчанию не может быть удалено
zh_cn: 默认值不可删除

source: Circuit option
de_de: Schaltungsoption
ru_ru: Опция линии связи
zh_cn: 通信线路选项
zh_tw: 電路選項

source: Option Name
de_de: Optionsname
ru_ru: Название опции
zh_cn: 选项名称
zh_tw: 選項名稱

source: Map Color
de_de: Kartenfarbe
ru_ru: Цвет Карты
zh_cn: 地图颜色
zh_tw: 顏色

source: Hex Color (ex. #000000)
de_de: Hexwert Farbe (z.B. #000000)
ru_ru: Цвет в Hex (напр. #000000)
zh_cn: 十六进制颜色（例如#000000）

source: Map Pattern
de_de: Kartenmuster
ru_ru: Образец Карты
zh_cn: 地图图案
zh_tw: 圖樣

source: Theme
de_de: Thema
ja_jp: テーマ
ru_ru: Тема
zh_cn: 主题
zh_tw: 佈景主題

source: Select UI theme
de_de: Auswahl des UI-Themas
ja_jp: UIテーマを選択
ru_ru: Выберите тему UI
zh_cn: 选择用户界面主题
zh_tw: 選擇使用者介面佈景主題

source: dark
ru_ru: тёмная
zh_cn: 深色
zh_tw: 深色

source: white
ru_ru: светлая
zh_cn: 白色
zh_tw: 淺色

source: Compress text in top menu
de_de: Unterdr&uuml;cke Text im Hauptmen&uuml;
ja_jp: トップメニューのテキストを短くする
ru_ru: Сжимать текст в главном меню
zh_cn: 压缩顶部菜单中的文本
zh_tw: 精簡功能表文字

source: Do not show text next to menu items in dynamic menu
de_de: Aktivieren / Deaktivieren Textanzeige in den einzelnen Men&uuml;punkten im oberen Hauptmen&uuml;
ja_jp: 動的メニューで、メニューアイテムの隣の項目を表示しない
ru_ru: Не показывать текст рядом с пунктами меню в динамическом меню
zh_cn: 动态菜单中的菜单项旁边不显示文本
zh_tw: 不要在動態功能表上顯示說明文字

source: Bandwidth calculator
de_de: Bandbreiten Kalkulator
ja_jp: 帯域幅の計算
ru_ru: Bandwidth калькулятор
zh_cn: 带宽计算器
zh_tw: 頻寬計算機

source: Select TCP window size, delay and file size to calculate how long file transfer will take.
de_de: Auswahl der TCP Fenstergr&ouml;&szlig;e, der Verz&ouml;gerung und der Dateigr&ouml;&szlig;e zur Kalkulation der Transferzeit.
ru_ru: Выберите размер окна TCP, задержку и размер файла, для расчета времени передачи файла
zh_cn: 选择 TCP 窗口大小、延迟和文件大小来计算文件传输需要多长时间.

source: IP and bandwidth calculator
de_de: IP und Bandbreiten Kalkulator
ja_jp: IPと帯域幅の計算
ru_ru: Калькулятор IP и пропускной способности
zh_cn: IP 和带宽计算器
zh_tw: IP 與頻寬計算機

source: TCP window size
de_de: TCP Fenstergr&ouml;&szlig;e
ru_ru: Размер TCP окна
zh_cn: TCP 窗口大小

source: Delay
de_de: Verz&uoml;gerung
ru_ru: Задержка
zh_cn: 延迟
zh_tw: 延遲

source: ms
ru_ru: мс
zh_cn: 毫秒

source: Speed
de_de: Geschwindigkeit
ru_ru: Скорость
zh_cn: 速度

source: MBps
de_de: MB/s
ru_ru: МБ/с

source: Newtork type
de_de: Netzwerktyp
ru_ru: Тип сети
zh_cn: 网络类型

source: File size
de_de: Dateigr&ouml;&szlig;e
ru_ru: Размер файла
zh_cn: 文件大小

source: Filesize
ru_ru: Размер файла
zh_tw: 檔案大小

source: Transfer time
ru_ru: Время передачи
zh_tw: 傳輸時間

source: IP Request
ru_ru: Запрос IP
zh_cn: IP 请求
zh_tw: IP 申請

source: Allow duplicate vlans
de_de: Erlaube doppelte VLAN-Nummern
ja_jp: 重複したVLAN番号を許可する
ru_ru: Разрешать дублирование vlan
zh_cn: 允许重复的 VLAN
zh_tw: 允許重複 VLAN

source: Allow duplicated vlans inside L2 domain
de_de: Erlaube doppelte VLANs innerhalb einer L2-Dom&auml;ne
ja_jp: L2ドメイン内で重複したVLANを許可する
ru_ru: Разрешать дублирование vlan в l2 домене
zh_cn: 允许 L2 域内有重复的 VLAN
zh_tw: 允許在 L2 網域內重複 VLAN

source: Decode MAC vendor
de_de: MAC-Vendor dekodieren
ja_jp: MACの製造元をデコードする
ru_ru: Расшифровать производителя MAC
zh_cn: 解码 MAC 供应商
zh_tw: 解譯 MAC 製造商

source: Decode MAC address vendor for addresses
de_de: Dekodieren von MAC-Adressen Anbietern f&uuml;r Adressen
ja_jp: MACアドレススキャンでMACアドレスが見つかりません
ru_ru: Расшифровать производителя MAC для адресов
zh_cn: 解码 MAC 地址供应商的地址
zh_tw: 由 MAC 位址解譯製造商

source: Enable Vaults
de_de: Aktiviere Tresore
ru_ru: Включить Хранилища
zh_cn: 启用保管库

source: Enable Vaults for storing encrypted information
de_de: Aktivierung von Tresoren um Informationen verschl&uuml;sselt zu speichern
ru_ru: Включить Хранилища для хранения шифрованой информации
zh_cn: 启用保管库来存储加密信息

source: Module permissions
de_de: Modul Berechtigungen
ja_jp: すべてのネストされたサブネットのアクセス権がオーバーライドされます
ru_ru: Права модулей
zh_cn: 模块权限
zh_tw: 模組權限

source: module permissions
de_de: Modul Berechtigungen
ru_ru: права модулей
zh_cn: 模块权限

source: Scan agents
de_de: Scanagenten
ru_ru: Агенты сканирования
zh_cn: 扫描代理
zh_tw: 掃描代理程式

source: Number of Devices
de_de: Anzahl der Ger&auml;te
ja_jp: デバイス数
ru_ru: Количество Устройств
zh_cn: 设备数量
zh_tw: 裝置數量

source: Number of Locations
de_de: Anzahl der Standorte
ja_jp: ロケーション数
ru_ru: Количество Местоположений
zh_cn: 位置数量
zh_tw: 位置數量

source: Number of Racks
de_de: Anzahl an Racks
ja_jp: ラック数
ru_ru: Количество Шкафов
zh_cn: 机柜数量
zh_tw: 機架數量

source: Search database Addresses, subnets and VLANs
de_de: Datenbankabfrage Adressen, Subnetze, VLANs etc.
ru_ru: Поиск Адресов, подсетей и VLAN в базе данных
zh_cn: 搜索数据库地址、子网和 VLAN
zh_tw: 在資料庫中搜尋 IP 位址、子網路和 VLAN

source: Show all subnets
de_de: Zeige alle Subnetze
ru_ru: Просмотр всех подсетей
zh_cn: 显示所有子网

source: Show VRFs and belonging networks
de_de: Anzeige der VRF-Instanzen und zugeh&ouml;riger Subnetze
ru_ru: Просмотр VRFов и принадлежащих им сетей
zh_cn: 显示 VRF 和所属网络

source: Nat translations
ru_ru: NAT трансляции
zh_cn: NAT 转换
zh_tw: NAT 轉換

source: IPv4v6 calculator for subnet calculations
de_de: IPv4v6 Rechner zur Subnetz Kalkulation
ru_ru: IPv4v6 калькулятор для расчета подсетей
zh_cn: 用于子网计算的 IPv4v6 计算器
zh_tw: 自動計算 IPv4v6 子網路

source: Show VLANs and belonging subnets
de_de: Anzeige der VLANs und zugeh&ouml;riger Subnetze
ru_ru: Просмотр VLANов и принадлежащих им сетей
zh_cn: 显示 VLAN 和所属子网
zh_tw: 顯示 VLAN 與所屬子網路

source: Show all configured devices
de_de: Liste aller konfigurierten Ger&auml;te
ru_ru: Просмотр всех настроенных устройств
zh_cn: 显示所有配置的设备
zh_tw: 顯示所有已設定裝置

source: User Menu
de_de: Benutzer Men&uuml;
ru_ru: Меню Пользователя
zh_cn: 用户菜单
zh_tw: 使用者功能表

source: Account details
de_de: Details Benutzerkonto
ru_ru: Детали учётной записи
zh_cn: 帐户详细资料
zh_tw: 帳號細節

source: No custom fields
de_de: Keine benutzerspezifischen Felder
ja_jp: カスタムフィールドがありません
ru_ru: Нет настраиваемых полей
zh_cn: 没有自定义字段

source: Change details for your account
de_de: &Auml;ndern Sie die Details f&uuml;r Ihr Konto
ru_ru: Изменение настроек вашей учётной записи
zh_cn: 更改您帐户的详细信息
zh_tw: 變更您帳號的設定細節

source: L2Domains
de_de: L2-Dom&auml;nen
ru_ru: L2Домены

source: Locations map
de_de: Karte der Standorte
ru_ru: Карта местоположений
zh_cn: 位置地图
zh_tw: 位置地圖

source: Show location
de_de: Zeige Standort
ru_ru: Показать местоположение
zh_cn: 显示位置
zh_tw: 顯示位置

source: Edit location
de_de: Standort bearbeiten
ru_ru: Изменить местоположение
zh_cn: 编辑位置
zh_tw: 編輯位置

source: Delete location
de_de: Standort l&ouml;schen
ru_ru: Удалить местоположение
zh_cn: 删除位置
zh_tw: 刪除位置

source: Duplicates
de_de: Duplikate
ru_ru: Задвоения
zh_cn: 重复项
zh_tw: 重複

source: Duplicated subnets
de_de: Doppelte Subnetze
ru_ru: Задвоенные подсети
zh_cn: 重复的子网
zh_tw: 重複子網路

source: Duplicated hosts
de_de: Doppelte Hosts
ru_ru: Задвоенные хосты
zh_cn: 重复的主机
zh_tw: 重複主機

source: No duplicate subnets found
de_de: Keine doppelten Subnetze gefunden
ru_ru: Не найдено задвоенных подсетей
zh_cn: 未找到重复的子网
zh_tw: 沒有找到重複的子網路

source: Show racks
ru_ru: Показать шкафы
zh_cn: 显示机柜
zh_tw: 顯示機架

source: Show locations
ru_ru: Показать местоположения
zh_cn: 显示位置
zh_tw: 顯示位置

source: Show circuits
ru_ru: Показать линии связи
zh_cn: 显示通信线路
zh_tw: 顯示電路

source: Show routing
ru_ru: Показать маршрутизацию
zh_cn: 显示路由
zh_tw: 顯示路由

source: Show Routing
ru_ru: Показать Маршрутизацию
zh_cn: 显示路由
zh_tw: 顯示路由

source: Circuit information
de_de: Schaltungsinformation
ru_ru: Иноформация о линиях связи
zh_cn: 通信线路信息
zh_tw: 電路資訊

source: First IP Address available
de_de: Erste verf&uuml;gbare IP-Adresse
ja_jp: すべてのIPアドレスリクエストが利用できません
ru_ru: Первый доступный IP адрес
zh_cn: 第一个可用的 IP 地址
zh_tw: 第一個可用的 IP 位址

source: Tools menu
ru_ru: Меню инструментов
zh_cn: 工具菜单

source: IP Calculator
ru_ru: IP Калькулятор
zh_cn: IP 计算器

source: MAC lookup
de_de: MAC-Suche
ja_jp: MAC参照
ru_ru: Расшифровка MAC
zh_cn: MAC 查找
zh_tw: MAC 反查

source: Lookup MAC address vendor
de_de: Dekodieren von MAC-Adressen der Anbieter
ru_ru: Расшифровка производителя по MAC
zh_cn: 查找 MAC 地址供应商
zh_tw: 反解 MAC 位址製造商

source: Secure information storing
de_de: Sichere Speicherung von Informationen
ru_ru: Хранение секретной информации
zh_cn: 安全信息存储

source: Decode tips
de_de: MAC-Adressen Suchhinweise
ja_jp: デバイス検索にヒント
ru_ru: Советы по расшифровке
zh_cn: 解码提示
zh_tw: 解碼提示

source: Enter MAC address in one of the following formats:
de_de: Geben Sie die MAC-Adresse in einem der folgenden Formate ein:
ja_jp: MACアドレスを以下のフォーマットのいずれかで入力してください。
ru_ru: Введите MAC адрес в одном из следующих форматов:
zh_cn: 使用以下格式之一输入 MAC 地址：
zh_tw: 可以使用下列格式輸入 MAC 位址：

source: Show multicast subnets and mapping
ru_ru: Мультикаст подсети и соответствие
zh_cn: 显示组播子网和映射
zh_tw: 顯示廣播子網路與對應

source: Multicast subnets and mapping
de_de: Liste der Multicast Subnetze und Zuordnungen
ru_ru: Показать мультикаст подсети и соответствие
zh_cn: 组播子网和映射
zh_tw: 廣播子網路及其對應資訊

source: Display firewall zone to device mappings
de_de: &Uuml;bersicht Firewall-Zonen Zuordnungen zu Ger&auml;ten
ru_ru: Показать сопоставления устройств и зон фаервола
zh_cn: 显示防火墙区域到设备的映射
zh_tw: 顯示防火牆區域與裝置對應

source: VLANs and belonging subnets
de_de: VLANs und ihre dazugeh&ouml;rigen Subnetze
ru_ru: VLANы и принадлежащие подсети
zh_cn: VLAN 和所属子网
zh_tw: VLAN 以及所屬的子網路

source: VRFs and belonging networks
de_de: Liste der VRF-Instanzen und zugeh&ouml;riger Subnetze
ru_ru: VRFы и принадлежащие сети
zh_cn: VRF 和所属网络

source: List of duplicate subnets and addresses
de_de: Liste der doppelten Subnetze und Adressen
ru_ru: Список задвоенных подсетей и адресов
zh_cn: 重复子网和地址列表
zh_tw: 列出重複的子網路與位址

source: All subnets
de_de: Alle Subnetze
ru_ru: Все подсети
zh_cn: 所有子网
zh_tw: 所有子網路 (樹狀)

source: Browse phpipam log files
de_de: phpIPAM Log Dateien durchsuchen
ru_ru: Просмотр файлов отчетов phpipam
zh_cn: 浏览 phpipam 日志文件
zh_tw: 瀏覽系統記錄檔案

source: Required IP fields
de_de: Erforderliche IP-Felder
ru_ru: Необходимые IP поля
zh_cn: 必填 IP 字段
zh_tw: 申請 IP 欄位

source: Set required IP address fields
de_de: Einstellungen benutzerspezifische IP-Adressfelder
ja_jp: 必要なIPアドレスフィールドを設定してください
ru_ru: Установите необходимые поля IP адреса
zh_cn: 设置所需的 IP 地址字段
zh_tw: 設定申請 IP 位址欄位

source: Select which fields are mandatory to be filled in when creating IP address.
de_de: W&auml;hlen Sie die Felder aus, die Pflichtangaben sein sollen wenn eine IP-Adresse angelegt wird.
ja_jp: IPアドレスを作成するときに記入する必須事項を選択してください
ru_ru: Выберите обязательные для заполнения поля при создании IP адреса.
zh_cn: 选择创建 IP 地址时必须填写的字段.
zh_tw: 選擇要在建立 IP 位址時的必填欄位。

source: Check all fields that are required
de_de: Auswahl der Felder die zwingend ben&ouml;tigt werden
ja_jp: 必要なフィールドをすべてチェックしてください
ru_ru: Выберите все необходимые поля
zh_cn: 检查所有必填字段

source: Showing %s to %s of %s rows
zh_cn: 显示 %s 到 %s（共 %s 行）

source: Passkey authentication successfull
zh_cn: 通行密钥验证成功

source: Passkey authentication failed!
zh_cn: 通行密钥验证失败！

source: ON
zh_cn: 开

source: OFF
zh_cn: 关

source: WARNING
zh_cn: 警告

source: Last Login
zh_cn: 上次登录

source: Last Activity
zh_cn: 上次活动

source: No recent logins available
zh_cn: 没有可用的最近登录信息

source: Info
zh_cn: 信息
zh_tw: 資訊

source: Warn
zh_cn: 警告
zh_tw: 警告

source: Err
zh_cn: 错误
zh_tw: 錯誤

source: Please enter valid MAC address
zh_cn: 请输入有效的 MAC 地址

source: Missing security code
zh_cn: 缺少安全码

source: Please disable installation scripts:<br>&emsp; config.php: $disable_installer = true;<br>&emsp; docker: env IPAM_DISABLE_INSTALLER=1
zh_cn: 请禁用安装脚本：<br>&emsp; config.php: $disable_installer = true;<br>&emsp; docker: env IPAM_DISABLE_INSTALLER=1

source: Details for your preferred authenticator application are below. Please write down your details, otherwise you will not be able to login to phpipam
zh_cn: 您首选的身份验证器应用程序的详细信息如下。请写下您的详细信息，否则您将无法登录 phpipam

source: You can also scan following QR code with your preferred authenticator application
zh_cn: 您还可以使用您喜欢的身份验证应用程序扫描以下二维码

source: Please enter two-factor authentication code from your preferred authenticator application
zh_cn: 请输入您首选身份验证器应用程序中的双重身份验证代码

source: Login with a passkey
zh_cn: 使用通行密钥登录

source: records
zh_cn: 条目

source: Zone %s missing
zh_cn: 缺少区域 %s

source: Cannot connect to powerDNS database!
zh_cn: 无法连接到 powerDNS 数据库！

source: fw_object
ja_jp: fwオブジェクト
zh_cn: 防火墙对象

source: notes
zh_cn: 注释

source: To successfully import data please use the following XLS/CSV structure:
de_de: F&uuml;r einen erfolgreichen Import von XLS/CSV Dateien sind die Tabellen nach folgender Struktur zu erstellen:
ja_jp: データを正常にインポートするには、次のXLS / CSV構造体を使用してください<br>( ip | State | Description | hostname | MAC | Owner | Device | Port | Note
zh_cn: 要成功导入数据，请使用以下 XLS/CSV 结构：

source: Download template
de_de: Vorlage herunterladen
zh_cn: 下载模板
zh_tw: 下載範本

source: IP addresses in %s
zh_cn: 在 %s 中的 IP 地址

source: orphaned
zh_cn: 孤立

source: Regenerate firewall address object.
de_de: Neu generieren des Firewall-Adressobjektes.
zh_cn: 重新生成防火墙地址对象。

source: Subnet must have VLAN assigned for MAC address query
de_de: Subnetz muss ein VLAN zugewiesen haben f&uuml;r MAC-Adressen-Abfrage
zh_cn: 子网必须分配 VLAN 才能进行 MAC 地址查询

source: Online & offline results may be unreliable: date.timezone not set in
zh_cn: 在线和离线结果可能不可靠：未设置 date.timezone

source: phpIPAM received truncated POST data
zh_cn: phpIPAM 收到截断的 POST 数据

source: Please check your webserver and/or php.ini setting:
zh_cn: 请检查您的网络服务器和/或 php.ini 设置：

source: 0 new hosts discovered
zh_cn: 发现 0 个新主机

source: Fatal SAML error
zh_cn: 严重 SAML 错误

source: Could not extract valid username from SAML response
zh_cn: 无法从 SAML 响应中提取有效的用户名

source: Mandatory SAML JIT attribute missing
zh_cn: 缺少强制性 SAML JIT 属性

source: Requested SAML user is not configured for SAML authentication
zh_cn: 请求的 SAML 用户未配置 SAML 身份验证

source: Failed to create/update SAML JIT user
zh_cn: 无法创建/更新 SAML JIT 用户

source: Request has been rejected
zh_cn: 申请已被拒绝

source: Fields cannot be empty
zh_cn: 字段不能为空

source: Filter
zh_cn: 筛选

source: Failed to
zh_cn: 无法

source: Field
zh_cn: 领域

source: Select Customer
de_de: Auswahl Kunde
zh_cn: 选择客户

source: SNMP edit successful
de_de: SNMP Bearbeitung erfolgreich
zh_cn: SNMP 编辑成功

source: Toggle debug
zh_cn: 切换调试

source: Query result
zh_cn: 查询结果

source: Community
fr_fr: Communauté
it_it: Comunit&agrave;
ja_jp: コミュニティ
zh_cn: 社区
zh_tw: 社群

source: Context name
de_de: Kontext-Name
ja_jp: ゾーン名
zh_cn: 上下文名称

source: Context engine ID
de_de: Kontext Engine-ID
ja_jp: コンテキストエンジンID
zh_cn: 上下文引擎ID

source: account does not have enough privileges for search
zh_cn: 帐户没有足够的搜索权限

source: Active database
zh_cn: 活动数据库

source: Failed to connect to database:<hr>
zh_cn: 无法连接数据库：<hr>

source: Database connection ok
zh_cn: 数据库连接正常

source: Successful PTR records:
zh_cn: 成功的 PTR 记录：

source: Invalid PTR hostnames:
zh_cn: 无效的 PTR 主机名：

source: Ignored records:
zh_cn: 忽略的记录：

source: Subnet is empty!
zh_cn: 子网为空！
