Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: de_de, fr_fr, it_it, ja_jp, ru_ru, zh_cn, zh_tw

source: You do not have permission to access this network
de_de: Sie haben keine Berechtigung auf dieses Subnetz zuzugreifen
fr_fr: Vous n’avez pas l’autorisation d’accéder à ce réseau
it_it: Non hai i permessi per accedere a questa network
ja_jp: このネットワークにアクセスする許可がありません
ru_ru: У вас нет прав для доступа в эту подсеть
zh_cn: 您无权访问该网络
zh_tw: 您沒有存取此網路的權限

source: Subnet details
de_de: Subnetz Details
fr_fr: Détails du sous-réseau
it_it: Dettagli subnet
ja_jp: サブネット詳細
ru_ru: Детали подсети
zh_cn: 子网详细信息
zh_tw: 子網路細節

source: Space map
de_de: &Uuml;bersicht Verf&uuml;gbarkeit
ru_ru: Карта пространства
zh_cn: 子网资源

source: Mask search
de_de: Subnetz Suche
ru_ru: Поиск по маске
zh_cn: 按掩码搜索

source: Strict Subnets
de_de: Strikte Subnetze
ja_jp: 完全なサブネット
ru_ru: Строгие Подсети
zh_cn: 严格的子网

source: Hierarchy
de_de: Hierarchie
fr_fr: Hiérarchie
it_it: Gerarchia
ja_jp: 階層
ru_ru: Иерархия
zh_cn: 层次结构
zh_tw: 階層

source: Permission
de_de: Berechtigung
fr_fr: Permissions
it_it: Permessi
ja_jp: 権限
ru_ru: Права
zh_cn: 权限
zh_tw: 權限

source: Actions
de_de: Aktionen
it_it: Azioni
ja_jp: アクション
ru_ru: Действия
zh_cn: 动作
zh_tw: 動作

source: You do not have permissions to edit subnet
fr_fr: Vous n’avez pas la permission de modifier ce sous-réseau
it_it: Non hai i permessi per modificare la subnet
ru_ru: У вас нет прав для редактирования подсети
zh_tw: 您沒有編輯子網路的權限

source: Add new nested subnet
de_de: F&uuml;ge untergeordnetes Netz ein
fr_fr: Ajouer un nouveau sous-réseau rattaché
it_it: Aggiungi nuova subnet annidata
ja_jp: 新しいネストサブネットを追加
ru_ru: Добавить новую вложенную подсеть
zh_cn: 添加新嵌套子网
zh_tw: 新增下一級子網路

source: Edit subnet properties
de_de: Bearbeite Subnetz Eigenschaften
fr_fr: Modifier les propriétés du sous-réseau
it_it: Modifica propriet&agrave; subnet
ja_jp: サブネットのプロパティを編集
ru_ru: Редактирование свойств подсети
zh_cn: 编辑子网属性
zh_tw: 編輯子網路屬性

source: Manage subnet permissions
de_de: Verwaltung Subnetz Berechtigungen
fr_fr: Gérer les permissions du sous-réseau
it_it: Gestisci permessi subnet
ja_jp: サブネットの許可を管理
ru_ru: Управление правами подсети
zh_cn: 管理子网权限
zh_tw: 管理子網路權限

source: Move IP address to different subnet
de_de: Verschiebe IP-Adresse zu einem anderen Subnetz
fr_fr: Déplacer l’adresse IP dans un sous-réseau différent
it_it: Sposta indirizzo IP su subnet diversa
ja_jp: 異なるサブネットにIPアドレスを移動
ru_ru: Перенести IP адрес в другую подсеть
zh_cn: 将 IP 地址移动到不同的子网
zh_tw: 移動 IP 位址到不同的子網路

source: Select new subnet
de_de: W&auml;hlen Sie ein neues Subnetz
fr_fr: Choisir un nouveau sous-réseau
it_it: Seleziona nuova subnet
ja_jp: 新しいサブネットを選択
ru_ru: Выбрать новую подсеть
zh_cn: 选择新子网
zh_tw: 選擇新的子網路

source: Move IP address
de_de: Verschiebe IP-Adresse
fr_fr: Déplacer l’adresse IP
it_it: Sposta indirizzo IP
ja_jp: IPアドレス移動
ru_ru: Перенести IP адрес
zh_cn: 移动 IP 地址
zh_tw: 移動 IP 位址

source: Cannot edit IP address details
de_de: Kann IP-Adressdetails nicht bearbeiten
fr_fr: Impossible de modifier les détails d’adresse IP
it_it: Impossibile modificare i dettagli dell&#39;indirizzo IP
ja_jp: IPアドレス詳細を編集できません
ru_ru: Не могу отредактировать детали IP адреса
zh_cn: 无法编辑 IP 地址详细信息
zh_tw: 無法編輯 IP 位址細節

source: You do not have write access for this network
de_de: Sie verf&uuml;gen &uuml;ber keine Schreibrechte f&uuml;r dieses Netzwerk
ja_jp: このネットワークへの書き込み権限がありません
ru_ru: У вас нет прав записи для этой подсети
zh_cn: 您没有该网络的写入权限

source: add
de_de: Hinzuf&uuml;gen
fr_fr: ajouter
it_it: aggiungi
ja_jp: 追加
ru_ru: добавить
zh_cn: 添加
zh_tw: 新增

source: edit
de_de: Bearbeiten
fr_fr: modifier
it_it: modifica
ja_jp: 編集
ru_ru: изменить
zh_cn: 编辑
zh_tw: 編輯

source: delete
de_de: L&ouml;schen
fr_fr: supprimer
it_it: cancella
ja_jp: 削除
ru_ru: удалить
zh_cn: 删除
zh_tw: 刪除

source: Standard fields
de_de: Standardfelder
ja_jp: スタンダードなフィールド
ru_ru: Стандартые поля
zh_cn: 标准字段

source: You can add,edit or delete multiple IP addresses<br>by specifying IP range (e.g. 10.10.0.0-10.10.0.25)
de_de: Sie k&ouml;nnen nicht mehrere IP-Adressen modifizieren (Bsp. 10.10.0.0-10.10.0.25)
fr_fr: Vous pouvez ajouter, modifier ou supprimer plusieurs adresses<br>en spécifiant une plage (ex 10.10.0.0-10.10.0.25)
it_it: Puoi aggiungere, modificare o cancellare pi&ugrave; indirizzi IP<br>specificando l&#39;intervallo IP (e.s.10.10.0.0-10.10.0.25)
ja_jp: IP範囲を指定すると、複数のIPアドレスを追加、編集、削除することができます<br>(例: 10.10.0.0-10.10.0.25)
ru_ru: Вы можете добавить,редактировать или удалить несколько<br>IP адресов, указав диапазон (напр. 10.10.0.0-10.10.0.25)
zh_cn: 您可以添加、编辑或删除多个IP地址<br>通过指定 IP 范围（例如10.10.0.0-10.10.0.25）
zh_tw: 您可以新增、編輯或刪除多個 IP 位址<BR>透過指定 IP 範圍 (例如 10.10.0.0-10.10.0.25)

source: Click to check for hostname
de_de: Klicken um den Hostnamen zu &uuml;berpr&uuml;fen
fr_fr: Cliquer pour vérifier le nom DNS
it_it: Clicca per controllare l&#39;hostname
ja_jp: ホスト名のチェック
ru_ru: Нажмите для выбора имени хоста
zh_cn: 点击查看主机名
zh_tw: 按下顯示主機名

source: MAC address
de_de: MAC Adressen
fr_fr: Adresse MAC
it_it: Indirizzo MAC
ja_jp: MACアドレス
ru_ru: MAC адрес
zh_cn: MAC 地址
zh_tw: MAC 位址

source: IP address owner
de_de: IP-Adressbesitzer
fr_fr: propriétaire de l’IP
it_it: Proprietario indirizzo IP
ja_jp: IPアドレス所有者
ru_ru: Владелец IP адреса
zh_cn: IP 地址所有者
zh_tw: IP 位址擁有者

source: Device
de_de: Ger&auml;t
fr_fr: Equipement
it_it: Dispositivo
ja_jp: デバイス
ru_ru: Устройство
zh_cn: 设备
zh_tw: 裝置

source: Select device
de_de: W&auml;hle ein Ger&auml;t
fr_fr: Choisir équipement
it_it: Seleziona dispositivo
ja_jp: デバイス選択
ru_ru: Выберите устройство
zh_cn: 选择设备
zh_tw: 選擇裝置

source: None
de_de: Keiner
fr_fr: Aucun
it_it: Nessuno
ja_jp: なし
ru_ru: Отсутствует
zh_cn: 无
zh_tw: 無

source: Note
de_de: Anmerkung
ja_jp: 注意
ru_ru: Примечание
zh_cn: 注释
zh_tw: 註記

source: Additional notes about IP address
de_de: Erweiterte Anmerkungen f&uuml;r die IP-Adresse
fr_fr: Notes additionnelles sur l’IP
it_it: Note aggiuntive per l&#39;indirizzo IP
ja_jp: IPアドレスに関する注意
ru_ru: Дополнительные сведения об IP адресе
zh_cn: 有关 IP 地址的附加说明
zh_tw: IP 位址的附加說明

source: Type
de_de: Typ
it_it: Tipo
ja_jp: タイプ
ru_ru: Тип
zh_cn: 类型
zh_tw: 類型

source: Active
de_de: Aktiv
fr_fr: Actif
it_it: Attivo
ja_jp: アクティブ
ru_ru: Активен
zh_cn: 活跃
zh_tw: 啟動

source: Unique
de_de: Eindeutig
it_it: Univoco
ja_jp: ユニーク
ru_ru: Уникальное
zh_cn: 唯一
zh_tw: 唯一

source: Unique hostname
de_de: Eindeutiger Rechnername
fr_fr: Nom DNS unique
it_it: Hostname univoco
ja_jp: ユニークなホスト名
ru_ru: Уникальное имя хоста
zh_cn: 唯一的主机名
zh_tw: 唯一的主機名稱

source: Not strict
fr_fr: Non strict
it_it: Non rigoroso
ja_jp: 厳格ではない
ru_ru: Не строгое
zh_tw: 不嚴格

source: Permit adding network/broadcast as IP
fr_fr: Autoriser l’ajout de réseau/broadcast comme IP
it_it: Permetti l&#39;aggiunta di reti/broadcast come IP
ja_jp: IPネットワーク/IPブロードキャストの追加の許可
ru_ru: Разрешить добавлять сеть/бродкаст как IP
zh_tw: 允許新增網路/廣播位址的 IP 位址

source: Delete IP
de_de: L&ouml;sche IP
fr_fr: Supprimer IP
it_it: Cancella IP
ja_jp: IP削除
ru_ru: Удалить IP
zh_cn: 删除 IP
zh_tw: 刪除 IP

source: Subnet Usage
de_de: Subnetz Auslastung
fr_fr: Utilisation du sous-réseau
it_it: Utilizzo Subnet
ja_jp: サブネット使用率
ru_ru: Использование подсети
zh_cn: 子网使用情况
zh_tw: 子網路使用率

source: Total
de_de: Insgesamt
it_it: Totale
ja_jp: 合計
ru_ru: Всего
zh_cn: 共计
zh_tw: 總計

source: IP requests
de_de: IP-Anforderungen
fr_fr: Requêtes d’IP
it_it: Richieste IP
ja_jp: IPリクエスト
ru_ru: Запросы IP
zh_cn: IP 申请
zh_tw: IP 申請

source: disabled
de_de: deaktiviert
fr_fr: desactivé
it_it: disattivato
ja_jp: 無効
ru_ru: отключено
zh_cn: 禁用
zh_tw: 停用

source: You do not have permissions to edit subnet or IP addresses
de_de: Sie haben keine Berechtigung, das Subnetz oder die IP-Adressinformationen zu &auml;ndern
fr_fr: Vous ne pouvez pas modifier le sous-réseau ou les IP
it_it: Non hai i permessi per modificare le subnet o gli indirizzi IP
ja_jp: サブネットまたはIPアドレスを編集する許可がありません
ru_ru: У вас нет прав для редактирования подсети или IP адресов
zh_cn: 您无权编辑子网或 IP 地址
zh_tw: 您沒有編輯子網路和 IP 位址的權限

source: Export IP addresses
de_de: Export IP-Adressen
fr_fr: Exporter les adresses IP
it_it: Esporta indirizzi IP
ja_jp: IPアドレスのエクスポート
ru_ru: Экспорт IP адресов
zh_cn: 导出 IP 地址
zh_tw: 匯出 IP 位址

source: Request new IP address
de_de: Anfordern einer neuen IP-Adresse
fr_fr: Demander une nouvelle adresse IP
it_it: Richiedi nuovi indirizzi IP
ja_jp: 新しいIPアドレスのリクエスト
ru_ru: Запрос нового IP адреса
zh_cn: 申请新的IP地址
zh_tw: 申請新的 IP 位址

source: Public IP requests are disabled
de_de: &Ouml;ffentliche IP-Anfragen sind deaktiviert
ja_jp: IP要求を無効化
ru_ru: Запросы белых IP отключены
zh_cn: 公共 IP 请求被禁用

source: Add new IP address
de_de: Hinzuf&uuml;gen einer neuen IP-Adresse
fr_fr: Ajouter une nouvelle adresse IP
it_it: Aggiungi nuovi indirizzi IP
ja_jp: 新しいIPアドレスの追加
ru_ru: Добавить новый IP адрес
zh_cn: 添加新的 IP 地址
zh_tw: 增加新的 IP 位址

source: Import IP addresses
de_de: Import IP-Adressen
fr_fr: Importer des adresses IP
it_it: Importa indirizzi IP
ja_jp: IPアドレスインポート
ru_ru: Импорт IP адресов
zh_cn: 导入 IP 地址
zh_tw: 匯入 IP 位址

source: Select fields to export
de_de: W&auml;hlen Sie die zu exportierenden Felder
fr_fr: Choisir les champs à exporter
it_it: Seleziona i campi da esportare
ja_jp: エクスポートするフィールドを選択
ru_ru: Выберите поле для экспорта
zh_cn: 选择要导出的字段
zh_tw: 選擇要匯出的欄位

source: You cannot access this subnet
fr_fr: Impossible d’accéder à ce sous-réseau
it_it: Non hai accesso a questa subnet
ru_ru: Вы не сможете попасть в эту подсеть
zh_tw: 您無法存取此子網路

source: IP state
de_de: IP-Status
fr_fr: Etat de l’IP
it_it: Stato IP
ja_jp: IP状態
ru_ru: Состояние IP
zh_cn: IP 状态
zh_tw: IP 狀態

source: Export
fr_fr: Exporter
it_it: Esporta
ja_jp: エクスポート
ru_ru: Экспорт
zh_cn: 导出
zh_tw: 匯出

source: Select types fields to export
de_de: Auswahl der zu exportierenden Typenfelder
ja_jp: エクスポートするタイプフィールドを選択
ru_ru: Выберите типы полей для экспорта
zh_cn: 选择要导出的类型字段

source: Click on IP address box<br>to manage IP address
de_de: Klicken Sie auf das IP-Adressfeld<br>zum verwalten der IP-Adressen
fr_fr: Cliquer sur la boîte Adresse IP<br>pour gérer l’IP
it_it: Clicca nella casella dell&#39;indirizzo IP<br>per gestire l&#39;indirizzo IP
ja_jp: IPアドレスを管理するためにIPアドレスボックスをクリック
ru_ru: Нажмите на кнопку IP адреса<br>для редактирования IP адреса
zh_cn: 点击IP地址框<br>管理IP地址
zh_tw: 按下 IP 位址方塊<br>進行 IP 位址管理

source: phpIPAM is free, open-source project
de_de: phpIPAM ist ein freies Open-Source Projekt
fr_fr: phpIPAM est un projet libre, open-source
it_it: phpIPAM &egrave; gratuito, un progetto open-source
ja_jp: phpIPAMは無料、オープンソースプロジェクト
ru_ru: phpIPAM свободный проект с открытым исходным кодом
zh_cn: phpIPAM 是免费的开源项目
zh_tw: phpIPAM 是一個自由、開源的專案

source: If you like the software you can donate by clicking this button to support further development
de_de: Wenn Ihnen diese Software gef&auml;llt, spenden Sie bitte durch einen<br>Klick auf den Button f&uuml;r zuk&uuml;nftige Entwicklungen
fr_fr: Si vous appréciez ce logiciel, vous pouvez donner en cliquant sur ce bouton pour soutenirles développements ultérieurs
it_it: Se ti piace il software puoi donare cliccando questo pulsante per supportare gli sviluppi futuri
ja_jp: ソフトウェアを気に入ったなら、さらなる開発をサポートするためにこのボタンをクリックして寄付をすることができます
ru_ru: Если вам нравится программа, вы можете внести пожертвование нажав эту кнопку, для поддержки будущих разработок
zh_cn: 如果您喜欢该软件，可以通过点击此按钮进行捐赠以支持进一步的开发
zh_tw: 若您喜歡本軟體，請按下此按鈕進行捐贈，支持我們進一步發展

source: Donation button
de_de: Spenden Button
ru_ru: Кнопка для Пожертвований
zh_cn: 捐赠按钮

source: Number of Sections
de_de: Anzahl der Bereiche
fr_fr: Nombre de sections
it_it: Numero di Sezioni
ja_jp: セクション数
ru_ru: Количество Секций
zh_cn: 区域数量
zh_tw: 區段數量

source: Number of Subnets
de_de: Anzahl der Subnetze
fr_fr: Nombre de sous-réseaux
it_it: Numero di Subnet
ja_jp: サブネット数
ru_ru: Количество Подсетей
zh_cn: 子网数量
zh_tw: 子網路數量

source: Number of IPv4 addresses
de_de: Anzahl an IPv4 Adressen
fr_fr: Nombre d’adresses IPv4
it_it: Numero di indirizzi IPv4
ja_jp: IPv4アドレス数
ru_ru: Количество IPv4 адресов
zh_cn: IPv4 地址数量
zh_tw: IPv4 位址數量

source: Number of IPv6 addresses
de_de: Anzahl an IPv6 Adressen
fr_fr: Nombre d’adresse IPv6
it_it: Numero di indirizzi IPv6
ja_jp: IPv6アドレス数
ru_ru: Количество IPv6 адресов
zh_cn: IPv6 地址数量
zh_tw: IPv6 位址數量

source: Number of users
de_de: Anzahl der Benutzer
fr_fr: Nombre d’utilisateurs
it_it: Numero di utenti
ja_jp: ユーザ数
ru_ru: Количество Пользователей
zh_cn: 用户数
zh_tw: 使用者數量

source: Severity
de_de: Schwere
it_it: Gravit&agrave;
ja_jp: 重要度
ru_ru: Уровень
zh_cn: 严重性
zh_tw: 嚴重性

source: Command
de_de: Komando
it_it: Comando
ja_jp: コマンド
ru_ru: Команда
zh_cn: 命令
zh_tw: 指令

source: Date
de_de: Datum
it_it: Data
ja_jp: 日付
ru_ru: Дата
zh_cn: 日期
zh_tw: 日期

source: No error logs available
fr_fr: Aucun log d’erreur disponible
it_it: Nessun log disponibile
ru_ru: Нет логов с ошибками
zh_tw: 沒有可用的錯誤記錄

source: No
de_de: Kein
fr_fr: Non
ja_jp: いいえ
ru_ru: Нет
zh_cn: 否
zh_tw: 否

source: No IPv4 host configured
fr_fr: Aucun hôte IPv4 configuré
it_it: Nessun host IPv4 configurato
ru_ru: Нет настроенных IPv4 хостов
zh_tw: 沒有已設定的 IPv4 主機

source: No IPv6 host configured
fr_fr: Aucun hôte IPv6 configuré
it_it: Nessun host IPv6 configurato
ru_ru: Нет настроенных IPv6 хостов
zh_tw: 沒有已設定的 IPv6 主機

source: No logs available
de_de: Kein IPv4 Host konfiguriert
fr_fr: Aucun log disponible
it_it: Nessun log disponibile
ja_jp: 有効なログがありません
ru_ru: Логов нет
zh_cn: 无可用日志
zh_tw: 沒有可用的記錄

source: welcome to your IPAM dashboard
fr_fr: Bienvenue sur votre tableau de bord IPAM
it_it: benvenuto nella dashboard IPAM
ru_ru: добро пожаловать на вашу панель IPAM
zh_tw: 歡迎使用您的 IPAM 資訊看板

source: There are
fr_fr: Il y a
it_it: Ci sono
ru_ru: Имеются
zh_tw: 有

source: requests
de_de: Anforderungen
fr_fr: requêtes
it_it: richieste
ja_jp: リクエスト
ru_ru: запросы
zh_cn: 申请
zh_tw: 申請

source: for IP address waiting for your approval
de_de: IP-Adressen waren auf Zustimmung
fr_fr: Pour les adresses IP en attente de votre approbation
it_it: di indirizzi IP in attesa di approvazione
ja_jp: 承認待ちのIPアドレス
ru_ru: для IP адреса ожидающего вашего одобрения
zh_cn: 等待您批准的 IP 地址
zh_tw: 正等待您核准 IP 位址

source: Statistics
fr_fr: Statistiques
it_it: Statistiche
ru_ru: Статистика
zh_cn: 统计
zh_tw: 統計資料

source: Top 10 IPv4 subnets by usage percentage
fr_fr: Top 10 des sous-réseaux IPv4 par pourcentage d’utilisation
it_it: Top 10 subnet IPv4 per percentuale di utilizzo
ru_ru: Топ 10 IPv4 подсетей по проценту поиска
zh_tw: 使用率前 10 名 IPv4 子網路

source: Top 10 IPv4 subnets by number of hosts
fr_fr: Top 10 des sous-réseaux IPv4 par nombre d’hôtes
it_it: Top 10 subnet IPv4 per numero di host
ru_ru: Топ 10 IPv4 подсетей по количеству хостов
zh_tw: 主機數量前 10 名 IPv4 子網路

source: Top 10 IPv6 subnets by number of hosts
fr_fr: Top 10 des sous-réseaux IPv6 par nombre d’hôtes
it_it: Top 10 subnet IPv6 per numero di host
ru_ru: Топ 10 IPv6 подсетей по количеству хостов
zh_tw: 主機數量前 10 名 IPv6 子網路

source: Active IP addresses requests
ru_ru: Активных запросов IP адресов
zh_cn: 活跃 IP 地址申请
zh_tw: 待處理 IP 位址申請

source: Last 5 informational logs
fr_fr: 5 derniers logs d’information
it_it: Ultimi 5 log informativi
ru_ru: Последние 5 информационных отчётов
zh_tw: 最新 5 則資訊記錄

source: Last 5 warning / error logs
fr_fr: 5 derniers logs d’avertissement
it_it: Ultimi 5 log di warning/errore
ru_ru: Последние 5 warning / error отчётов
zh_tw: 最新 5 則警告/錯誤記錄

source: Database structure verification
de_de: Datenbankstruktur wird &uuml;berpr&uuml;ft
fr_fr: Vérification de la structure de la base de données
it_it: Verifica struttura database
ja_jp: データベース構造の検証
ru_ru: Проверка структуры базы данных
zh_cn: 数据库结构验证
zh_tw: 資料庫結構驗證

source: All tables and fields are installed properly
de_de: Alle Tabellen und Felder wurden erfolgreich aktualisiert
fr_fr: Toutes les tables et champs sont correctement installés
it_it: Tutte le tabelle e i campi sono installati correttamente
ja_jp: すべてのテーブルとフィールドが適切にインストールされました
ru_ru: Все таблицы и поля установлены правильно
zh_cn: 所有表和字段均已正确安装
zh_tw: 所有資料表和欄位均已正確安裝

source: Missing table
de_de: Fehlende Tabelle
fr_fr: Table manquante
it_it: Tabella mancante
ja_jp: テーブルが不足しています
ru_ru: Отсутствующие таблицы
zh_cn: 缺少表
zh_tw: 遺失資料表

source: Missing fields
de_de: Fehlende Felder
fr_fr: Champs manquants
it_it: Campi mancanti
ja_jp: フィールドが不足しています
ru_ru: Отсутствующие поля
zh_cn: 缺失字段
zh_tw: 遺失欄位

source: Import subnets from RIPE
de_de: Importieren von Subnetzen aus der RIPE-Datenbank
fr_fr: Importer les sous-réseaux RIPE
it_it: Importa subnet da RIPE
ja_jp: RIPEからサブネットをインポート
ru_ru: Импорт подсетей из RIPE
zh_cn: 从 RIPE 导入子网
zh_tw: 從 RIPE 匯入子網路

source: This script imports subnets from RIPE database for specific AS. Enter desired AS to search for subnets
de_de: Diese Funktion importiert Subnetze aus der RIPE-Datenbank f&uuml;r spezifische AS. Bitte geben Sie die AS-Nummer an um nach Subnetzen zu suchen
fr_fr: Ce script importe les sous-réseaux depuis la base RIPE pour un AS spécifié. Entrez l'AS désiré pour rechercher les sous-réseaux.
it_it: Questo script importa le subnet da un database RIPE per una specifica AS. Inserire l&#39;AS desiderata per cercare le subnet
ja_jp: このスクリプトはRIPEデータベースから指定したASのサブネットをインポートします<br>サブネットを検索するASを入力してください
ru_ru: Этот скрипт импортирует подсети из базы RIPE для конкретной AS. Введите нужную AS для поиска подсетей
zh_cn: 此脚本从 RIPE 数据库导入特定 AS 的子网。 输入所需的 AS 来搜索子网
zh_tw: 此指令碼從特定 AS 的 RIPE 資料庫中匯入子網路。 輸入所需的 AS 以搜尋子網路

source: AS number
de_de: AS Nummer
fr_fr: Numéro d’AS
it_it: Numero AS
ja_jp: AS番号
ru_ru: Номер AS
zh_cn: AS 数量
zh_tw: AS 數量

source: Name must be between 4 and 24 characters
de_de: Name muss zwischen 4 und 24 Zeichen lang sein
fr_fr: Le nom doit comporter de 4 et 24 caractères
it_it: Il nome deve avere tra i 4 e i 24 caratteri
ja_jp: 名前は4?24文字である必要があります
ru_ru: Имя должно быть от 4 до 24 символов
zh_cn: 名称必须介于 4 到 24 个字符之间
zh_tw: 名稱必須在 4-24 個字元之間

source: Name must not start with number
de_de: Name muss mit einer Zahl starten
fr_fr: Le nom ne peut débuter par un chiffre
it_it: Il nome non pu&ograve; iniziare con un numero
ja_jp: 名前は数字で始まってはいけません
ru_ru: Имя не должно начинаться с цифры
zh_cn: 名称不得以数字开头
zh_tw: 名稱不能以數字開頭

source: Only alphanumeric, spaces and underscore characters are allowed
de_de: Nur alphanumerische Zeichen, Leerzeichen und Unterstriche sind erlaubt
fr_fr: Seuls les caractères alphanumérique, les espaces et tiret bas sont autorisés
it_it: Solo alfanumerico, spazi e underscore non sono ammessi
ja_jp: 英数字、空白、アンダースコアの文字だけが許可されています
ru_ru: Допустимы только буквенно-числовые символы, пробелы и подчеркивания
zh_cn: 只允许使用字母数字、空格和下划线字符
zh_tw: 僅允許字母數字、空格和底線符號

source: Please correct the following errors
de_de: Bitte beheben Sie die folgenden Fehler
fr_fr: Merci de corriger les erreurs suivantes
it_it: Per favore correggere i seguenti errori
ja_jp: 以下のエラーを訂正してください
ru_ru: Пожалуйста, исправьте следующие ошибки
zh_cn: 请改正下面的错误
zh_tw: 請修正下列錯誤

source: Failed to
de_de: Fehlerschlag beim
fr_fr: Echec de
it_it: Impossibile
ru_ru: Не удалось
zh_cn: 失败于
zh_tw: 失敗於

source: Field
fr_fr: Champ
it_it: Campo
ru_ru: Поле
zh_cn: 字段
zh_tw: 欄位

source: success
de_de: erfolgreich
fr_fr: réussite
it_it: successo
ru_ru: успешно
zh_cn: 成功
zh_tw: 成功

source: Active Directory connection settings
de_de: Active Directory Konfiguration
fr_fr: Paramètres de connection Active Directory
it_it: Impostazioni connessione Active Directory
ja_jp: Active Directory 接続設定
ru_ru: Настройки соединения с Active Directory
zh_cn: 活动目录连接设置
zh_tw: AD 連線設定

source: Here you can set parameters for connecting to AD for authenticating users. phpIPAM uses
fr_fr: Saisissez ici les paramètres de connection AD pour l’authentification des utilisateurs. phpIPAM utilise
it_it: Qui puoi impostare i parametri di connessione ad AD per autenticare gli utenti. phpIPAM utilizza
ru_ru: Здесь вы можете настроить параметры для соединения с AD для аутентификации пользователей. phpIPAM использует
zh_tw: 在這裡，您可以設定連接到 AD 的參數，以驗證 phpIPAM 使用的 users

source: to authenticate users. If you need additional settings please take a look at functions/adLDAP or check online documentation!
fr_fr: pour authentifier les utilisateurs. S'il vous faut des paramètres additionnels, reférez-vous SVP à la documentation en ligne.
it_it: per autenticare gli utenti. Se necessiti di impostazioni aggiuntive per favore controlla in functions/adLAP oppure controlla la documentazione online!
ru_ru: для аутентификации пользователей. Если вам нужны дополнительные настройки, посмотрите на функции/adLDAP или проверьте документацию!
zh_tw: 為了驗證使用者。 如果您需要其他設定，請查看功能/ adLDAP 或查看線上檔案。

source: First create new user under user management with <u>same username as on AD</u> and set usertype to domain user. Also set proper permissions - group membership for new user.
fr_fr: Créez d'abord un nouvel utilisateur avec le même <u>nom que dans l'AD</u>,avec comme type utilisateur du domaine. Paramétrez également les permissions et appartenance de groupe, pour le nouvel utilisateur.
it_it: Prima di tutto creare un nuovo utente tramite la gestione utenti con <u>lo stesso nome utente di AD</u> e imposta il tipo di utente come utente di dominio. Inoltre imposta correttamente i permessi - gruppi di appartenenza per il nuovo utente.
ru_ru: Сначала создайте пользователя в меню настройки пользователей с <u>таким же именем пользователя как в AD</u> и установите тип пользователя как доменный пользователь. Также установите правильные доступы - групповые настройки для нового пользователя.
zh_tw: 首先，使用與使用者管理相同的使用者名建立新使用者</ u>，並將 usertype 設定為網域使用者。 為新使用者設定適當的權限

source: Also set proper permissions - group membership for new user
de_de: Stellen Sie auch die richtigen Berechtigungen ein wie die korrekte Gruppenmitgliedschaft f&uuml;r einen neuen Benutzer.
ja_jp: また、適切なアクセス許可を設定します - 新しいユーザーのグループメンバーシップ
ru_ru: Также установите правильные групповые права для нового пользователя
zh_cn: 还为新用户设置适当的权限 - 组成员身份

source: ldap extension not enabled in php
de_de: PHP LDAP Erweiterung nicht aktiviert
fr_fr: extension LDAP non activée dans PHP
it_it: l&#39;estensione ldap non attiva in php
ja_jp: phpでLDAP拡張が有効になっていません
ru_ru: ldap расширение не включено в php
zh_cn: php 中未启用 ldap 扩展
zh_tw: php 的 ldap 模組沒有啟用

source: Domain controllers
de_de: Dom&auml;nen-Controller
fr_fr: Contrôleurs de domaine
ja_jp: ドメインコントローラ
ru_ru: Контроллеры доменов
zh_cn: 域控制器
zh_tw: 網域控制站

source: Enter domain controllers, separated by ; (default: dc1.domain.local;dc2.domain.local)
fr_fr: Entrez les contrôleurs de domaine, séparés par ;
it_it: Inserisci i domain controller, separati da ; (default: dc1.domain.local;dc2.domain.local)
ru_ru: Введите настройки домена, разделённые знаком ; (default: dc1.domain.local;dc2.domain.local)
zh_tw: 輸入網域控制站，使用 ; 做為分隔字元 (預設為：dc1.domain.local;dc2.domain.local)

source: Base DN
de_de: Basis DN
ja_jp: ベースDN
ru_ru: Базовый DN
zh_cn: 基础 DN
zh_tw: 基礎 DN

source: Enter base DN for LDAP (default: CN=Users,CN=Company,DC=domain,DC=local)<br> If this is set to null then adLDAP will attempt to obtain this automatically from the rootDSE
fr_fr: Entrez le base DN pour LDAP<br> Si vide, adLDAP va essayer d'obtenir cette information automatiquement à partir du rootDSE
it_it: Inserisci il base DN per LDAP (default: CN=Users,CN=Companu,DC=domain,DC=local)<br> Se questo &egrave; impostato a null allora LDAP tenter&agrave; di ottentere automaticamente il valore da rootDSE
ru_ru: Введите базовый DN для LDAP (default: CN=Users,CN=Company,DC=domain,DC=local)<br> если это поле оставить пустым, тогда adLDAP будет пытаться получить это автоматически из rootDSE
zh_tw: 輸入 LDAP 的基本 DN (預設值： (default: CN=Users,CN=Company,DC=domain,DC=local)<br> 如果這設定為 null，那麼 adLDAP 將嘗試從 rootDSE 自動獲取

source: Account suffix
fr_fr: Suffixe de compte
it_it: Sufisso account
ja_jp: アカウントサフィックス
ru_ru: Суффикс учётной записи
zh_cn: 账户后缀
zh_tw: 使用者名尾碼
