Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: de_de, fr_fr, it_it, ja_jp, ru_ru, zh_cn, zh_tw

source: The account suffix for your domain (default: @domain.local)
fr_fr: Suffixe de compte par défaut de votre domaine (par défaut : @domain.local)
it_it: Il suffisso dell&#39;account per il tuo dominio (default: @domail.local)
ru_ru: Суффикс учётной записи для вашего домена (default: @domain.local)
zh_tw: 為您的網域使用者的尾碼 (預設：@domain.local)

source: Use SSL
de_de: Benutze SSL
fr_fr: Utiliser SSL
it_it: Usa SSL
ja_jp: SSLを利用
ru_ru: Использовать SSL
zh_cn: 使用 SSL
zh_tw: 使用 SSL

source: false
de_de: falsch
fr_fr: faux
it_it: falso
ru_ru: неверно
zh_cn: 假
zh_tw: 否

source: true
de_de: wahr
fr_fr: vrai
it_it: vero
ru_ru: верно
zh_cn: 真
zh_tw: 是

source: Use SSL (LDAPS), your server needs to be setup (default: false), please see
fr_fr: Utiliser SSL (LDAPS), votre serveur doit être paramètré (inactif par défaut)
it_it: Usa SSL (LDAPS), il tuo server deve essere configurato (default: falso), per favore vedere
ru_ru: Использовать SSL (LDAPS), если вашему серверу это необходимо (по-умолчанию: отключено), пожалуйста смотрите
zh_tw: 使用 SSL (LDAPS)，您的伺服器需要設定 (預設值：false)，請參閱

source: Use TLS
de_de: Benutze TLS
fr_fr: Utiliser TLS
it_it: Usa TLS
ja_jp: TLSを利用
ru_ru: Использовать TLS
zh_cn: 使用 TLS
zh_tw: 使用 TLS

source: If you wish to use TLS you should ensure that useSSL is set to false and vice-versa (default: false)
de_de: Wenn Sie TLS benutzen wollen stellen Sie sicher, dass die Benutzung von SSL deaktiviert ist. (default: false)
fr_fr: Si vous souhaitez utiliser TLS vous devez vous assurer que useSSL est désactivé etvice-versa (inactif par défaut)
it_it: Se desideri utilizzare TLS devi assicurarti che useSSL sia impostato a falso e viceversa (default: falso)
ja_jp: TLSを利用したい場合、useSSLが「false」であることを確認してください。逆に、TLSを利用しないならuseSSLは「true」
ru_ru: Если вы будете использовать TLS, вы должны выключить использовать SSL и т.д. (по-умолчанию: отключено)
zh_cn: 如果您希望使用 TLS，则应确保使用 SSL 设置为 假，反之亦然（默认值：假）
zh_tw: 如果您希望使用 TLS，則應確認將「使用 SSL」設定為否，反之亦然 (預設值為否)

source: AD port
fr_fr: port AD
it_it: Porta AD
ja_jp: ADポート
ru_ru: AD порт
zh_cn: AD 端口
zh_tw: AD 連接埠

source: The default port for LDAP non-SSL connections (default: 389)
fr_fr: Port pour les connexions LDAP non-ssl (par défaut : 389)
it_it: La porta di default per le connessioni LDAP non-SSL (default: 389)
ru_ru: Порт для LDAP без SSL соединений (по-умолчанию: 389)
zh_tw: LDAP 非 SSL 連接連接埠 (預設值：389)

source: Test settings
fr_fr: Tester les paramètres
it_it: Prova impostazioni
ru_ru: Тестовые настройки
zh_tw: 測試設定

source: Save settings
fr_fr: Enregistrer les paramètres
it_it: Salva impostazioni
ru_ru: Сохранить настройки
zh_tw: 儲存設定

source: Log files
de_de: Log Dateien
fr_fr: Fichiers de log
it_it: File di log
ja_jp: ログファイル
ru_ru: Файлы отчетов
zh_cn: 日志文件
zh_tw: 記錄檔案

source: Informational
de_de: Informativ
fr_fr: Info
it_it: Informazioni
ja_jp: 情報
ru_ru: Информационные
zh_cn: 信息
zh_tw: 資訊

source: Notice
de_de: Mitteilung
it_it: Notifiche
ja_jp: 注意
ru_ru: Уведомления
zh_cn: 注意
zh_tw: 注意

source: Warning
de_de: Warnung
ja_jp: 警告
ru_ru: Предупреждение
zh_cn: 警告
zh_tw: 警告

source: Download logs
de_de: Logdateien herunterladen
fr_fr: Télécharger les logs
it_it: Scarica log
ja_jp: ログダウンロード
ru_ru: Скачать логи
zh_cn: 下载日志
zh_tw: 下載記錄

source: Clear logs
de_de: L&ouml;sche Logs
fr_fr: Supprimer les logs
it_it: Pulisci log
ja_jp: ログクリア
ru_ru: Очистить логи
zh_cn: 清除日志
zh_tw: 清除記錄

source: Log details
fr_fr: Détail des logs
it_it: Dettagli log
ja_jp: ログ詳細
ru_ru: Детали логов
zh_cn: 日志详情
zh_tw: 記錄細節

source: Log ID
fr_fr: ID de Log
ja_jp: ログID
ru_ru: ID лога
zh_cn: 日志 ID
zh_tw: 記錄 ID

source: Event
de_de: Ereignis
fr_fr: Evènement
it_it: Evento
ja_jp: イベント
ru_ru: Событие
zh_cn: 事件
zh_tw: 事件

source: User details
de_de: Benutzerdetails
fr_fr: Détails de l’utilisateur
it_it: Dettagli utente
ja_jp: ユーザ詳細
ru_ru: Данные о пользователе
zh_cn: 用户详细信息
zh_tw: 使用者細節

source: for user
de_de: f&uuml;r Benutzer
ru_ru: для пользователя
zh_cn: 对于用户

source: Details
fr_fr: Détails
it_it: Dettagli
ja_jp: 詳細
ru_ru: Детали
zh_cn: 详细信息
zh_tw: 細節

source: Close window
de_de: Fenster schlie&szlig;en
fr_fr: Fermer la fenêtre
it_it: Chiudi finestra
ja_jp: ウィンドウを閉じる
ru_ru: Закрыть окно
zh_cn: 关闭窗口
zh_tw: 關閉視窗

source: IP addresses in
de_de: IP-Adressen in
ru_ru: IP адреса в

source: Filter which fields to display in IP list
de_de: Filter welche Felder in den Ergebnisliste angezeigt wird
fr_fr: Filter les champs à afficher dans la liste des IP
it_it: Filtra quali campi visualizzati nella lista IP
ja_jp: IPリストのどちらのフィールドを表示するかフィルタする
ru_ru: Настроить поля фильтра для показа в списке IP
zh_cn: 过滤 IP 列表中要显示的字段
zh_tw: 篩選要在 IP 清單中顯示的欄位

source: You can select which fields are actually being used for IP management, so you dont show any overhead if not used. IP, hostname and description are mandatory
de_de: Sie k&ouml;nnen die Felder f&uuml;r das aktuelle IP-Adressmanagement individuell konfigurieren. Unbenutzte Felder werden nicht angezeigt. IP-Adresse, Hostname und Beschreibung sind Pflichtfelder.
fr_fr: Vous pouvez choisir quels champs afficher dans la gestion des IPpour masquer ceux que vous n'utilisez pas. l'IP, le nom DNS et la descriptionsont obligatoires.
it_it: Puoi selezionare quali campi saranno effettivamente usati per la gestione IP, cos&igrave; non saranno visualizzate informazioni non usate. IP, hostname e descrizione sono obbligatori
ja_jp: IP管理のために実際に使うフィールドを選択できます。使用しないものは表示しません。IP、ホスト名、説明は必須です
ru_ru: Вы можете выбрать какие поля актуальны и будут использованы для управления IP. Так, вы не увидите лишнее, которое не будет выбрано. IP, имя хоста и описание - обязательные поля
zh_cn: 您可以选择哪些字段实际用于 IP 管理，因此如果不使用，则不会显示任何开销。 IP、主机名和描述为必填项
zh_tw: 您可以選擇要用在 IP 管理的欄位，若不使用亦不會因此增加其它負荷。IP、主機名稱與描述等欄位是強制啟用的

source: Check which fields to use for IP addresses
de_de: W&auml;en Sie die Felder aus die f&uuml;r IP-Adressen verwendet werden
fr_fr: Vérifier quels champs sont utilisés pour les adresses IP
it_it: Seleziona quali campi usare per gli indirizzi IP
ja_jp: IPアドレスを使用するフィールドを選択
ru_ru: Выберите какие поля использовать для IP адресов
zh_cn: 检查哪些字段用于 IP 地址
zh_tw: 檢查用於 IP 位址的欄位

source: Save
de_de: Speichern
fr_fr: Enregistrer
it_it: Salva
ja_jp: 保存
ru_ru: Сохранить
zh_cn: 保存
zh_tw: 儲存

source: Request does not exist
de_de: Anfrage existiert nicht
fr_fr: Requête inexistante
it_it: La richiesta non esiste
ja_jp: リクエストが存在しません
ru_ru: Запрос отсутствует
zh_cn: 请求不存在
zh_tw: 要求不存在

source: Requested IP address
de_de: Angeforderte IP-Adresse
ru_ru: Запрошенный IP адрес
zh_cn: 申请的 IP 地址

source: already used. First available address automatically provided.
de_de: wird bereits verwendet. Die erste freie Adresse wird statt dessen automatisch bereitgestellt.
ru_ru: уже используется. Первый из доступных адресов предоставлен автоматически.
zh_cn: 已使用。 自动提供第一个可用地址.

source: No IP addresses available in requested subnet.
de_de: Keine IP-Adressen im angeforderten Subnetz verf&uuml;gbar.
ru_ru: Нет доступных IP адресов в запрошенной подсети.
zh_cn: 申请的子网中没有可用的 IP 地址.

source: Manage IP address request
de_de: Verwaltung IP-Adressanfragen
fr_fr: Gérer les requêtes d’adresses IP
it_it: Gestisci richiesta indirizzo IP
ja_jp: IPアドレスのリクエストを管理する
ru_ru: Управление запросом IP адресов
zh_cn: 管理 IP 地址申请
zh_tw: 管理 IP 位址要求

source: Request details
de_de: Anforderungsdetails
ru_ru: Подробности запроса
zh_cn: 申请详细信息
zh_tw: 申請細節

source: Requested subnet
de_de: Angefragtes Subnetz
fr_fr: Sous-réseau requis
it_it: Richiedi subnet
ja_jp: リクエストされたサブネット
ru_ru: Запрошенная подсеть
zh_cn: 申请子网
zh_tw: 申請子網路

source: Enter IP description
de_de: Eingabe IP-Beschreibung
fr_fr: Entrez la description de l’IP
it_it: Inserisci descrizione IP
ja_jp: IPの説明を入力してください
ru_ru: Введите описание IP
zh_cn: 输入 IP 描述
zh_tw: 輸入IP位址描述

source: MAC Address
de_de: MAC-Adressen
ru_ru: MAC Адрес
zh_cn: MAC 地址

source: Enter MAC Address
de_de: Eingabe MAC-Adresse
ru_ru: Введите MAC Адрес
zh_cn: 输入 MAC 地址

source: Enter hostname
de_de: Eingabe Hostname
fr_fr: Entrez le nom DNS
it_it: Inserisci hostname
ja_jp: ホスト名を入力してください
ru_ru: Введите имя хоста
zh_cn: 输入主机名
zh_tw: 輸入主機名稱

source: State
de_de: Status
fr_fr: Etat
it_it: Stato
ja_jp: 状態
ru_ru: Состояние
zh_cn: 状态
zh_tw: 狀態

source: Write note
de_de: Notiz
fr_fr: Ecrire une note
it_it: Scrivi nota
ja_jp: 注意を書く
ru_ru: Написать заметку
zh_cn: 写纸条
zh_tw: 寫下備註

source: Additional information
de_de: Weitere Informationen
ru_ru: Дополнительная информация
zh_cn: 附加信息
zh_tw: 附加資訊

source: Requester email
de_de: E-Mail Adresse des Anfragenden
fr_fr: Email du demandeur
it_it: Email richiedente
ja_jp: リクエスト者のEmail
ru_ru: Email запрашивающего
zh_cn: 申请者邮箱
zh_tw: 申請者電子郵件

source: Requester comment
de_de: Kommentar des Anfragenden
fr_fr: Commentaire du demandeur
it_it: Commento richiedente
ja_jp: リクエスト者のコメント
ru_ru: Комментарий запрашивающего
zh_cn: 申请者描述
zh_tw: 申請者描述

source: Comment approval/reject
de_de: Kommentar Annahme/Zur&uuml;ckweisung
fr_fr: Commentaire d’approbation/de refus
it_it: Commenta approvazione/rifiuto
ja_jp: 承認／否認コメント
ru_ru: Подтверждение/отклонение комментария
zh_cn: 描述批准/拒绝
zh_tw: 描述 核准/拒絕

source: Enter reason for reject/approval to be sent to requester
de_de: Geben Sie weiterf&uuml;hrende Informationen f&uuml;er die Zur&uuml;ckweisung / Annahme an. Diese werden an den Anfordernden per E-Mail zugestellt
fr_fr: Entrer la raison d’approbation / de refus à envoyer au demandeur
it_it: Inserisci il motivo dell&#39;approvazione/rifiuto da inviare al richiedente
ja_jp: リクエスト者に送る承認／否認の理由を入力してください
ru_ru: Введите причину отклонения/подтверждения для отправки запрашивающему
zh_cn: 输入发送给申请者的拒绝/批准原因
zh_tw: 輸入 核准/拒絕 的理由

source: Reject
de_de: Zur&uuml;ckweisen
fr_fr: Refuser
it_it: Rifiuta
ja_jp: 拒否
ru_ru: Отклонить
zh_cn: 拒绝
zh_tw: 拒絕

source: Accept
de_de: Akzetptieren
fr_fr: Approuver
it_it: Accetta
ja_jp: 許可
ru_ru: Принять
zh_cn: 接受
zh_tw: 接受

source: User management
de_de: Benutzermanagement
fr_fr: Gestion des utilisateurs
it_it: Gestione utenti
ja_jp: ユーザ管理
ru_ru: Управление пользователем
zh_cn: 用户管理
zh_tw: 使用者管理

source: Create user
de_de: Benutzer erstellen
fr_fr: Créer un utilisateur
it_it: Crea utente
ja_jp: ユーザを作成
ru_ru: Создать пользователя
zh_cn: 创建用户
zh_tw: 建立使用者

source: Real Name
de_de: Anzeigename
fr_fr: Nom réel
it_it: Nome reale
ja_jp: 本名
ru_ru: Настоящее Имя
zh_cn: 真实姓名
zh_tw: 姓名

source: Groups
de_de: Gruppen
fr_fr: Groupes
it_it: Gruppi
ja_jp: グループ
ru_ru: Группы
zh_cn: 组
zh_tw: 群組

source: Administrator
fr_fr: Administrateur
it_it: Amministratore
ja_jp: 管理者
ru_ru: Администратор
zh_cn: 管理员
zh_tw: 管理者

source: Local user
fr_fr: Utilisateur local
it_it: Utente locale
ru_ru: Локальный пользователь
zh_tw: 本機使用者

source: LDAP user
fr_fr: Utilisateur LDAP
it_it: Utente LDAP
ru_ru: LDAP пользователь
zh_tw: LDAP 使用者

source: Domain user
fr_fr: Utilisateur du domaine
it_it: Utente di dominio
ru_ru: AD пользователь
zh_tw: 網域使用者

source: All groups
de_de: Alle Gruppen
fr_fr: Tous les groupes
it_it: Tutti i gruppi
ja_jp: すべてのグループ
ru_ru: Все группы
zh_cn: 所有组
zh_tw: 所有群組

source: Show user
de_de: Benutzer anzeigen
ru_ru: Показать пользователя
zh_cn: 显示用户
zh_tw: 顯示使用者

source: Manage user
de_de: Verwaltung Benutzer
ru_ru: Управление пользователем
zh_cn: 管理用户
zh_tw: 管理使用者

source: Administrator users will be able to view and edit all all sections and subnets
fr_fr: Les Administrateurs peuvent voir et modifier toutes les sections et sous-réseaux
it_it: Gli utenti amministratori potranno vedere e modificare tutte le sezioni e le subnet
ru_ru: Администраторам доступны просмотр и редактирование всех секций и подсетей
zh_tw: 管理者可以編輯檢視所有區段和子網路

source: Normal users will have permissions set based on group access to sections and subnets
de_de: Benutzer haben die jeweils nach Subnetzen und Bereichen zugeordneten Rechte
fr_fr: Les utilisateurs standard ont des permissions basées sur leurs groupes d'accès aux sections et sous-réseaux
it_it: Gli utenti normali avranno i permessi basati sui gruppi di accesso alle sezioni e alle subnet
ja_jp: サブネット
ru_ru: Обыкновенные пользователи будут иметь доступ в секции и подсети в соответствии с групповыми настройками
zh_cn: 普通用户将拥有基于组对区域和子网的访问权限设置的权限
zh_tw: 一般使用者需要透過群組設定才有區段及子網路的存取權限

source: Subnet management
de_de: Verwaltung Subnetze
fr_fr: Gestion de sous-réseau
it_it: Gestione subnet
ja_jp: サブネット管理
ru_ru: Управление подсетями
zh_cn: 子网管理
zh_tw: 子網路管理

source: click to show/hide all subnets
fr_fr: Cliquer pour afficher/masquer tous les sous-réseaux
it_it: clicca per mostrare/nascondere tutte le subnet
ru_ru: нажмите для показа/скрытия всех подсетей
zh_tw: 按下以顯示和隱藏所有子網路

source: click to show/hide belonging subnets
fr_fr: Cliquer pour afficher/masquer tous les sous-réseaux rattachés
it_it: clicca per mostrsare/nascondere le subnet di appartenenza
ru_ru: нажмите для показа/скрытия принадлежащих подсетей
zh_tw: 按下以顯示/隱藏所屬的子網路

source: Add new subnet to section
de_de: Hinzuf&uuml;gen eines neuen Subnetz zum Bereich
fr_fr: Ajouter un nouveau sous-réseau à la section
it_it: Aggiungi una nuova subnet alla sezione
ja_jp: セクションに新しいサブネットを追加
ru_ru: Добавить новую подсеть в секцию
zh_cn: 将新子网添加到区域
zh_tw: 在區段內加入新的子網路

source: Add subnet
de_de: Subnetz hinzuf&uuml;gen
fr_fr: Ajouter un sous-réseau
it_it: Aggiungi subnet
ja_jp: サブネット追加
ru_ru: Добавить подсеть
zh_cn: 添加子网
zh_tw: 加入子網路

source: Find subnet
de_de: Subnetz finden
ru_ru: Поиск подсети
zh_cn: 查找子网
zh_tw: 尋找子網路

source: Section has no subnets
fr_fr: Aucun sous-réseau dans la section
it_it: La sezione non ha subnet
ru_ru: Секция не имеет подсетей
zh_tw: 區段內沒有子網路

source: Server management
de_de: Server Verwaltung
fr_fr: Gestion du serveur
it_it: Gestione server
ru_ru: Управление Сервером
zh_cn: 服务器管理
zh_tw: 伺服器管理

source: IPAM settings
fr_fr: Paramètres IPAM
it_it: Impostazioni IPAM
ru_ru: Настройки IPAM
zh_tw: IPAM 設定

source: Group management
de_de: Gruppenverwaltung
fr_fr: Gestion des groupes
it_it: Gestione gruppi
ja_jp: グループの設定
ru_ru: Настройки Группы
zh_cn: 组管理
zh_tw: 群組管理

source: AD connection settings
fr_fr: Paramètres de connexion AD
it_it: Impostazioni connessione AD
ru_ru: Настройки соединения с AD
zh_tw: AD 連線設定

source: LDAP connection settings
de_de: OpenLDAP Verbindungseinstellungen
fr_fr: Paramètres de connection OpenLDAP
it_it: Impostazioni connessione LDAP
ja_jp: LDAP接続の設定
ru_ru: Настройки соединения с LDAP
zh_cn: LDAP 连接设置
zh_tw: LDAP 連線設定

source: Edit instructions
de_de: Bearbeiten Hinweise
fr_fr: Modifier les instructions
it_it: Modifica istruzioni
ru_ru: Редактирование инструкций
zh_cn: 编辑说明
zh_tw: 編輯說明

source: IP related management
de_de: IP Verwaltung
fr_fr: Gestion IP
it_it: Gestione IP e correlati
ru_ru: Управление IP
zh_cn: IP 相关管理
zh_tw: IP 相關管理

source: Section management
de_de: Verwaltung Bereiche
fr_fr: Gestion des sections
it_it: Gestione sezione
ja_jp: セクション管理
ru_ru: Управление секциями
zh_cn: 区域管理
zh_tw: 區段管理

source: Device management
de_de: Ger&auml;te Verwaltung
fr_fr: Gestion des équipements
it_it: Gestione dispositivo
ja_jp: デバイス管理
ru_ru: Управление устройствами
zh_cn: 设备管理
zh_tw: 裝置管理

source: VLAN management
de_de: Verwaltung VLANs
fr_fr: Gestion des VLAN
it_it: Gestione VLAN
ru_ru: Управление VLANами
zh_cn: VLAN 管理
zh_tw: VLAN 管理

source: VRF management
de_de: Verwaltung VRF-Instanzen
fr_fr: Gestion VRF
it_it: Gestione VRF
ru_ru: Управление VRFами
zh_cn: VRF 管理
zh_tw: VRF 管理

source: NAT management
ru_ru: Управление NATами
zh_cn: NAT 管理
zh_tw: NAT 管理

source: RIPE import
it_it: Importa RIPE
ru_ru: Импорт из RIPE
zh_cn: RIPE 导入
zh_tw: RIPE 匯入

source: Filter IP fields
de_de: Filter IP-Felder
fr_fr: Filtrer les champs IP
it_it: Filtra campi IP
ru_ru: Фильтр полей IP
zh_cn: 过滤 IP 字段
zh_tw: 篩選 IP 欄位

source: Custom fields
de_de: Benutzerspezifische Felder
fr_fr: Champs personnalisés
it_it: Campi personalizzati
ja_jp: フィールドのカスタマイズ
ru_ru: Настраиваемые поля
zh_cn: 自定义字段
zh_tw: 自訂欄位

source: Version check
de_de: Versions&uuml;berpr&uuml;fung
fr_fr: Vérification de version
it_it: Controllo versione
ru_ru: Проверка версии
zh_cn: 版本检查
zh_tw: 版本檢查

source: Verify database
de_de: &Uuml;berpr&uuml;fe Datenbank
fr_fr: Vérification de la BDD
it_it: Controllo database
ru_ru: Проверка базы данных
zh_cn: 验证数据库
zh_tw: 驗證資料庫

source: Replace fields
de_de: Ersetze Felder
fr_fr: Remplacer les champs
it_it: Sostituisci campi
ru_ru: Замена полей
zh_cn: 替换字段
zh_tw: 欄位取代

source: Export database
fr_fr: Exporter la base de données
it_it: Esporta database
ru_ru: Экспорт базы данных
zh_tw: 匯出資料庫

source: user
de_de: Benutzer
fr_fr: utilisateur
it_it: utente
ja_jp: ユーザ
ru_ru: пользователь
zh_cn: 用户
zh_tw: 使用者

source: User Group
de_de: Benutzergruppen
ru_ru: Группа Пользователя
zh_cn: 用户组

source: Add new user
fr_fr: Ajouter un nouvel utilisateur
it_it: Aggiungi nuovo utente
ru_ru: Добавить нового пользователя
zh_tw: 加入新使用者

source: Enter users real name
de_de: Eingabe Anzeigename des Benutzers
fr_fr: Entrer le nom complet de l’utilisateur
it_it: Inserisci nome reale utenti
ja_jp: ユーザの本名を入力
ru_ru: Введите настоящее имя пользователя
zh_cn: 输入用户真实姓名
zh_tw: 輸入使用者姓名

source: Enter username
de_de: Eingabe Benutzername
fr_fr: Entrer le nom d’utilisateur
it_it: Inserisci nome utente
ja_jp: ユーザ名を入力
ru_ru: Введите имя пользователя(логин)
zh_cn: 输入用户名
zh_tw: 輸入使用者名

source: Enter users email address
de_de: Eingabe Benutzer E-Mail Adresse
fr_fr: Entrer l’adresse email de l’utilisateur
it_it: Inserisci indirizzi email utenti
ja_jp: ユーザのメールアドレスを入力
ru_ru: Введите e-mail пользователя
zh_cn: 输入用户的电子邮件地址
zh_tw: 輸入使用者電子郵件位址

source: You can disable user here
de_de: Aktivieren / Deaktivieren des Benutzers
ru_ru: Вы можете отключить пользователя здесь
zh_cn: 您可以在此处禁用用户
zh_tw: 您可在此將使用者停用

source: User Type
fr_fr: Type d’utilisateur
it_it: Tipo Utente
ru_ru: Тип пользователя
zh_tw: 使用者類型

source: Set user type
fr_fr: Choisir le type d’utilisateur
it_it: Imposta tipo utente
ru_ru: Укажите тип пользователя
zh_tw: 設定使用者類型

source: Local authenticates here
fr_fr: Authentification locale
it_it: Qui ci si autentica localmente
ru_ru: Локальная аутентификация здесь
zh_tw: 本機使用者認證

source: Domain authenticates on AD, but still needs to be setup here for permissions etc.
fr_fr: Authentification sur le domaine AD, mais vous devez néanmoins paramétrer iciles permissions, etc.
it_it: Il dominio si autentica su AD, ma qui devono essere configurati i permessi etc...
ru_ru: Доменная аутентификация в AD, но нужно настроить здесь, например для разграничения доступа.
zh_tw: 網域名稱在 AD 上進行身份驗證，但仍需要在此處設定權限等。

source: User's password
de_de: Benutzerpasswort
fr_fr: Mot de passe de l’utilisateur
ja_jp: ユーザのパスワード
ru_ru: Пароль пользователя
zh_cn: 用户密码
zh_tw: 使用者密碼

source: click to generate random
de_de: Klick um ein Zuf&auml;lliges zu generieren
fr_fr: Cliquer pour une génération aléatoire
it_it: clicca per generare casualmente
ja_jp: クリックしてランダム生成
ru_ru: нажмите для генерации случайного
zh_cn: 点击生成随机数
zh_tw: 按下以隨機產生

source: Notification
de_de: Benachrichtigung
it_it: Notifica
ja_jp: 通知
ru_ru: Уведомление
zh_cn: 通知
zh_tw: 通知

source: Send notification email to user with account details
de_de: Sende eine E-Mail mit Details des Benutzeraccounts
fr_fr: Envoyer un email de notification à l’utilisateur avec les détails de son compte
it_it: Invia email di notifica all&#39;utente con i dettagli dell&#39;account
ja_jp: ユーザにアカウント詳細の通知メールを送信
ru_ru: Отослать пользователю email уведомление с настройками учётной записи
zh_cn: 向用户发送包含帐户详细信息的通知电子邮件
zh_tw: 向使用者發送通知電子郵件的使用者詳細資訊

source: User role
de_de: Benutzer Rolle
fr_fr: Rôle de l’utilisateur
it_it: Ruolo utente
ja_jp: ユーザのロール
ru_ru: Роль пользователя
zh_cn: 用户角色
zh_tw: 使用者角色

source: Normal User
de_de: normaler Benutzer
fr_fr: Utilisateur standard
it_it: Utente normale
ja_jp: 通常のロール
ru_ru: Обычный пользователь
zh_cn: 普通用户
zh_tw: 一般使用者

source: Select user role
de_de: W&auml;hle Benutzerrolle
fr_fr: Choisir un rôle
it_it: Seleziona ruolo utente
ja_jp: ユーザのロールを選択
ru_ru: Выберите роль пользователя
zh_cn: 选择用户角色
zh_tw: 請選擇使用者角色

source: Administrator is almighty
de_de: Administrator hat alle Rechte
fr_fr: L’Administrateur dispose de tous les droits
it_it: L&#39;amministratore &egrave; onnipotente
ja_jp: 管理者は全能
ru_ru: Администратор всемогущ
zh_cn: 管理员有所有权限
zh_tw: 管理者具備所有權限

source: Users have access defined based on groups
de_de: Benutzer haben Zugriff anhand der Gruppenberechtigungen
fr_fr: Les utilisateurs ont des accès définis en fonction de leurs groupes
it_it: Gli utenti hanno accessi definiti sulla base dei gruppi
ja_jp: ユーザのアクセス権はグループ設定に基づいて定義します
ru_ru: Обычный пользователь получает права в соответствии с групповыми настройками
zh_cn: 用户具有基于组定义的访问权限
zh_tw: 使用者存取基於群組權限定義

source: No groups configured
de_de: keine Gruppen definiert
fr_fr: Aucun groupe configuré
it_it: Nessun gruppo configurato
ja_jp: グループが設定されていません
ru_ru: Группы не сконфигурированы
zh_cn: 没有配置组
zh_tw: 沒有設定群組

source: Select to which groups the user belongs to
de_de: W&auml;hlen Sie zu welcher Gruppe der Benuter geh&ouml;rt
fr_fr: Choisir à quels groupes l’utilisateur appartient
it_it: Seleziona a quali gruppi l&#39;utente appartiene
ja_jp: ユーザが所属するグループを選択
ru_ru: Выберите, в каких группах должен состоять пользователь
zh_cn: 选择用户所属的组
zh_tw: 選擇使用者所屬的群組

source: phpIPAM database export
de_de: phpIPAM Datenbank Export
fr_fr: Exporter la base de données phpIPAM
it_it: esporta database phpIPAM
ja_jp: phpIPAMデータベースのエクスポート
ru_ru: экспорт базы данных phpIPAM
zh_cn: phpIPAM 数据库导出
zh_tw: 匯出 phpIPAM 資料庫

source: You can download MySQL dump of database or generate XLS file of IP addresses
de_de: Sie k&ouml;nnen einen MySQL Dump oder eine Excel Liste exportieren
fr_fr: Vous pouvez télécharger un dump MYSQL de la base de données ou générer des fichiers XLS des adresses IP
it_it: Puoi scaricare il dump del database MySQL oppure generare un file XLS degli indirizzi IP
ja_jp: データベースのMySQLダンプをダウンロードするか、IPアドレスのXLSファイルを生成できます
ru_ru: Вы можете скачать MySQL дамп базы данных или сгенерировать XLS файл с IP адресами
zh_cn: 您可以下载数据库的 MySQL 转储或生成 IP 地址的 XLS 文件
zh_tw: 您可以下載資料庫的 MySQL dump 或產生 IP 位址的 XLS 檔案

source: Create MySQL database dump
de_de: Erzeuge MySQL Datenbank Dump
fr_fr: Créer un dump de la base de données MYSQL
it_it: Crea un dump del database MySQL
ja_jp: MySQLデータベースのダンプを生成
ru_ru: Создать дамп MySQL базы
zh_cn: 创建 MySQL 数据库转储
zh_tw: 建立 MySQL 資料庫 dump

source: Prepare MySQL dump
de_de: Aufbereiten als MySQL Dump
fr_fr: Préparer le dump MYSQL
it_it: Prepare dump MySQL
ja_jp: MySQLダンプを準備
ru_ru: Подготовить MySQL дамп
zh_cn: 准备 MySQL 转储
zh_tw: 準備 MySQL dump

source: Create XLS file of IP addresses
de_de: Erzeuge eine Excel Datei der IP-Adressen
fr_fr: Créer un fichier XLS des adresses IP
it_it: Crea file XLS degli indirizzi IP
ja_jp: IPアドレスのXLSファイルを生成
ru_ru: Создать XLS файл с IP адресами
zh_cn: 创建 IP 地址的 XLS 文件
zh_tw: 建立 IP 位址的 XLS 檔案

source: Prepare XLS dump
de_de: Aufbereitung als XLS Dump
fr_fr: Préparer un dump XLS
it_it: Prepare dump XLS
ja_jp: XLSファイルの作成準備
ru_ru: Подготовить XLS дамп
zh_cn: 准备 XLS 转储
zh_tw: 準備 XLS dump

source: Create hostfile dump
de_de: Erzeuge einen Hostfile Dump
fr_fr: Crer un dump de type hostfile
it_it: Crea dump hostfile
ja_jp: XLSファイルの作成
ru_ru: Создать дамп с именами хостов
zh_cn: 创建主机文件转储
zh_tw: 建立主機檔案 dump

source: Prepare hostfile dump
de_de: Aufbereitung als Hostfile Dump
fr_fr: Préparer un dump de type hostfile
it_it: Prepara dump hostfile
ja_jp: ホストファイルのダンプの準備
ru_ru: Подготовить дамп с именами хостов
zh_cn: 准备主机文件转储
zh_tw: 準備主機檔案 dump

source: You do not have permissions to add new subnet in this section
de_de: Sie haben keine Berechtigung ein Subnetz in diesem Bereich einzurichten
fr_fr: Vous n’avez pas l’autorisation d’ajouter un sous-réseau dans cette section
it_it: Non hai i permessi per aggiungere una nuova sottorete a questa sezione
ja_jp: このセクションにサブネットを追加する権限がありません
ru_ru: У вас нет прав для добавления новой подсети в этой секции
zh_cn: 您无权在此区域添加新子网
zh_tw: 您沒有權限加入、編輯和刪除此區段
