Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: de_de, fr_fr, it_it, ja_jp, ru_ru, zh_cn, zh_tw

source: Scan subnet
de_de: Subnetz &uuml;berpr&uuml;fen
fr_fr: Scanner le sous-réseau
it_it: Scansiona subnet
ja_jp: サブネットをスキャンします
ru_ru: Сканировать подсеть
zh_cn: 扫描子网
zh_tw: 掃描子網路

source: Select Scan type
de_de: &Uuml;berpr&uuml;fungstyp ausw&auml;hlen
fr_fr: Choisir le type de scan
it_it: Seleziona tipo scansione
ja_jp: スキャンの種類を選択します
ru_ru: Выберите тип сканирования
zh_cn: 选择扫描类型
zh_tw: 選擇掃描類型

source: scan
de_de: &uuml;berpr&uuml;fen
fr_fr: scanner
ja_jp: スキャン
ru_ru: сканирование
zh_cn: 扫描
zh_tw: 掃描

source: You can set parameters for scan under functions/scan/config-scan.php
fr_fr: Vous pouvez paramétrer le scan dans functions/scan/config-scan.php
it_it: Puoi impostare i parametri per la scansione in functions/scan/config-scan.php
ru_ru: Вы можете установить параметры для сканирования в functions/scan/config-scan.php
zh_tw: 您可以在 functions/scan/config-scan.php 檔案中設定掃描參數

source: Discovery scans
de_de: Discovery Scan
fr_fr: Scans de découverte
it_it: Scopri scansione
ja_jp: 検出スキャン
ru_ru: Сканирование с обнаружением
zh_cn: 发现扫描
zh_tw: 探索掃描

source: Status update scans
de_de: Status Update Scan
fr_fr: Scan de mise à jour d’état
it_it: Scansiona aggiornamenti di stato
ja_jp: ステータス更新スキャン
ru_ru: Сканирование с обновлением состояния
zh_cn: 状态更新扫描
zh_tw: 更新掃描狀態

source: Scan results
de_de: Ergebnis der &Uuml;berpr&uuml;fung
fr_fr: Résultats du scan
it_it: Risultati scansione
ja_jp: スキャン結果
ru_ru: Результаты сканирования
zh_cn: 扫描结果
zh_tw: 掃描結果

source: Default language
de_de: Standardsprache
fr_fr: Langue par défaut
it_it: Lingua predefinita
ja_jp: 既定の言語
ru_ru: Основной язык
zh_cn: 默认语言
zh_tw: 預設語言

source: Select default language
de_de: Standardsprache ausw&auml;hlen
fr_fr: Choisissez la langue par défaut
it_it: Seleziona lingua predefinita
ja_jp: デフォルト言語を選択
ru_ru: Выберите основной язык
zh_cn: 选择默认语言
zh_tw: 選擇預設語言

source: Section order
de_de: Organisationsanordnung
fr_fr: Ordre des sections
it_it: Ordine sezione
ja_jp: セクション順序
ru_ru: Порядок расположения секций
zh_cn: 区域排序
zh_tw: 區段排序

source: You can manually set order in which sections are displayed in. Default is creation date.
de_de: Sie k&ouml;nnen manuell die Anordnung der Anzeige der Bereiche anpassen. Standard ist das Erstellungsdatum.
fr_fr: Vous pouvez choisir manuellement dans quel ordre les sections seront affichées. Par défaut : par date de création.
it_it: Puoi impostare manualmente l&#39;ordine in cui visualizzare le sezioni. Predefinito per data creazione.
ja_jp: セクションが表示される順序を手動で設定できます<br>デフォルトは作成日です
ru_ru: Вы можете вручную установить порядок в котором будут следовать секции. По-умолчанию - по дате создания.
zh_cn: 您可以手动设置区域的显示排序。默认为创建日期.
zh_tw: 您可以手動設定顯示順序。預設是建立日期。

source: Order
fr_fr: Ordre
it_it: Ordine
ru_ru: Порядок
zh_tw: 排序

source: Section reordering successful
de_de: Neuordnung des Bereichs erfolgreich
fr_fr: Réordonnancement des sections réussi
it_it: Riordinamento sezioni eseguito
ja_jp: セクションの並べ替えが成功しました
ru_ru: Успешное упорядочивание секций
zh_cn: 区域重新排序成功
zh_tw: 區段重新排序成功

source: Cannot reorder sections
fr_fr: Impossible de réordonner les sections
it_it: Impossibile riordinare le sezioni
ru_ru: Не могу изменить порядок секций
zh_tw: 無法對區段重新排序

source: Default
de_de: Standard
fr_fr: Par défaut
it_it: Predefinito
ja_jp: デフォルト
ru_ru: По-умолчанию
zh_cn: 默认
zh_tw: 預設

source: Threading is required for scanning subnets. Please recompile PHP with pcntl extension
fr_fr: Le threading est requis pour scanner les sous-réseaux. Recompilez PHP avec l’extension PCNTL.
it_it: Per scansionare le subnet &egrave; richiesto il threading. Per favore ricompilare PHP con l&#39;estensione pcntl
ru_ru: Необходима поддержка потоков для сканирования подсетей. Пересоберите PHP с поддержкой pcntl расширения
zh_tw: 掃描子網路需要多執行緒。請重新編譯 PHP 並啟用 pcntl 模組

source: Add discovered hosts
de_de: Gefundene Ger&auml;te hinzuf&uuml;gen
fr_fr: Ajouter les hôtes découverts
it_it: Aggiungi host trovati
ja_jp: 発見されたホストを追加します
ru_ru: Добавить обнаруженные хосты
zh_cn: 添加发现的主机
zh_tw: 加入已探索主機

source: Scan results added to database
de_de: Scanergebnisse zur Datenbank hinzugef&uuml;gt
fr_fr: Résultats du scan ajoutés à la base de données
it_it: Risultati scansione aggiunti al database
ja_jp: スキャン結果がデータベースに追加されました
ru_ru: Результаты сканирования добавлены в базу
zh_cn: 扫描结果已添加到数据库
zh_tw: 掃描結果加入進資料庫

source: Invalid ping path
de_de: Ung&uuml;ltiger Ping Pfad
fr_fr: Chemin du ping invalide
it_it: Percorso ping non valido
ru_ru: Неверный путь пинга
zh_cn: 无效 ping 路径
zh_tw: 無效的 ping 路徑

source: Status update
de_de: Statusaktualisierung
ru_ru: Обновление статуса
zh_cn: 状态更新

source: Failed to update address status.
de_de: Statusaktualisierung der Adresse fehlgeschlagen.
ru_ru: Ошибка обновления статуса адреса.
zh_cn: 无法更新地址状态.

source: Invalid scan type provided.
de_de: Ung&uuml;ltiger Suchtyp angegeben.
ru_ru: Предоставлен неверный тип сканирования.
zh_cn: 提供的扫描类型无效.

source: Invalid subnet ID provided.
de_de: Ung&uuml;ltige Subnetz-ID angegeben.
ru_ru: Предоставлен неверный ID подсети.
zh_cn: 提供的子网 ID 无效.

source: Scanning from GUI is only available for subnets up to /20 or 4096 hosts!
de_de: Das Suchen in der GUI ist nur f&uuml;r Subnetze bis /20 oder 4096 Hosts verf&uuml;gbar!
ru_ru: Сканирование из графического интерфейса доступно только для подсетей до /20 или 4096 хостов!
zh_cn: 从 GUI 进行扫描仅适用于最多 /20 或 4096 主机的子网！

source: Didn't find any address to scan!
de_de: Keine Adresse zum Suchen gefunden!
ru_ru: Не нахожу ни одного адреса для сканирования!
zh_cn: 没有找到可以扫描的地址！

source: Sections create
de_de: Erstellen Bereich
ru_ru: Создание секций
zh_cn: 区域创建

source: Failed to create new section
de_de: Fehler beim Anlegen neuer Bereich
ru_ru: Ошибка создания новой секции
zh_cn: 无法创建新区域

source: New section created
de_de: Neuer Bereich erstellt
ru_ru: Новая секция создана
zh_cn: 已创建新区域

source: Failed to edit section
de_de: Fehler beim Bearbeiten des Bereichs
ru_ru: Ошибка изменения секции
zh_cn: 无法编辑区域

source: Failed to delete section
de_de: Fehler beim L&ouml;schen des Bereichs
ru_ru: Ошибка удаления секции
zh_cn: 删除区域失败

source: Display settings
de_de: Anzeige Einstellungen
fr_fr: Paramètres d’affichage
it_it: Impostazioni visualizzazione
ja_jp: ディスプレイの設定
ru_ru: Настройки отображения
zh_cn: 显示设置
zh_tw: 顯示設定

source: Enable or disable API server module
de_de: API-Server Module aktivieren oder deaktivieren
fr_fr: Activer/Désactiver le module API du serveur
it_it: Attiva o disattiva il modulo API sul server
ja_jp: APIサーバーモジュールを有効または無効にします
ru_ru: Включить или выключить модуль API сервера
zh_cn: 启用或禁用 API 服务器模块
zh_tw: 啟用或停用 API 服務模組

source: Please enable API module under server management
de_de: Bitte aktiviere das API-Modul in der Server Verwaltung
fr_fr: Merci d’activer le module API dans Gestion du serveur
it_it: Per favore abilita il modulo API nella gestione server
ja_jp: サーバー管理下でAPIモジュールを有効にしてください
ru_ru: Пожалуйста, включите модуль API в настройках управления сервером
zh_cn: 请在服务器管理下启用 API 模块
zh_tw: 請在服務管理裡啟用 API 模組

source: API management
de_de: API-Verwaltung
fr_fr: Gestion API
it_it: Gestione API
ja_jp: API管理
ru_ru: Управление API
zh_cn: API 管理
zh_tw: API 管理

source: Create API key
de_de: API-Schl&uuml;ssel erzeugen
fr_fr: Créer une clé API
it_it: Crea chiave API
ja_jp: APIキーを作成します
ru_ru: Создать ключ API
zh_cn: 创建 API 密钥
zh_tw: 建立 API 金鑰

source: App id
fr_fr: id appli
it_it: Id app
ja_jp: アプリID
ru_ru: ID прил.
zh_cn: 应用程序 ID

source: App code
fr_fr: Code appli
it_it: Codice app
ja_jp: アプリコード
ru_ru: Код прил.
zh_cn: 应用程序代码
zh_tw: App 代碼

source: App permissions
de_de: App-Berechtigungen
fr_fr: Permissions appli
it_it: Permessi app
ja_jp: アプリの許可
ru_ru: Права прил.
zh_cn: 应用程序权限
zh_tw: App 權限

source: edit app details
de_de: App-Details bearbeiten
fr_fr: Editer les détails de l’appli
it_it: modifica dettagli app
ja_jp: アプリの詳細を編集します
ru_ru: изменить детали прил.
zh_cn: 编辑应用程序详细信息
zh_tw: 編輯 App 細節

source: remove app
de_de: App l&ouml;schen
fr_fr: supprimer l’appli
it_it: cancella app
ja_jp: アプリを削除
ru_ru: удалить прил.
zh_cn: 删除应用程序
zh_tw: 移除 App

source: No Apps available
de_de: Keine Apps verf&uuml;gbar
fr_fr: Aucune appli disponible
it_it: Nessuna app disponibile
ja_jp: 利用可能なアプリはありません
ru_ru: Прил. не найдены
zh_cn: 没有可用的应用程序
zh_tw: 沒有可用的 App

source: API instructions
fr_fr: Instructions API
it_it: Istruzioni API
ru_ru: Инструкции API
zh_tw: API 指示

source: API documentation
de_de: API-Dokumenation
fr_fr: Documentation API
it_it: Documentazione API
ja_jp: APIドキュメント
ru_ru: Документация API
zh_cn: API 文档
zh_tw: API 說明文件

source: The following PHP extensions for API server are missing
fr_fr: Les extensions PHP suivantes sont manquantes pour le serveur API
it_it: Le seguenti estensioni PHP richieste dal server API non sono state trovate
ja_jp: APIサーバーの次のPHP拡張機能がありません
ru_ru: Отсутствуют следующие PHP расширения для API сервера
zh_tw: API 服務缺少以下 PHP 模組

source: Please recompile PHP to include missing extensions for API server
fr_fr: Merci de recompiler PHP pour inclure ces extensions manquantes pour le serveur API
it_it: Per favore ricompilare PHP includendo le estensioni mancanti per il server API
ja_jp: PHPを再コンパイルして、APIサーバーの拡張機能がないようにしてください
ru_ru: Пожалуйста, пересоберите PHP для включения отсутствующих расширений для API сервера
zh_tw: 請重新編譯 PHP 讓 API 伺服器加入遺漏的模組

source: Add new api key
de_de: Neuen API-Schl&uuml;ssel hinzuf&uuml;gen
fr_fr: Ajouter une nouvelle clé API
it_it: Aggiungi nuova chiave api
ja_jp: 新しいAPIキーを追加します
ru_ru: Добавить новый ключ API
zh_cn: 添加新的 API 密钥
zh_tw: 加入新的 API 金鑰

source: Enter application identifier
de_de: Applikation
fr_fr: Entrez un identifiant d’application
it_it: Inserisci identificativo applicazione
ja_jp: アプリケーション識別子を入力
ru_ru: Введите идентификатор приложения
zh_cn: 输入应用程序标识符
zh_tw: 輸入應用識別碼

source: Application code
de_de: Applikationscode
fr_fr: Code d’application
it_it: Codice applicazione
ja_jp: アプリケーションコード
ru_ru: Код приложения
zh_cn: 应用代码
zh_tw: Application 代碼

source: Regenerate
de_de: regenerieren
fr_fr: Regénérer
it_it: Rigenera
ja_jp: 再生成します
ru_ru: Сгенерировать заново
zh_cn: 重新生成
zh_tw: 重新產生

source: Disabled
de_de: Deaktiviert
fr_fr: Désactivé
it_it: Disattivo
ja_jp: 無効
ru_ru: Отключено
zh_cn: 禁用
zh_tw: 停用

source: Invalid application code
fr_fr: Code d’application invalide
it_it: Codice applicazione non valido
ru_ru: Неверный код приложения
zh_tw: Application Code 無效

source: Invalid application id
fr_fr: Id d’application invalide
it_it: Id applicazione non valido
ru_ru: Неверный id приложения
zh_tw: application ID 無效

source: Invalid permissions
fr_fr: Permissions invalides
it_it: Permessi non validi
ru_ru: Неверные права
zh_tw: 無效的權限

source: API add error
fr_fr: Erreur d’ajout API
it_it: Errore aggiunta API
ru_ru: Ошибка добавления API
zh_tw: API 加入失敗

source: API edit error
fr_fr: Erreur d’édition API
it_it: Errore modifica API
ru_ru: Ошибка редактирования API
zh_tw: API 編輯失敗

source: API delete error
fr_fr: Erreur de suppression API
it_it: Errore cancellazione API
ru_ru: Ошибка удаления API
zh_tw: API 刪除失敗

source: API add success
fr_fr: API ajouté avec succès
it_it: API aggiunta
ru_ru: Успешное добавление API
zh_tw: API 加入成功

source: API edit success
fr_fr: API modifié avec succès
it_it: API modificata
ru_ru: Успешное редактирование API
zh_tw: API 編輯成功

source: API delete success
fr_fr: API supprimé avec succès
it_it: API cancellata
ru_ru: Успешное удаление API
zh_tw: API 刪除成功

source: DHCP range
de_de: DHCP Bereich
fr_fr: Plage DHCP
it_it: Range DHCP
ja_jp: DHCPの範囲
ru_ru: DHCP диапазон
zh_cn: DHCP 范围
zh_tw: DHCP 範圍

source: Check availability (disabled)
fr_fr: Vérifier disponibilité (désactivé)
it_it: Controlla disponibilit&agrave; (disattivo)
ru_ru: Проверка доступности (отключена)
zh_tw: 檢查可用性 (停用)

source: DHCP compress
fr_fr: Compression DHCP
it_it: Comprimi DHCP
ru_ru: Сжать DHCP
zh_tw: DHCP 壓縮

source: Compress DHCP ranges in IP table
fr_fr: Comprimer les plages DHCP dans la table IP
it_it: Comprimi i range DHCP nella tabella IP
ru_ru: Сжатие DHCP диапазонов в IP таблице
zh_tw: 在 IP 表中縮小 DHCP 範圍

source: Add new
fr_fr: Ajouter nouveau
it_it: Aggiungi nuovo
ja_jp: 新規追加
ru_ru: Добавить новый
zh_tw: 加入新的

source: Add new folder to
de_de: Neu zu Ordner hinzuf&uuml;gen
fr_fr: Ajouter un nouveau dossier à
it_it: Aggiungi nuova cartella a
ja_jp: 新しいフォルダを追加します
ru_ru: Добавить новую папку в
zh_cn: 添加新文件夹到
zh_tw: 加入新的資料夾到

source: Available VLANs
fr_fr: VLANs disponibles
it_it: VLAN disponibili
ru_ru: Доступные VLANы
zh_tw: 可用的 VLANs

source: Available VRFs
fr_fr: VRFs disponibles
it_it: VRF disponibili
ru_ru: Доступные VRFы
zh_tw: 可用的 VRFs

source: Subnet contains more subnets
de_de: Subnetz enth&auml;lt mehrere Subnetze
fr_fr: Le sous-réseau contient d’autres sous-réseaux
it_it: La subnet contiene pi&ugrave; subnet
ja_jp: サブネットにはさらに多くのサブネットが含まれています
ru_ru: Подсеть содержит больше подсетей
zh_cn: 子网包含多个子网
zh_tw: 子網路包含更多子網路

source: Click on folder to open/close
de_de: Zum &Ouml;ffnen/Schlie&szlig;en auf Ordner klicken
fr_fr: Cliquez sur un dossier pour ouvrir/fermer
it_it: Clicca sulla cartella per aprire/chiudere
ja_jp: 開く/閉じるフォルダをクリックします
ru_ru: Нажмите на папку для открытия/закрытия
zh_cn: 点击文件夹打开/关闭
zh_tw: 按下資料夾以 開啟/關閉

source: VLAN contains subnets
de_de: VLAN enth&auml;lt Subnetze
fr_fr: le VLAN contient des sous-réseaux
it_it: VLAN contiene subnet
ja_jp: VLANにサブネットが含まれています
ru_ru: VLAN содержит подсеть
zh_cn: VLAN 包含子网
zh_tw: VLAN 包含子網路

source: VRF contains subnets
de_de: VRF enth&auml;lt Subnetze
fr_fr: le VRF contient des sous-réseaux
it_it: VRF contiene subnet
ja_jp: VRFにはサブネットが含まれています
ru_ru: VRF содержит подсети
zh_cn: VRF 包含子网
zh_tw: VRF 包含子網路

source: Not RIPE or ARIN subnet
de_de: Kein RIPE oder ARIN-Subnetz
ru_ru: Подсеть не в RIPE или ARIN
zh_cn: 不是 RIPE 或 ARIN 子网

source: Error connecting to RIPE REST API
de_de: Fehler aufgetreten beim Verbinden zur RIPE REST-API
ru_ru: Ошибка соединения с RIPE REST API
zh_cn: 连接到 RIPE REST API 时出错

source: Subnet not found
de_de: Subnetz nicht gefunden
ru_ru: Подсеть не найдена
zh_cn: 未找到子网

source: Error connecting to ARIN REST API
de_de: Fehler aufgetreten beim Verbinden zur ARIN REST-API
ru_ru: Ошибка соединения с ARIN REST API
zh_cn: 连接到 ARIN REST API 时出错

source: Show VLANs
de_de: VLANs anzeigen
fr_fr: Affichers les VLANs
it_it: Mostra VLAN
ja_jp: VLANを表示
ru_ru: Показать VLANы
zh_cn: 显示 VLAN
zh_tw: 顯示 VLAN

source: Show VRFs
de_de: VRF-Instanzen anzeigen
fr_fr: Afficher les VRFs
it_it: Mostra VRF
ja_jp: VRFを表示
ru_ru: Показать VRFы
zh_cn: 显示 VRF
zh_tw: 顯示 VRF

source: Show
de_de: Anzeigen
ru_ru: Показать
zh_cn: 显示
zh_tw: 顯示

source: View section
de_de: Bereich anzeigen
ru_ru: Просмотр секции
zh_cn: 查看区域
zh_tw: 顯示區段

source: Show list of VLANs and belonging subnets in subnet list
de_de: VLANs und zugeh&ouml;rige Subnetze in der Subnetzliste anzeigen
fr_fr: Afficher la liste des VLANs and des sous-réseaux imbriqués dans la liste des sous-réseaux
it_it: Mostra elenco delle VLAN e le subnet appartenenti nell&#39;elenco subnet
ja_jp: サブネットリストにVLANおよびサブネットのリストを表示します
ru_ru: Показать список VLANов и принадлежащих им подсетей в списке подсети
zh_cn: 在子网列表中显示 VLAN 和所属子网的列表
zh_tw: 在子網路清單內顯示所屬 VLAN 和子網路

source: Show VRF menu
de_de: VRF-Instanzen anzeigen
ru_ru: Показать меню VRFов
zh_cn: 显示 VRF 菜单

source: Show list of VRFs and belonging subnets in subnet list
de_de: VRF-Instanzen und zugeh&ouml;rige Subnetze in der Subnetzliste anzeigen
fr_fr: Afficher la liste des VLANs and des sous-réseaux imbriqués dans la liste des sous-réseaux
it_it: Mostra elenco VRF e le subnet appartenenti nell&#39;elenco subnet
ja_jp: サブネットリストにVRFと所属するサブネットのリストを表示します
ru_ru: Показать список VRFов и принадлежащих подсетей в списке подсети
zh_cn: 在子网列表中显示 VRF 和所属子网的列表
zh_tw: 在子網路清單內顯示所屬 VRF 和子網路

source: VLAN details
fr_fr: détails du VLAN
it_it: Dettagli VLAN
ja_jp: VLAN詳細
ru_ru: Описание VLANа
zh_cn: VLAN 详细信息
zh_tw: VLAN 詳細資訊

source: has no belonging subnets
de_de: hat kein zugeh&ouml;riges Subnetz
fr_fr: ne possède pas de sous-réseau imbriqué
it_it: non possiede subnet
ja_jp: 所属するサブネットがありません
ru_ru: не имеет принадлежащих ему подсетей
zh_cn: 没有所属子网
zh_tw: 沒有包含子網路

source: belonging subnets
de_de: zugeh&ouml;rige Subnetze
fr_fr: sous-réseaux imbriqués
it_it: subent possedute
ja_jp: 所属するサブネット
ru_ru: принадлежащие подсети
zh_cn: 所属子网
zh_tw: 所屬子網路

source: VRF details
fr_fr: Déftails du VRF
it_it: Dettagli VRF
ja_jp: VRFの詳細
ru_ru: Описание VRFа
zh_cn: VRF 详细信息
zh_tw: VRF 詳細資訊

source: All VRFs
de_de: Alle VRF-Instanzen
ru_ru: Все VRFы
zh_cn: 所有 VRF

source: Invalid VLAN id
de_de: Ung&uuml;ltige VLAN ID
fr_fr: id de VLAN invalide
it_it: Id VLAN non valido
ja_jp: VLAN IDが無効です
ru_ru: Неверный ID VLANа
zh_cn: VLAN ID 无效
zh_tw: 無效的 VLAN ID

source: Invalid VRF ID
de_de: Ung&uuml;ltige VRF-ID
ru_ru: Неправильный VRF ID
zh_cn: VRF ID 无效

source: Invalid VRF id
de_de: Ung&uuml;ltige VRF-ID
fr_fr: is de VRF invalide
it_it: Id VRF non valido
ja_jp: VRF IDが無効です
ru_ru: Неправильный VRF id
zh_cn: VRF ID 无效
zh_tw: 無效的 VRF ID

source: Insufficient permissions for module Circuits
de_de: Unzureichende Berechtigungen f&uuml;r Modul Schaltungen
ru_ru: Недостаточно прав для модуля Линий Связи
zh_cn: 链接模块权限不足

source: Invalid Circuits ID
de_de: Ung&uuml;ltige Schaltungs-ID
ru_ru: Неправльный ID Линии Связи
zh_cn: 链接 ID 错误

source: Insufficient permissions for module Customers
de_de: Unzureichende Berechtigungen f&uuml;r Kunden Modul
ru_ru: Недостаточно прав для модуля Клиентов
zh_cn: 客户模块权限不足

source: Invalid Customer ID
de_de: Ung&uuml;ltige Kunden-ID
ru_ru: Неправильный ID Клиента
zh_cn: 客户 ID 无效

source: BGP peer
ru_ru: BGP пир
zh_cn: BGP 对等体

source: Select Circuit
de_de: Schaltung ausw&auml;en
ru_ru: Выберите Линию Связи
zh_cn: 选择通信线路

source: Parent
de_de: &Uuml;bergeordnetes Objekt
it_it: Genitore
ja_jp: 親セクション
ru_ru: Родительский
zh_cn: 位置
zh_tw: 位置

source: SubSections in
fr_fr: Sous-sections dans
it_it: Sottosezioni in
ru_ru: ПодСекции в
zh_tw: 子區段在

source: Select parent section to create subsection
de_de: &Uuml;bergeordnetes Objekt ausw&auml;hlen um Untersektion zu erzeugen
fr_fr: Choisir la section parent pour créer une sous-section
it_it: Seleziona sezione padre per creare una sottosezione
ja_jp: サブセクションを作成するには、親セクションを選択してください
ru_ru: Выберите родительскую секцию для создания подсекции
zh_cn: 选择父区域以创建子区域
zh_tw: 選擇上層區段以建立子區段

source: Widgets
it_it: Widget
ja_jp: ウィジェット
ru_ru: Виджеты
zh_cn: 小部件
zh_tw: 小工具

source: Select widgets to be displayed on dashboard
de_de: Widgets ausw&auml;hlen die im Dashboard angezeigt werden sollen
fr_fr: Choisir les widgets à afficher sur le tableau de bord
it_it: Seleziona i widget da visualizzare sulla dashboard
ja_jp: ダッシュボードに表示するウィジェットを選択します
ru_ru: Выберите виджет для показа на графике
zh_cn: 选择要在仪表板上显示的小部件
zh_tw: 選擇要在資訊看板上顯示的小工具

source: No widgets selected
de_de: Keine Widgets ausgew&auml;hlt
fr_fr: Aucun widget sélectionné
it_it: Nessun widget selezionato
ja_jp: ウィジェットが選択されていません
ru_ru: Виджеты не выбраны
zh_cn: 未选择任何小部件
zh_tw: 沒有小工具可選擇

source: Please select widgets to be displayed on dashboard on user menu page
de_de: Widgets ausw&auml;hlen die im Benutzer Men&uuml; Dashboard angezeigt werden sollen
fr_fr: Merci de choisir les widgets à afficher sur le tableau de bord sur la page de menu utilisateur
it_it: Seleziona i widget da visualizzare sulla dashboard nella pagina utente
ja_jp: ユーザーメニューページでダッシュボードに表示するウィジェットを選択してください
ru_ru: Пожалуйста, выберите виджет для показа на графической панели в меню пользователя
zh_cn: 请选择要在用户菜单页面的仪表板上显示的小部件
zh_tw: 請在使用者功能表頁上選擇要顯示在資訊看板上的小工具

source: Enter comment for users
de_de: Kommentar f&uuml;r Benutzer eingeben
fr_fr: Entrez un commentaire pour les utilisateurs
it_it: Inserisci commento per gli utenti
ja_jp: ユーザーのコメントを入力
ru_ru: Введите комментарий для пользователей
zh_cn: 输入用户的描述
zh_tw: 為使用者輸入註解

source: Required field
de_de: Erforderliches Feld
fr_fr: Champ requis
it_it: Campo obbligatorio
ja_jp: 必須フィールド
ru_ru: Необходимое поле
zh_cn: 必填项目
zh_tw: 必填欄位

source: Required
de_de: Erforderlich
fr_fr: Requis
it_it: Obbligatorio
ja_jp: 必須
ru_ru: Необходимое
zh_cn: 必填
zh_tw: 必填

source: Custom device fields
fr_fr: Champs personnalisés d’équipement
it_it: Campi personalizzati dispositivo
ru_ru: Настраиваемые поля устройства
zh_tw: 自訂裝置欄位

source: Add new custom device field
fr_fr: Ajouter un nouveau champ personnalisé
it_it: Aggiungi un nuovo campo personalizzato dispositivo
ru_ru: Добавить новое дополнительное поле устройства
zh_tw: 加入新的自訂裝置欄位

source: Belonging subsections
de_de: Zugeh&ouml;rige Untersektionen
fr_fr: Sous-sections apparentées
it_it: Sottosezioni possedute
ja_jp: 所属のサブセクション
ru_ru: Принадлежащие подсекции
zh_cn: 所属子区域
zh_tw: 屬於子區段

source: Back to
de_de: Zur&uuml;ck zu
fr_fr: Retour à
it_it: Torna a
ja_jp: 戻る
ru_ru: Возврат к
zh_cn: 返回
zh_tw: 回到

source: Domain account
de_de: Dom&auml;nen-Konto
fr_fr: Compte de domaine
it_it: Account di dominio
ja_jp: ドメインアカウント
ru_ru: Доменная учётная запись
zh_cn: 域帐号
zh_tw: 網域帳號

source: Domain account for search operations
fr_fr: Compte de domaine pour les opérations de recherche
it_it: Account di dominio per le operazioni di ricerca
ru_ru: Доменная учётная записьт для поисковых операций
zh_tw: 網域使用者搜尋操作

source: No users found
de_de: Keine Benutzer gefunden
fr_fr: Aucun utilisateur trouvé
it_it: Nessun utente trovato
ja_jp: ユーザが見つかりませんでした
ru_ru: Пользователи не найдены
zh_cn: 未找到相应的用户
zh_tw: 沒有找到使用者

source: Possible reasons
de_de: M&ouml;gliche Ursachen
fr_fr: Raisons possibles
it_it: Possibili motivi
ja_jp: 考えられる理由
ru_ru: Возможные причины
zh_cn: 可能的原因
zh_tw: 可能的原因

source: Invalid baseDN setting for
de_de: Ung&uuml;ltige AD baseDN Einstellungen f&uuml;r
ja_jp: ADの無効なbaseDN設定
ru_ru: Неправильные настройки baseDN для
zh_cn: 的基本DN 设置无效

source: account does not have enough privileges for search
de_de: Account hat nicht gen&uuml;gend Rechte f&uuml;r die Suche
ja_jp: ADアカウントに検索の権限がありません
ru_ru: учётная запись не имеет необходимого уровня доступа для поиска

source: Following groups were found
de_de: Folgende Gruppen wurden gefunden
fr_fr: Les groupes suivants ont été identifiés
it_it: Sono stati trovati i seguenti gruppi
ja_jp: 次のグループが見つかりました
ru_ru: Были найдены следующие группы
zh_cn: 发现以下组
zh_tw: 找到以下群組

source: Username not existing
de_de: Benutzername existiert nicht
fr_fr: le nom d’utilisateur n’existe pas
it_it: Il nome utente non esiste
ja_jp: ユーザー名が存在しません
ru_ru: Пользователь отсутствует
zh_cn: 用户名不存在
zh_tw: 使用者名稱不存在

source: Invalid baseDN setting for AD
de_de: Ung&uuml;ltige AD baseDN Einstellungen
fr_fr: Paramètres de BaseDN invalides pour l’AD
it_it: BaseDN non valido per AD
ja_jp: ADの無効なbaseDN設定
ru_ru: Неверные установки baseDN для AD
zh_cn: AD 的基本 DN 设置无效
zh_tw: 基礎 DN 的設定無效

source: AD account does not have enough privileges for search
de_de: AD Konto hat nicht gen&uuml;gend Rechte f&uuml;r die Suche
fr_fr: Le compte AD ne dispose pas de privilèges de recherche suffisants
it_it: L&#39;account AD non ha permessi sufficienti per le ricerche
ja_jp: ADアカウントに検索の権限がありません
ru_ru: Учётная запись AD не имеет достаточного уровня доступа для поиска
zh_cn: AD 帐户没有足够的权限进行搜索
zh_tw: AD 使用者沒有足夠的搜尋權限

source: Following users were found
de_de: Folgende Benutzer wurden gefunden
fr_fr: Les utilisateurs suivants ont été trouvés
it_it: Trovati i seguenti utenti
ja_jp: 次のユーザーが見つかりました
ru_ru: Следующие пользователи были найдены
zh_cn: 发现以下用户
zh_tw: 找到下列使用者

source: Admin user cannot be deleted
de_de: Adminbenutzer kann nicht gel&ouml;scht werden
fr_fr: L’utilisateur Admin ne peut être supprimé
it_it: L&#39;utente Amministratore non pu&ograve; essere cancellato
ja_jp: 管理者ユーザーは削除できません
ru_ru: Администратор не может быть удален
zh_cn: 管理员用户无法删除
zh_tw: 管理者無法被刪除

source: Admin user cannot be disabled
de_de: Adminbenutzer kann nicht deaktiviert werden
ru_ru: Администратор не может быть выключен
zh_cn: 管理员用户无法被禁用
