Repository: phpipam/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: de_de, fr_fr, it_it, ja_jp, ru_ru, zh_cn, zh_tw

source: Locations module disabled.
de_de: Standort Modul deaktiviert
fr_fr: Module emplacements désactivé
it_it: Modulo posizione disattivato.
ja_jp: ロケーションモジュールが無効です
ru_ru: Модуль местоположения отключён.
zh_cn: 位置模块已禁用.
zh_tw: 位置模組已停用。

source: Coordinates
de_de: Koordinaten
fr_fr: Coordonnées
it_it: Coordinate
ja_jp: 座標
ru_ru: Координаты
zh_cn: 坐标
zh_tw: 坐標

source: No Locations configured
de_de: Keine Standorte konfiguriert
ru_ru: Местоположения не настроены
zh_cn: 未配置位置

source: objects
de_de: Objekte
fr_fr: objets
it_it: oggetti
ja_jp: オブジェクト
ru_ru: объекты
zh_cn: 对象
zh_tw: 物件

source: Location not set
de_de: Standort nicht festgelegt
fr_fr: Emplacement non paramétré
it_it: Posizione non impostata
ja_jp: 場所が設定されていません
ru_ru: Местоположение не установлено
zh_cn: 位置未设置
zh_tw: 沒有設定位置

source: Locations Map
de_de: Karte der Standorte
fr_fr: Carte des emplacements
it_it: Mappa posizioni
ja_jp: 場所の地図
ru_ru: Карта местоположений
zh_cn: 位置地图
zh_tw: 位置地圖

source: Locations list
de_de: Liste der Standorte
fr_fr: Liste des emplacements
it_it: Elenco posizioni
ja_jp: 場所の一覧
ru_ru: Список местоположений
zh_cn: 位置列表
zh_tw: 位置清單

source: Location details
de_de: Details Standort
fr_fr: Détails des emplacements
it_it: Dettagli posizione
ja_jp: 場所の詳細
ru_ru: Детали местоположения
zh_cn: 位置详情
zh_tw: 位置細節

source: Location not found
de_de: Standort nicht gefunden
fr_fr: Emplacement non trouvé
it_it: Posizione non trovata
ja_jp: 場所が見つかりません
ru_ru: Местоположение не найдено
zh_cn: 未找到位置
zh_tw: 找不到位置

source: Belonging objects
de_de: Zugeh&ouml;rige Objekte
fr_fr: Objets correspondants
it_it: Oggetti di appartenenza
ja_jp: 所属するオブジェクト
ru_ru: Принадлежащие объекты
zh_cn: 所属对象
zh_tw: 所屬物件

source: Remove
de_de: Entfernen
fr_fr: Retirer
it_it: Cancella
ja_jp: 削除
ru_ru: Удалить
zh_cn: 删除
zh_tw: 移除

source: Multicast networks
de_de: Multicast Netzwerke
fr_fr: Réseaux multicast
it_it: Reti multicast
ja_jp: マルチキャストネットワーク
ru_ru: Мультикаст сети
zh_cn: 组播网络
zh_tw: 廣播網路

source: Subnets has no hosts
de_de: Subnet hat keine Hosts
fr_fr: Le sous-réseau ne contient pas d’hôtes
it_it: Le subnet non hanno host
ja_jp: サブネットにはホストがありません
ru_ru: Подсеть не имеет хостов
zh_cn: 子网无主机
zh_tw: 子網路沒有主機

source: Add new address
de_de: Hinzuf&uuml;gen einer neuen Adresse
fr_fr: Ajouter une nouvelle adresse
it_it: Aggiungi nuovo indirizzo
ja_jp: 新しいアドレスを追加
ru_ru: Добавить новые адреса
zh_cn: 添加新地址
zh_tw: 加入新位址

source: No multicast subnets available
de_de: Keine Multicast Subnetze verf&uuml;gbar
fr_fr: Aucun sous-réseau multicast disponible
it_it: Nessun subnet multicast disponibile
ja_jp: マルチキャストサブネットは使用できません
ru_ru: Нет мультикаст сетей
zh_cn: 无可用的组播子网
zh_tw: 沒有廣播子網路可用

source: Add nat
de_de: NAT hinzuf&uuml;gen
fr_fr: Ajouter NAT
it_it: Aggiungi nat
ja_jp: ナットを追加
ru_ru: Добавить nat
zh_cn: 添加 NAT
zh_tw: 加入 NAT

source: Cleanup
de_de: Aufr&auml;umen
ja_jp: クリア
ru_ru: Очистка
zh_cn: 清理
zh_tw: 清理

source: NAT module disabled.
de_de: NAT-Modul deaktiviert.
fr_fr: Module NAT désactivé
it_it: Modulo NAT disattivato.
ja_jp: NATモジュールはディセーブルです
ru_ru: NAT модуль отключен.
zh_cn: NAT 模块已禁用.
zh_tw: NAT 模組已停用。

source: Translation
de_de: NAT-&Uuml;bersetzung
it_it: Traduzione
ja_jp: 翻訳
ru_ru: Трансляция
zh_cn: 转换
zh_tw: 翻譯

source: Policy SRC/DST IP
de_de: Regel SRC/DST-IP
ru_ru: Правило SRC/DST IP
zh_cn: SRC/DST IP 策略

source: NAT configured
de_de: NAT konfiguriert
ru_ru: NAT настроенного

source: Manage NAT
de_de: NAT-Regeln verwalten
ru_ru: Управление NAT
zh_cn: 管理 NAT

source: NAT details
de_de: Details NAT
ru_ru: Настройки NAT
zh_cn: NAT 详细信息

source: All NAT translations
de_de: Alle NAT-&Uuml;bersetzungen
ru_ru: Все NAT трансляции
zh_cn: 所有 NAT 转换

source: Policy
de_de: Regel
ru_ru: Правила
zh_cn: 策略

source: address
de_de: Adresse
ru_ru: адрес
zh_cn: 地址

source: List of PSTN prefixes
de_de: Liste der PSTN-Pr&auml;fixe
fr_fr: Liste des préfixes PSTN
it_it: Elenco prefissi PSTN
ja_jp: PSTNプレフィックスのリスト
ru_ru: Список PSTN префиксов
zh_cn: PSTN 前缀列表
zh_tw: PSTN 首碼清單

source: Numbers
de_de: Nummern
fr_fr: Numéros
it_it: Numeri
ja_jp: 数字
ru_ru: Номера
zh_cn: 号码
zh_tw: 數量

source: No PSTN prefixes configured
de_de: Keine PSTN-Pr&auml;fixe konfiguriert
ru_ru: Нет настроенных PSTN префиксов
zh_cn: 未配置 PSTN 前缀
zh_tw: 沒有已設定的 PSTN 首碼

source: No PSTN prefixes available
de_de: Keine PSTN-Pr&auml;fixe verf&uuml;gbar
ru_ru: Нет доступных PSTN префиксов
zh_cn: 无可用 PSTN 前缀

source: You do not have permission to manage PSTN numbers
fr_fr: Vous n’avez pas l’autorisation de gérer les numéros PSTN
it_it: Non hai i permessi di gestire i numeri PSTN
ja_jp: PSTN番号を管理する権限がありません
ru_ru: У вас нет разрешений для управления PSTN номерами
zh_tw: 您沒有管理 PSTN 號碼的權限

source: Invalid PSTN number identifier
de_de: Ung&uuml;ltige PSTN-Nummernkennung
fr_fr: identifiant de numéro PSTN invalide
it_it: Identificare numero PSTN non valido
ja_jp: 無効なPSTN番号識別子
ru_ru: Неправильный идентификатор PSTN номера
zh_cn: PSTN 号码标识符无效
zh_tw: 無效的 PSTN 號碼識別碼

source: Number must be numeric
de_de: Nummer muss numerisch sein
fr_fr: Le numéro doit être numérique
it_it: Il numero deve essere numerico
ja_jp: 数値は数値でなければなりません
ru_ru: Номер должен состоять из цифр
zh_cn: 号码必须是数字
zh_tw: 數字必須是數字型態

source: Invalid prefix
de_de: Ung&uuml;ltiger Pr&auml;fix
fr_fr: Préfixe invalide
it_it: Prefisso non valido
ja_jp: プレフィックスが無効です
ru_ru: Неправильный префикс
zh_cn: 前缀无效
zh_tw: 首碼無效

source: Duplicate number
de_de: Doppelte Nummer
fr_fr: Numéro en double
it_it: Numero duplicato
ja_jp: 重複番号
ru_ru: Дублированный номер
zh_cn: 重复号码
zh_tw: 重複的數字

source: Number not inside prefix
de_de: Nummer liegt nicht innerhalb des Pr&auml;fix
fr_fr: Le numéro ne correspond pas au préfixe
it_it: Numero non nel prefisso
ja_jp: プレフィックスの内側にない番号
ru_ru: Номер не внутри префикса
zh_cn: 号码不在前缀之内
zh_tw: 首碼內沒有包含數字

source: Number add failed
fr_fr: Echec d’ajout de numéro
it_it: Aggiunta numero fallita
ru_ru: Ошибка добавления номера
zh_tw: 號碼加入失敗

source: Number edit failed
fr_fr: Eche de modification de numéro
it_it: Modifica numero fallita
ru_ru: Ошибка редактирования номера
zh_tw: 號碼編輯失敗

source: Number delete failed
fr_fr: Echec de suppression de numéro
it_it: Cancellazione numero fallita
ru_ru: Ошибка удаления номера
zh_tw: 號碼刪除失敗

source: Number add successful
fr_fr: Numéro ajouté avec succès
it_it: Numero aggiunto
ru_ru: Успешное добавление номера
zh_tw: 加入號碼成功

source: Number edit successful
fr_fr: Numéro modifié avec succès
it_it: Numero modificato
ru_ru: Успешное редактирование номера
zh_tw: 編輯號碼成功

source: Number delete successful
fr_fr: Numéro supprimé avec succès
it_it: Numero cancellato
ru_ru: Успешное удаление номера
zh_tw: 刪除號碼成功

source: Invalid prefix ID
de_de: Ung&uuml;ltige Pr&auml;fix-ID
fr_fr: ID de préfixe invalide
it_it: ID prefisso non valido
ja_jp: プレフィックスIDが無効です
ru_ru: Неправильный ID префикса
zh_cn: 前缀 ID 无效
zh_tw: 首碼 ID 無效

source: PSTN number
de_de: PTSN-Nummer
fr_fr: Numéro PSTN
it_it: Numero PSTN
ja_jp: PSTN番号
ru_ru: PSTN номер
zh_cn: PSTN 号码
zh_tw: PSTN 號碼

source: Number Name
de_de: Nummern-Name
fr_fr: Nom du numéro
it_it: Nome Numero
ja_jp: 番号の名前
ru_ru: Имя номера
zh_cn: 号码名称
zh_tw: 號碼名稱

source: Address owner
de_de: Adressen Besitzer
fr_fr: Adresse du propriétaire
it_it: Proprietario indirizzo
ja_jp: アドレスの所有者
ru_ru: Владелец адреса
zh_cn: 地址所有者
zh_tw: 位址擁有者

source: Select device where prefix is located
de_de: W&auml;hlen Sie das Ger&auml;t, auf dem sich das Pr&auml;fix befindet
fr_fr: Choisir équipement auquel le préfixe est rattaché
it_it: Seleziona il dispositivo in cui si trova il prefisso
ja_jp: プレフィックスが配置されているデバイスを選択します
ru_ru: Выберите устройство, где находится префикс
zh_cn: 选择前缀所在设备
zh_tw: 選擇首碼所在的裝置

source: You do not have permission to manage PSTN prefixes
fr_fr: Vous n’avez pas l’autorisation de gérer les préfixes PSTN
it_it: Non hai i permessi di gestire i permessi PSTN
ja_jp: PSTNプレフィックスを管理する権限がありません
ru_ru: У вас нет доступа для управления PSTN префиксами
zh_tw: 您沒有管理 PSTN 首碼的權限

source: Invalid PSTN object identifier
de_de: Ung&uuml;ltige PTSN-Objektkennung
fr_fr: Identifiant d’objet PSTN invalide
it_it: Identificatore oggetto PSTN non valido
ja_jp: 無効なPSTNオブジェクト識別子
ru_ru: Неверный идентификатор объекта PSTN
zh_cn: PSTN 对象标识符无效
zh_tw: 無效的 PSTN 物件識別符號

source: Prefix can not be empty!
de_de: Pr&auml;fix darf nicht leer sein!
ru_ru: Префикс не может быть пустым!
zh_cn: 前缀不能为空！

source: Start must be numeric
de_de: Start muss numerisch sein
fr_fr: Le début doit être numérique
it_it: L&#39;inizio deve essere numerico
ja_jp: スタートは数値でなければなりません
ru_ru: Должно начинаться с цифры
zh_cn: 必须以数字开头
zh_tw: 必須以數字開始

source: Stop must be numeric
de_de: Stopp muss numerisch sein
fr_fr: L’arrêt doit être numérique
it_it: La fine deve essere numerica
ja_jp: ストップは数値でなければなりません
ru_ru: Должно заканчиваться цифрой
zh_cn: 必须以数字结尾
zh_tw: 必須以數字結尾

source: Invalid master prefix
de_de: Ung&uuml;ltiger Masterpr&auml;fix
fr_fr: Préfix maître invalide
it_it: Prefisso principale non valido
ja_jp: マスタープレフィックスが無効です
ru_ru: Неправильный главный префикс
zh_cn: 主前缀无效
zh_tw: 主要首碼無效

source: Prefix cannot be same as master
de_de: Pr&auml;fix kann nicht der gleiche sein wie der des Masters
fr_fr: Le préfixe ne peut être identique au préfixe maître
it_it: Il prefisso non pu&ograve; essere uguale al principale
ja_jp: プレフィックスはマスターと同じではありません
ru_ru: Префикс не может быть таким же как мастер
zh_cn: 前缀不能与主前缀相同
zh_tw: 首碼不能與主首碼相同

source: Prefix not inside its master
de_de: Pr&auml;fix ist nicht innerhalb des Master
fr_fr: Le préfixe n’est pas contenu dans le maître
it_it: Il prefisso non rientra nel suo principale
ja_jp: マスターの内側にないプレフィックス
ru_ru: Префикс не принадлежит главному
zh_cn: 前缀不属于主前缀
zh_tw: 首碼不在其主首碼之內

source: Prefix overlaps with prefix
fr_fr: Le préfix chevauche un autre préfixe
it_it: Il prefisso si sovrappone con il prefisso
ja_jp: プレフィックスはプレフィックスと重複します
ru_ru: Префикс пересекается с префиксом
zh_tw: 首碼與首碼重疊

source: Prefix add failed
fr_fr: Echec d’ajout de préfixe
it_it: Aggiunta prefisso fallita
ru_ru: Ошибка добавления префикса
zh_tw: 首碼加入失敗

source: Prefix edit failed
fr_fr: Echec de modification de préfixe
it_it: Modifica prefisso fallita
ru_ru: Ошибка редактирования префикса
zh_tw: 首碼編輯失敗

source: Prefix delete failed
fr_fr: Echec de suppression de préfixe
it_it: Cancellazione prefisso fallita
ru_ru: Ошибка удаления префикса
zh_tw: 首碼刪除失敗

source: Prefix add successful
fr_fr: Préfixe ajouté avec succès
it_it: Prefisso aggiunto
ru_ru: Успешное добавление префикса
zh_tw: 首碼加入成功

source: Prefix edit successful
fr_fr: Préfixe modifié avec succès
it_it: Prefisso modificato
ru_ru: Успешное редактирование префикса
zh_tw: 首碼編輯成功

source: Prefix delete successful
fr_fr: Préfixe supprimé avec succès
it_it: Prefisso cancellato
ru_ru: Успешное удаление префикса
zh_tw: 首碼刪除成功

source: Invalid master ID
de_de: Ung&uuml;ltige Master-ID
fr_fr: ID de maître invalide
it_it: ID principale non valido
ja_jp: マスターIDが無効です
ru_ru: Неправильный ID главного
zh_cn: 主 ID 无效
zh_tw: 主要 ID 無效

source: PSTN prefix
de_de: PSTN-Pr&auml;fix
fr_fr: Préfixe PSTN
it_it: Prefisso PSTN
ja_jp: PSTNプレフィックス
ru_ru: PSTN префикс
zh_cn: PSTN 前缀
zh_tw: PSTN 首碼

source: Master prefix
de_de: Masterpr&auml;fix
fr_fr: Préfixe maître
it_it: Prefisso principale
ja_jp: マスタープレフィックス
ru_ru: Главный префикс
zh_cn: 主前缀
zh_tw: 主要首碼

source: Set Prefix name
de_de: Auswahl Pr&auml;fixnamen
fr_fr: Choisir le nom de préfixe
it_it: Imposta nome prefisso
ja_jp: プレフィックス名を設定します
ru_ru: Установить название префикса
zh_cn: 设置前缀名称
zh_tw: 設定首碼名稱

source: Set start number
de_de: Auswahl Startnummer
fr_fr: Choisir le numéro de départ
it_it: Imposta numero iniziale
ja_jp: 開始番号を設定します
ru_ru: Установить начальный номер
zh_cn: 设置起始号码
zh_tw: 設定起始號碼

source: Set stop number
de_de: Auswahl Stoppnummer
fr_fr: Choisir le numéro de fin
it_it: Imposta numero finale
ja_jp: 停止番号を設定します
ru_ru: Установить конечный номер
zh_cn: 设置结束号码
zh_tw: 設定停止號碼

source: Enter master prefix if you want to nest it under existing subnet, or select root to create root prefix
de_de: Geben Sie den Masterpr&auml;fix ein wenn Sie es unterhalb eines existierenden Subnetz einordnen wollen, oder w&auml;hlen Sie root wenn Sie ein Wurzelnetz erstellen wollen
fr_fr: Entrer le préfixe maître si vous souhaitez le rattacher à un existant, ou choisir Racine pour créer un préfixe racine
it_it: Inserisci il prefisso principale se vuoi annidarlo in una subnet esistente, oppure seleziona radice per creare un prefisso radice
ja_jp: 既存のサブネットの下にネストする場合はマスタープレフィックスを入力するか、ルートプレフィックスを作成する場合はルートを選択します
ru_ru: Введите главный префикс, если вы хотите вложить его под существующую подсеть, или выберите корень для создания корневого префикса
zh_cn: 如果要将其嵌套在现有子网下，请输入主前缀，或选择 Root 创建根前缀
zh_tw: 如果要將其所屬在現有子網路下，請輸入主要首碼，或者選擇根建立根首碼

source: Short
de_de: Kurz
fr_fr: Court
it_it: Breve
ja_jp: ショート
ru_ru: Короткий
zh_cn: 短
zh_tw: 短

source: No numbers
de_de: Keine Nummern
fr_fr: Aucun numéro
it_it: Nessun numero
ja_jp: 番号なし
ru_ru: Нет номеров
zh_cn: 没有号码
zh_tw: 沒有號碼

source: Unused
de_de: Unbenutzt
fr_fr: Inutilisé
it_it: Non usato
ja_jp: 未使用
ru_ru: Неиспользуемый
zh_cn: 未使用
zh_tw: 未使用

source: Edit number
de_de: Nummer bearbeiten
ru_ru: Изменить номер
zh_cn: 编辑号码

source: Delete number
de_de: Nummer l&ouml;schen
ru_ru: Удалить номер
zh_cn: 删除号码

source: Edit prefix
de_de: Bearbeiten Pr&auml;fix
ru_ru: Изменить префикс
zh_cn: 编辑前缀

source: PSTN prefix details
de_de: PSTN-Pr&auml;fix Details
fr_fr: Détails du préfixe PSTN
it_it: Dettagli prefisso PSTN
ja_jp: PSTNプレフィックスの詳細
ru_ru: Детали PSTN префикса
zh_cn: PSTN 前缀详细信息
zh_tw: PSTN 首碼詳細資訊

source: Prefix not found
de_de: Pr&auml;fix nicht gefunden
fr_fr: Préfixe non trouvé
it_it: Prefisso non trovato
ja_jp: プレフィックスが見つかりません
ru_ru: Префикс не найден
zh_cn: 未找到前缀
zh_tw: 首碼未找到

source: All prefixes
de_de: Alle Pr&auml;fixe
fr_fr: Tous les préfixes
it_it: Tutti i prefissi
ja_jp: すべてのプレフィックス
ru_ru: Все префиксы
zh_cn: 所有前缀
zh_tw: 所有首碼

source: Prefix details
de_de: Pr&auml;fix Details
fr_fr: Détail du préfixe
it_it: Dettagli prefisso
ja_jp: プレフィックスの詳細
ru_ru: Детали префикса
zh_cn: 前缀详细信息
zh_tw: 首碼詳細資訊

source: Edit prefix properties
fr_fr: Modifier les propriétés du préfixe
it_it: Modifica propriet&agrave; prefisso
ja_jp: プレフィックスのプロパティを編集します
ru_ru: Редактировать свойства префикса
zh_tw: 編輯首碼屬性

source: Create new prefix
de_de: Neuen Pr&auml;fix erstellen
fr_fr: Créer nouveau préfixe
it_it: Crea nuovo prefisso
ja_jp: 新しいプレフィックスを作成します
ru_ru: Создать новый префикс
zh_cn: 创建新前缀
zh_tw: 建立新的首碼

source: Delete prefix
de_de: L&ouml;schen Pr&auml;fix
fr_fr: Supprimer préfixe
it_it: Cancella prefisso
ja_jp: プレフィックスの削除
ru_ru: Удалить префикс
zh_cn: 删除前缀
zh_tw: 刪除首碼

source: You do not have permissions to edit prefix
fr_fr: Vous n’avez pas l’autorisation de modifier un préfixe
it_it: Non hai i permessi per modificare il prefisso
ja_jp: プレフィックスを編集する権限がありません
ru_ru: У вас нет прав для редактирования префикса
zh_tw: 您沒有編輯首碼的權限

source: Add address to prefix
de_de: Adresse zu Pr&auml;fix hinzuf&uuml;gen
fr_fr: Ajouter une adresse à un préfixe
it_it: Aggiungi indirizzo al prefisso
ja_jp: 接頭辞にアドレスを追加します
ru_ru: Добавить адрес к префиксу
zh_cn: 将地址添加到前缀
zh_tw: 加入位址到首碼

source: Create
de_de: Erstellen
ru_ru: Создать
zh_cn: 创建

source: RACK list
de_de: Rack-Liste
fr_fr: Liste des Racks
it_it: Elenco RACK
ja_jp: ラックリスト
ru_ru: Список Шкафов
zh_cn: 机柜列表
zh_tw: 機架清單

source: Rack list
de_de: Liste der Racks
ja_jp: ラックリスト
ru_ru: Список шкафов
zh_cn: 机柜列表
zh_tw: 機架清單

source: Rack scheme
de_de: Schema Rack
ja_jp: ラックスキーム
ru_ru: Схема шкафа
zh_cn: 机柜配置
zh_tw: 機架配置

source: Add rack
de_de: Rack hinzuf&uuml;gen
fr_fr: Ajouter un rack
it_it: Aggiungi rack
ja_jp: ラック追加
ru_ru: Добавить шкаф
zh_cn: 添加机柜
zh_tw: 加入機架

source: RACK management disabled.
de_de: Rack-Verwaltung deaktiviert.
fr_fr: Gestion des racks désactivée.
it_it: Gestione RACK disattivata.
ja_jp: RACK管理が無効になっています
ru_ru: Управление Шкафами отключено.
zh_cn: 机柜管理已禁用.
zh_tw: 機架管理已停用。

source: No racks available
de_de: Keine Racks verf&uuml;gbar
fr_fr: Aucun rack disponible.
it_it: Nessun rack disponibile
ja_jp: ラックはありません
ru_ru: Шкафы не найдены
zh_cn: 无可用机柜
zh_tw: 沒有可用機架

source: No location
de_de: Kein Standort
ja_jp: 場所を追加
ru_ru: Нет местоположений
zh_cn: 没有位置

source: Invalid location
de_de: Ung&uuml;ltiger Standort
fr_fr: Emplacement invalide
it_it: Posizione non valida
ja_jp: 場所が無効です
ru_ru: Неверное метоположение
zh_cn: 位置无效

source: Rack is empty
de_de: Rack ist leer
fr_fr: Rack vide
it_it: Il rack &egrave; vuoto
ja_jp: ラックが空です
ru_ru: Шкаф пуст
zh_cn: 架子是空的
zh_tw: 機架為空

source: Invalid rack Id
de_de: Ung&uuml;ltige Rack-ID
fr_fr: ID de rack invalide
it_it: Id rack non valido
ja_jp: ラックIDが無効です
ru_ru: Неправильный id шкафа
zh_cn: 机柜 ID 无效
zh_tw: 無效機架ID

source: RACK details
de_de: Details Rack
fr_fr: Détails du rack
it_it: Dettagli rack
ja_jp: RACKの詳細
ru_ru: Описание Шкафа
zh_cn: 机柜详细信息
zh_tw: 機架詳細資訊

source: Invalid subpage
de_de: Ung&uuml;ltige Unterseite
fr_fr: sous-page invalide
it_it: Sottopagina non valida
ja_jp: 無効なサブページ
ru_ru: Недопустимая подстраница
zh_cn: 子页面无效
zh_tw: 子頁面無效

source: All Circuits belonging to customer
de_de: Alle Schaltungen mit zugeh&ouml;rigen Kunden
ru_ru: Все Линии связи, принадлежащие клиенту
zh_cn: 客户拥有的所有通信线路

source: Sort by Id
de_de: Sortiert nach ID
ja_jp: 並べ替え
ru_ru: Сортировка по Id
zh_cn: 按 ID 排序

source: Sort by Provider
de_de: Sortiert nach Provider
ja_jp: 所有者で並べ替え
ru_ru: Сортировка по Поставщику
zh_cn: 按供应商排序

source: Subpage does not exist
fr_fr: Sous-page inexistante
it_it: La sottopagina non esiste
ru_ru: Подстраница не существует
zh_tw: 子頁面不存在

source: Add option
de_de: Option hinzuf&uuml;gen
fr_fr: Ajouter une option
it_it: Aggiunge opzione
ja_jp: オプションを追加
ru_ru: Добавить опцию
zh_cn: 添加选项
zh_tw: 加入選項

source: prefix option
fr_fr: option de préfixe
it_it: prefisso opzione
ru_ru: опция префикса
zh_tw: 首碼選項

source: Option
it_it: Opzione
ja_jp: オプション
ru_ru: Опция
zh_tw: 選項

source: New Option
de_de: Neue Option
fr_fr: Nouvelle option
it_it: Nuova opzione
ja_jp: 新しいオプション
ru_ru: Новая Опция
zh_cn: 新的选项
zh_tw: 新選項

source: Value cannot be empty
de_de: Der Wert darf nicht leer sein
fr_fr: La valeur ne peut être vide
it_it: Il valore non pu&ograve; essere vuoto
ja_jp: 値は空白にできません
ru_ru: Значение не может быть пустым
zh_cn: 值不能为空
zh_tw: 不能是空值

source: Options updated
fr_fr: Options mises à jour
it_it: Opzioni aggiornate
ja_jp: オプション更新
ru_ru: Опции обновлены
zh_tw: 選項已更新

source: Upgrade
de_de: Aktualisierung
fr_fr: Mettre à jour
it_it: Aggiorna
ja_jp: アップグレード
ru_ru: Обновление
zh_cn: 升级
zh_tw: 升級

source: phpIPAM upgrade required
de_de: Aktualisierung phpIPAM erforderlich
ru_ru: Требуется обновление phpIPAM
zh_cn: phpIPAM 需要升级

source: Database needs upgrade. Please contact site administrator
de_de: Die Datenbank muss aktualisiert werden. Bitte kontaktieren Die den Administrator
ru_ru: Необходимо обновить базу данных. Пожалуйста, свяжитесь с администратором сайта
zh_cn: 数据库需要升级。 请联系网站管理员

source: Database upgrade check
de_de: &Uuml;berpr&uuml;fung Aktualisierung Datenbank
ru_ru: Проверка обновения базы данных
zh_cn: 数据库升级检查

source: Database seems up to date and doesn't need to be upgraded!
de_de: Die Datenbank ist augenscheinlich aktuell und muss nicht aktualisiert werden!
ru_ru: База данных содержит актуальную версию и не требует обновления
zh_cn: 数据库似乎是最新的，不需要升级！

source: Go to dashboard
de_de: Zum Dashboard gehen
ru_ru: Перейти в панель инструментов
zh_cn: 转到仪表板

source: Your phpIPAM version is too old to be upgraded, at least version
de_de: Die benutze phpIPAM Version ist zu alt um aktualisiert werden zu k&uoml;nnen, es ist mindestens Version
ru_ru: Ваша версия phpIPAM слишком старая для обновления, минимальная версия
zh_cn: 您的 phpIPAM 版本太旧，无法升级，至少是版本

source: is required for upgrade
de_de: erforderlich f&uuml;r eine Aktualisierung
ru_ru: необходима для обновления
zh_cn: 更新时需要

source: does not match SCHEMA.sql dbversion
de_de: passt nicht zur SCHEMA.sql dbversion
ru_ru: не соответствует версии БД SCHEMA.sql
zh_cn: 与 SCHEMA.sql 数据库版本不匹配

source: Unable to verify the database structure after applying the upgrade queries.
de_de: Die Datenbankstruktur kann nicht &uuml;berpr&uuml;ft werden nachdem die Aktualisierung durchgef&uuml;hrt worden ist.
ru_ru: Не могу проверить структуру базы данных после применения запросов обновления.
zh_cn: 应用升级查询后无法验证数据库结构.

source: All upgrade_queries.php schema changes should be applied to db/SCHEMA.sql.
de_de: Alle upgrade_queries.php Schema&auml;nderungen sollten auf db/SCHEMA.sql angewendet werden.
ru_ru: Все изменения схемы upgrade_queries.php должны быть применены к db/SCHEMA.sql.
zh_cn: 所有upgrade_queries.php 模式更改都应应用于db/SCHEMA.sql.

source: phpIPAM database upgrade required
de_de: phpPIPAM Aktualisierung der Datenbank erforderlich
ru_ru: Требуется обновление базы данных phpIPAM
zh_cn: 需要升级 phpIPAM 数据库

source: Database needs to be upgraded to version
de_de: Die Datenbank muss aktualisiert werden auf Version
ru_ru: Необходимо обновить базу данных до версии
zh_cn: 数据库版本需要升级

source: it seems you are using phpipam version
de_de: es sieht danach aus Sie benutzen aktuell die Version
ru_ru: похоже вы используете версию phpipam
zh_cn: 看来您正在使用 phpipam 版本

source: Automatic database upgrade
de_de: Automatische Aktualisierung der Datenbank
ru_ru: Автоматическое обновление базы данных
zh_cn: 自动数据库升级

source: Backup database first before attempting to upgrade it! You have been warned.
de_de: Erstellen Sie ein Backup der Datenbank bevor Sie mit der Aktualisierung fortfahren. Sie seien hiermit gewarnt.
ru_ru: Сделайте копию базы данных перед обновлением! Вы были предупреждены.
zh_cn: 在尝试升级之前先备份数据库！ 您已被警告.

source: Upgrade script may not complete. Please consider increasing max_execution_time before upgrading.
de_de: Das Aktualisierungsskript kann eventuell nicht komplett angewendet werden. Ziehen Sie eine Anpassungung von max_execution_time in Betracht bevor Sie fortfahren.
ru_ru: Скрипт обновления не отработал до конца. Пожалуйста, попробуйте увеличить max_execution_time в php.ini перед обновлением
zh_cn: 升级脚本可能未完成。 请在升级前考虑增加 max_execution_time.

source: Clicking on upgrade button will automatically update database to newest version!
de_de: Das Bet&auml;tigen des Buttons f&uuml;r die Aktualisierung wird die Datenbank automatisch auf die neueste Version aktualisieren!
ru_ru: Нажатие на кнопку повлечёт за собой автоматическое обновление базы данных до последней версии!
zh_cn: 点击升级按钮将自动更新数据库到最新版本！

source: Upgrade phpIPAM database
de_de: Aktualisierung der phpIPAM Datenbank
ru_ru: Обновление базы данных phpIPAM
zh_cn: 升级 phpIPAM 数据库

source: Manual upgrade instructions
de_de: Hinweise manuelle Aktualisierung
ru_ru: Инструкции для обновления вручную
zh_cn: 手动升级说明

source: Show instructions
de_de: Anzeigen der Hinweise
ru_ru: Показать инструкции
zh_cn: 显示指南

source: Copy and paste below commands to mysql directly!
de_de: Kopieren Sie unterstehende Kommandos und f&uuml;gen Sie diese direkt in der MySQL Umgebung aus!
ru_ru: Скопируйте и вставьте команды ниже, напрямую в mysql!
zh_cn: 直接复制以下命令粘贴到 Mysql 即可！

source: Database upgraded successfully!
de_de: Datenbank erfolgreich aktualisiert!
ru_ru: База данных успешно обновлена!
zh_cn: 数据库升级成功！

source: Object is Natted
de_de: Objekt ist NAT'ed
fr_fr: Obet naté
it_it: L&#39;oggetto &egrave; in nat
ja_jp: オブジェクトはナットされています
ru_ru: Объект включён в NAT
zh_tw: 物件已經被NAT

source: object creation
de_de: Objekt Erstellung
ru_ru: создание объекта
zh_cn: 对象创建

source: Failed to create new
de_de: Fehler beim Anlegen neue
ru_ru: Ошибка создания нового
zh_cn: 无法创建新的

source: database object
de_de: als Datenbank Objekt
ru_ru: объекта базы данных
zh_cn: 数据库对象

source: Object creation
de_de: Erstellung Objekt
ru_ru: Создание объекта
zh_cn: 对象创建

source: A new
de_de: Ein neues
ru_ru: Новый
zh_cn: 新的

source: database object created
de_de: Datenbank Objekt erstellt
ru_ru: объект базы данных создан
zh_cn: 创建数据库对象
